Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Enforce the read permission for all experiments of users in this team.
cs_cz: Vynucení oprávnění ke čtení pro všechny experimenty uživatelů v týmu.
el_gr: Επιβολή της άδειας ανάγνωσης για όλα τα πειράματα των χρηστών αυτής της ομάδας.
fi_fi: Pakota lukuoikeus kaikille tämän tiimin käyttäjien kokeisin.
pt_pt: Impor permissão de leitura a todas as experiências de utilizadores nesta equipa.
sk_sk: Vynútiť povolenie čítania na všetky experimenty užívateľov tohoto tímu.
sl_si: Uveljavi dovoljenje za branje za vse poskuse uporabnikov v tej skupini.
uz_uz: Bu jamoadagi foydalanuvchilarning barcha tajribalari uchun o‘qish ruxsatini tatbiq eting.

source: Enforce write permissions?
cs_cz: Vynucovat oprávnění k zápisu?
el_gr: Ενεργοποίηση δικαιωμάτων εγγραφής;
fi_fi: Pakotetaanko kirjoitusoikeudet?
pt_pt: Impor permissões de escrita?
sk_sk: Vynútiť povolenie písania?
sl_si: Uveljaviti dovoljenja za pisanje?
uz_uz: Yozish uchun ruxsatlar joriy qilinsinmi?

source: Select if you want to enforce write permissions on experiments
cs_cz: Vyberte, zda chcete vynutit oprávnění k zápisu u experimentů
el_gr: Επιλέξτε εάν θέλετε να ενεργοποιήσετε δικαιώματα εγγραφής σε πειράματα
fi_fi: Valitse, jos haluat pakottaa kirjoitusoikeudet kokeisiin
pt_pt: Selecione se deseja impor permissões de escrita em experiências
sk_sk: Zvoľte ak chcete vynútiť povolenie písania na experimenty
sl_si: Izberite, če želite za poskuse uveljaviti dovoljenja za pisanje
uz_uz: Tajribalarda yozish ruxsatlarini qo‘llashni xohlasangiz, tanlang

source: Enforced write permissions on experiments
cs_cz: Vynucená oprávnění k zápisu u experimentů
el_gr: Ενεργοποίηση αδειών εγγραφής σε πειράματα
fi_fi: Kokeiden pakotetut kirjoitusoikeudet
pt_pt: Permissões de escrita impostas em experiências
sk_sk: Vynútené povolenie písania na experimentoch
sl_si: Vsiljena dovoljenja za pisanje poskusov
uz_uz: Tajribalarda majburiy yozish ruxsatlari

source: Enforce the write permission for all experiments of users in this team.
cs_cz: Vynutit oprávnění k zápisu pro všechny experimenty uživatelů v týmu.
el_gr: Ενεργοποίηση της άδειας εγγραφής για όλα τα πειράματα των χρηστών αυτής της ομάδας.
fi_fi: Pakota kirjoitusoikeus tämän ryhmän käyttäjien kaikkiin kokeiluihin.
pt_pt: Impor permissão de escrita a todas as experiências de utilizadores nesta equipa.
sk_sk: Vynútiť povolenie písania na všetky experimenty užívateľov tohoto tímu.
sl_si: Uveljavi dovoljenje za pisanje za vse poskuse uporabnikov v tej skupini.
uz_uz: Bu jamoadagi foydalanuvchilarning barcha tajribalari uchun yozish ruxsatini tatbiq eting.

source: Go
cs_cz: Přejít
el_gr: Πηγαίνετε
fi_fi: Mene
pt_pt: Ir
sk_sk: Ísť
sl_si: pojdi
uz_uz: Bor

source: Unfinished steps
cs_cz: Nedokončené kroky
el_gr: Ημιτελή βήματα
fi_fi: Keskeneräisiä vaiheita
pt_pt: Etapas inacabadas
sk_sk: Nedokončené kroky
sl_si: Nedokončani koraki
uz_uz: Tugallanmagan qadamlar

source: Read permissions enforced by admin. Aborting change.
cs_cz: Oprávnění ke čtení vynucené správcem. Přerušení změny.
el_gr: Δικαιώματα ανάγνωσης επιβεβλημένα από τον διαχειριστή. Ακύρωση αλλαγής.
fi_fi: Järjestelmänvalvojan määräämät lukuoikeudet. Muutoksen keskeyttäminen.
pt_pt: Permissões de leitura impostas pelo administrador. Abortando alteraçòes.
sk_sk: Povolenie čítania je vynútené administrátorom. Ruším zmeny.
sl_si: Dovoljenja za branje, ki jih je uveljavil skrbnik. Prekinitev spremembe.
uz_uz: Administrator tomonidan kiritilgan oʻqish ruxsatnomalari. O'zgartirishni bekor qilish.

source: Please wait…
cs_cz: Počkejte prosím…
el_gr: Παρακαλώ περιμένετε
fi_fi: Odota…
pt_pt: Por favor aguarde…
sk_sk: Prosím počkajte…
sl_si: Prosim počakaj…
uz_uz: Iltimos kuting…

source: Toggle create new menu
cs_cz: Přepnout vytvoření nové nabídky
el_gr: Εναλλαγή δημιουργίας νέου μενού
fi_fi: Luo uusi valikko päälle/pois
pt_pt: Alternar para criar novo menu
sk_sk: Prepnúť vytvorenie nového menu
sl_si: Preklop ustvari nov meni
uz_uz: Yangi menyu yaratish-ni yoqing

source: Import from file
cs_cz: Import ze souboru
el_gr: Εισαγωγή από αρχείο
fi_fi: Tuo tiedostosta
pt_pt: Importar de ficheiro
sk_sk: Importovať zo súboru
sl_si: Uvoz iz datoteke
uz_uz: Fayldan import qilish

source: Filename
cs_cz: Název souboru
el_gr: Όνομα αρχείου
fi_fi: Tiedoston nimi
pt_pt: Nome do ficheiro
sk_sk: Názov súboru
sl_si: Ime datoteke
uz_uz: Fayl nomi

source: Enter name of the file
cs_cz: Zadejte název souboru
el_gr: Εισαγάγετε το όνομα του αρχείου
fi_fi: Anna tiedoston nimi
pt_pt: Inserir nome do ficheiro
sk_sk: Zadajte názov súboru
sl_si: Vnesite ime datoteke
uz_uz: Fayl nomini kiriting

source: Owned by %s
cs_cz: Vlastní %s
el_gr: Ανήκει σε %s
fi_fi: %s:n omistama
pt_pt: Pertence a %s
sk_sk: Vlastní %s
sl_si: V lasti %s
uz_uz: %sga tegishli

source: Deduplicate
cs_cz: Deduplikovat
el_gr: Κατάργηση διπλότυπων
fi_fi: Poista kaksoiskappale
pt_pt: Desduplicar
sk_sk: Zrušiť duplikát
sl_si: Odstrani dvojnike
uz_uz: Ikki nusxadan chiqarish

source: Two Factor Authentication
cs_cz: Dvoufaktorové ověřování
el_gr: Αυθεντικοποίηση Δύο Παραγόντων
fi_fi: Kaksivaiheinen todennus
pt_pt: Autenticação em duas etapas
sk_sk: Dvojfázová autetifikácia
sl_si: Dvofaktorska avtentikacija
uz_uz: Ikki faktorli autentifikatsiya

source: Verify
cs_cz: Ověřit
el_gr: Επαλήθευση
fi_fi: Vahvista
pt_pt: Verificar
sk_sk: Verifikovať
sl_si: Preveri
uz_uz: Tasdiqlash

source: Item list (default)
cs_cz: Seznam položek (výchozí)
el_gr: Λίστα αντικειμένων (προεπιλογή)
fi_fi: Tuoteluettelo (oletus)
pt_pt: Lista de itens (pré-definição)
sk_sk: Zoznam položiek (predvolené)
sl_si: Seznam elementov (privzeto)
uz_uz: Elementlar roʻyxati (standart)

source: Tabular
cs_cz: Tabulkový
el_gr: Πινακοειδής
fi_fi: Taulukkomainen
pt_pt: Tabela
sl_si: Tabelarno
uz_uz: Jadval

source: Use two-factor authentication?
cs_cz: Používat dvoufaktorové ověřování?
el_gr: Να χρησιμοποιηθεί έλεγχος ταυτότητας δύο παραγόντων;
fi_fi: Käytä kaksivaiheista todennusta?
pt_pt: Usar autenticação em duas etapas?
sk_sk: Použiť dvojfaktorovú autentifikáciu?
sl_si: Ali želite uporabiti dvostopenjsko avtentikacijo?
uz_uz: Ikki faktorli autentifikatsiya ishlatilsinmi?

source: Toggle LDAP login
cs_cz: Přepínání přihlášení LDAP
el_gr: Εναλλαγή σύνδεσης LDAP
fi_fi: Vaihda LDAP-kirjautuminen
pt_pt: Alternar inicio de sessão por LDAP
sk_sk: Prepnúť LDAP login
sl_si: Preklopi prijavo LDAP
uz_uz: LDAP tizimiga kirishni oʻzgartirish

source: LDAP Host
el_gr: Κεντρικός υπολογιστής LDAP
fi_fi: LDAP-isäntä
pt_pt: Servidor LDAP
sl_si: Gostitelj LDAP
uz_uz: LDAP xost

source: Domain name or IP address
cs_cz: Název domény nebo IP adresa
el_gr: Όνομα τομέα ή διεύθυνση IP
fi_fi: Verkkotunnuksen nimi tai IP-osoite
pt_pt: Domínio ou endereço IP
sk_sk: Doména alebo IP adresa
sl_si: Ime domene ali naslov IP
uz_uz: Domen nomi yoki IP manzili

source: LDAP Port
el_gr: Θήρα LDAP
fi_fi: LDAP-portti
pt_pt: Porta LDAP
sl_si: Vrata LDAP
uz_uz: LDAP porti

source: Default: 389 LDAPS: 636
cs_cz: Výchozí hodnota: 389 LDAPS: 636
el_gr: Προεπιλογή: 389 LDAPS: 636
fi_fi: Oletus: 389 LDAPS: 636
pt_pt: Padrão: 389 LDAPS: 636
sk_sk: Predvolené: 389 LDAPS: 636
sl_si: Privzeto: 389 LDAPS: 636
uz_uz: Standart: 389 LDAPS: 636

source: Username
cs_cz: Uživatelské jméno
el_gr: Όνομα Χρήστη
fi_fi: Käyttäjätunnus
pt_pt: Nome de utilizador
sk_sk: Užívateľské meno
sl_si: Uporabniško ime
uz_uz: Foydalanuvchi nomi

source: Use TLS
cs_cz: Použit TLS
el_gr: Χρησιμοποιήστε το TLS
fi_fi: Käytä TLS:ää
pt_pt: Usar TLS
sk_sk: Použiť TLS
sl_si: Uporabite TLS
uz_uz: TLS dan foydalaning

source: You are already authenticated
cs_cz: Jste již ověřen
el_gr: Έχετε ήδη επικυρωθεί
fi_fi: Olet jo todennettu
pt_pt: Já está autenticado
sk_sk: Už ste authentifikovaný
sl_si: Ste že potrjeni
uz_uz: Siz allaqachon autentifikatsiya qilingansiz

source: Continue
cs_cz: Pokračovat
el_gr: Συνέχεια
fi_fi: Jatka
pt_pt: Continuar
sk_sk: Pokračovať
sl_si: Nadaljuj
uz_uz: Davom eting

source: Local
cs_cz: Místní
el_gr: Τοπικό
fi_fi: Paikallinen
sk_sk: Lokálne
sl_si: Lokalno
uz_uz: Mahalliy

source: Lock
cs_cz: Zamknout
el_gr: Κλείδωμα
fi_fi: Lukita
pt_pt: Trancar
sk_sk: Zamknúť
sl_si: Zaklepanje
uz_uz: Qulflash

source: Actions
cs_cz: Akce
el_gr: Ενέργειες
fi_fi: Toiminnot
pt_pt: Ações
sk_sk: Akcie
sl_si: Dejanja
uz_uz: Harakatlar

source: Hi. A new user registered an account on eLabFTW: %s (%s).
cs_cz: Ahoj. Na eLabFTW si založil účet nový uživatel: %s (%s).
el_gr: Γεια σας. Ένας νέος χρήστης δημιούργησε έναν λογαριασμό στο eLabFTW: %s (%s).
fi_fi: Hei. Uusi käyttäjä rekisteröi tilin eLabFTW:hen: %s (%s).
pt_pt: Oi. Foi registada uma nova conta de utilizador no eLabFTW: %s (%s).
sk_sk: Ahoj. Nový používateľ si zaregistroval účet na eLabFTW: %s (%s).
sl_si: Zdravo. Nov uporabnik je registriral račun na eLabFTW: %s (%s).
uz_uz: Salom. Yangi foydalanuvchi eLabFTW’da hisob qaydnomasini ro‘yxatdan o‘tkazdi: %s (%s).

source: Head to the admin panel to validate the account: %s
cs_cz: Přejděte na panel správce a ověřte účet: %s
el_gr: Μεταβείτε στον πίνακα διαχειριστή για να επικυρώσετε τον λογαριασμό: %s
fi_fi: Siirry hallintapaneeliin vahvistamaan tili: %s
pt_pt: Dirija-se ao painel de administração para validar a conta: %s
sk_sk: Navštívne admin panel na validáciu účtu: %s
sl_si: Pojdite na skrbniško ploščo, da potrdite račun: %s
uz_uz: Hisobni tasdiqlash uchun administrator paneliga o‘ting: %s

source: Authentication required
cs_cz: Vyžaduje se ověření pravosti
el_gr: Χρειάζεται έλεγχος ταυτότητας
fi_fi: Todennus vaaditaan
pt_pt: Requer autenticação
sk_sk: Vyžaduje sa authentifikácia
sl_si: Zahtevana avtentikacija
uz_uz: Autentifikatsiya talab qilinadi

source: Two Factor Authentication was not enabled!
cs_cz: Dvoufaktorové ověřování nebylo povoleno!
el_gr: Ο έλεγχος ταυτότητας δύο παραγόντων δεν ενεργοποιήθηκε!
fi_fi: Kaksivaiheinen todennus ei ollut käytössä!
pt_pt: Autenticação em duas etapas não foi ativada!
sk_sk: Dvojfaktorová authentifikácia nie je zapnutá!
sl_si: Dvostopenjska avtentikacija ni bila omogočena!
uz_uz: Ikki faktorli autentifikatsiya yoqilmagan!

source: The code you entered is not valid!
cs_cz: Zadaný kód není platný!
el_gr: Ο κωδικός που εισαγάγατε δεν είναι έγκυρος!
fi_fi: Antamasi koodi ei kelpaa!
pt_pt: O código que digitou não é válido!
sk_sk: Kód ktorý ste zadali nie je platný!
sl_si: Koda, ki ste jo vnesli, ni veljavna!
uz_uz: Siz kiritgan kod haqiqiy emas!

source: Two Factor Authentication is now enabled!
cs_cz: Dvoufaktorové ověřování je nyní povoleno!
el_gr: Ο έλεγχος ταυτότητας δύο παραγόντων είναι πλέον ενεργοποιημένος!
fi_fi: Kaksivaiheinen todennus on nyt käytössä!
pt_pt: A autenticação em duas etapas está agora ativada!
sk_sk: Dvojfaktorová authentifikácia je od teraz zapnutá!
sl_si: Dvostopenjska avtentikacija je zdaj omogočena!
uz_uz: Ikki faktorli autentifikatsiya endi yoqilgan!

source: Nothing selected!
cs_cz: Nic není vybráno!
el_gr: Τίποτα επιλεγμένο!
fi_fi: Ei valittu mitään!
pt_pt: Nada selecionado!
sk_sk: Nič nevybrané!
sl_si: Nič izbranega!
uz_uz: Hech narsa tanlanmagan!

source: Do you want to replace the file on the server with this edit?
cs_cz: Chcete nahradit soubor na serveru touto úpravou?
el_gr: Θέλετε να αντικαταστήσετε το αρχείο στον διακομιστή με αυτήν την επεξεργασία;
fi_fi: Haluatko korvata palvelimella olevan tiedoston tällä muokkauksella?
pt_pt: Gostaria de substituir o ficheiro no servidor por esta edição?
sk_sk: Chcete touto úpravou nahradiť súbor na servery?
sl_si: Ali želite zamenjati datoteko na strežniku s tem urejanjem?
uz_uz: Serverdagi faylni ushbu tahrir bilan almashtirmoqchimisiz?

source: Setting this to a high value will help keeping the database size small.
cs_cz: Nastavení na vysokou hodnotu pomůže udržet velikost databáze malou.
el_gr: Η ρύθμιση αυτής σε υψηλή τιμή θα σας βοηθήσει να διατηρήσετε το μέγεθος της βάσης δεδομένων μικρό.
fi_fi: Tämän arvon asettaminen suureksi auttaa pitämään tietokannan koon pienenä.
pt_pt: Definir um valor alto aqui vai manter o tamanho da base de dados pequeno.
sk_sk: Nastavením tejto položky na vysokú hodnotu zaistí nižšiu veľkosť databázy.
sl_si: Če to nastavite na visoko vrednost, boste ohranili majhno velikost baze podatkov.
uz_uz: Buni yuqori qiymatga o'rnatish ma'lumotlar bazasi hajmini kichik saqlashga yordam beradi.

source: Set to 0 to disable this feature.
cs_cz: Nastavením na 0 tuto funkci zakážete.
el_gr: Ορίστε σε 0 για να απενεργοποιήσετε αυτήν τη δυνατότητα.
fi_fi: Aseta arvoksi 0, jos haluat poistaa tämän ominaisuuden käytöstä.
pt_pt: Altere para 0 para desabilitar esta função.
sk_sk: Nastavte 0 pre vypnutie tejto funkcie.
sl_si: Nastavite na 0, da onemogočite to funkcijo.
uz_uz: Ushbu xususiyatni o'chirish uchun 0 ga o'rnating.

source: Created by
cs_cz: Vytvořil
el_gr: Δημιουργήθηκε από τον/την
fi_fi: Luonut
pt_pt: Criado por
sk_sk: Vytvoril
sl_si: Ustvaril
uz_uz: Tomonidan yaratilgan

source: Linked item
cs_cz: Související položka
el_gr: Συνδεδεμένο στοιχείο
fi_fi: Linkitetty kohde
pt_pt: Item ligado
sk_sk: Pripojená položka
sl_si: Povezan element
uz_uz: Bog'langan element

source: This email domain is not allowed. Allowed domains: %s
cs_cz: Tato e-mailová doména není povolena. Povolené domény: %s
el_gr: Αυτός ο τομέας ηλεκτρονικού ταχυδρομείου δεν επιτρέπεται. Επιτρεπόμενοι τομείς: %s
fi_fi: Tämä sähköpostin verkkotunnus ei ole sallittu. Sallitut verkkotunnukset: %s
pt_pt: Este domínio de e-mail não é permitido. Domínios permitidos: %s
sk_sk: Táto emailová doména nie je povolená. Povolené domény: %s
sl_si: Ta e-poštna domena ni dovoljena. Dovoljene domene: %s
uz_uz: Ushbu elektron pochta domeniga ruxsat berilmagan. Ruxsat berilgan domenlar: %s

source: Extra fields
cs_cz: Další pole
el_gr: Επιπλέον πεδία
fi_fi: Ylimääräiset kentät
pt_pt: Campos adicionais
sk_sk: Extra polia
sl_si: Dodatna polja
uz_uz: Qo'shimcha maydonlar

source: Template title
cs_cz: Název šablony
el_gr: Τίτλος προτύπου
fi_fi: Malliotsikko
pt_pt: Título do modelo
sk_sk: Názov šablóny
sl_si: Naslov predloge
uz_uz: Shablon sarlavhasi

source: Started on
cs_cz: Spuštěno
el_gr: Ξεκίνησε στις
fi_fi: Alkoi
pt_pt: Iniciada a
sk_sk: Začaté
sl_si: Začelo dne
uz_uz: Boshlangan

source: Add to blockchain
cs_cz: Přidat do blockchainu
el_gr: Προσθήκη στο blockchain
fi_fi: Lisää lohkoketjuun
pt_pt: Adicionar à blockchain
sk_sk: Pridať do blockchain
sl_si: Dodaj v verigo blokov
uz_uz: Blockchain-ga qo'shing

source: Login page announcement
cs_cz: Oznámení na přihlašovací stránce
el_gr: Ανακοίνωση σελίδας σύνδεσης
fi_fi: Kirjautumissivun ilmoitus
pt_pt: Anúncio da página da início de sessão
sk_sk: Oznámenie na prihlasovacej stránke
sl_si: Obvestilo na strani za prijavo
uz_uz: Kirish sahifasi haqida e'lon

source: The following text will be displayed only on the login page.
cs_cz: Následující text se zobrazí pouze na přihlašovací stránce.
el_gr: Το παρακάτω κείμενο θα εμφανίζεται μόνο στη σελίδα σύνδεσης.
fi_fi: Seuraava teksti näkyy vain kirjautumissivulla.
pt_pt: O texto a seguir só será visível na página de início de sessão.
sk_sk: Nasledujúci text bude zobrazený iba na prihlasovacej obrazovke.
sl_si: Naslednje besedilo bo prikazano samo na strani za prijavo.
uz_uz: Quyidagi matn faqat kirish sahifasida ko'rsatiladi.

source: An admin account will always be able to create tags.
cs_cz: Účet správce bude vždy moci vytvářet štítky.
el_gr: Ένας λογαριασμός διαχειριστή θα μπορεί πάντα να δημιουργεί ετικέτες.
fi_fi: Järjestelmänvalvojan tili voi aina luoda tunnisteita.
pt_pt: Uma conta de administrador poderá sempre criar etiquetas.
sk_sk: Účet administrátora bude vždy môcť vytvoriť tagy.
sl_si: Skrbniški račun bo vedno lahko ustvaril oznake.
uz_uz: Administrator hisobi har doim teglar yaratishi mumkin.

source: Edit filename
cs_cz: Upravit název souboru
el_gr: Επεξεργασία ονόματος αρχείου
fi_fi: Muokkaa tiedostonimeä
pt_pt: Editar nome do ficheiro
sk_sk: Upraviť názov súboru
sl_si: Uredi ime datoteke
uz_uz: Fayl nomini tahrirlash

source: Sent from eLabFTW
cs_cz: Odesláno z eLabFTW
el_gr: Στάλθηκε από το eLabFTW
fi_fi: Lähetetty eLabFTW:stä
pt_pt: Envidado a partir do eLabFTW
sk_sk: Odoslané z eLabFTW
sl_si: Poslano iz eLabFTW
uz_uz: eLabFTW dan yuborilgan

source: Users cannot create tags.
cs_cz: Uživatelé nemohou vytvářet štítky.
el_gr: Οι χρήστες δεν μπορούν να δημιουργήσουν ετικέτες.
fi_fi: Käyttäjät eivät voi luoda tunnisteita.
pt_pt: Os utilizadores não podem criar etiquetas.
sk_sk: Užívateľ nemôže vytvoriť tagy.
sl_si: Uporabniki ne morejo ustvarjati oznak.
uz_uz: Foydalanuvchilar teg yarata olmaydi.

source: Use ISO datetime in the text editor instead of localized one
cs_cz: Použití ISO data v textovém editoru namísto lokalizovaného data
el_gr: Χρησιμοποιήστε την ημερομηνία ISO στο πρόγραμμα επεξεργασίας κειμένου αντί για τοπική
fi_fi: Käytä ISO-päivämäärää tekstieditorissa lokalisoinnin sijaan
pt_pt: Usar data e hora ISO no editor de texto, ao invés da local
sk_sk: Použiť ISO dátum v textovom editore namiesto lokalizovaného
sl_si: Uporabite ISO datetime v urejevalniku besedil namesto lokaliziranega
uz_uz: Matn muharririda lokalizatsiya o'rniga ISO sanasidan foydalaning

source: Transfer ownership
cs_cz: Převod vlastnictví
el_gr: Μεταβίβαση ιδιοκτησίας
fi_fi: Siirrä omistajuus
pt_pt: Transferir propriedade
sk_sk: Presunúť vlastníctvo
sl_si: Prenos lastništva
uz_uz: Egalikni o'tkazish

source: New owner
cs_cz: Nový majitel
el_gr: Νέος ιδιοκτήτης
fi_fi: Uusi omistaja
pt_pt: Novo proprietário
sk_sk: Nový majiteľ
sl_si: Nov lastnik
uz_uz: Yangi egasi

source: Main content
cs_cz: Hlavní obsah
el_gr: Κυρίως περιεχόμενο
fi_fi: Pääsisältö
pt_pt: Conteúdo principal
sk_sk: Hlavný obsah
sl_si: Glavna vsebina
uz_uz: Asosiy tarkib

source: Toggle completion
cs_cz: Přepínání dokončení
el_gr: Εναλλαγή ολοκλήρωσης
fi_fi: Vaihda valmistumista
pt_pt: Alternar finalização
sk_sk: Prepnúť stav dokončenia
sl_si: Preklopi dokončanje
uz_uz: Toʻldirishni oʻzgartirish

source: User menu
cs_cz: Uživatelské menu
el_gr: Μενού χρήστη
fi_fi: Käyttäjävalikko
pt_pt: Menu do utilizador
sk_sk: Užívateľské menu
sl_si: Uporabniški meni
uz_uz: Foydalanuvchi menyusi

source: Make sure to read the %suser guide%s.
cs_cz: Nezapomeňte si přečíst %suživatelskou příručku%s.
el_gr: Φροντίστε να διαβάσετε τον %οδηγό χρήστη%s.
fi_fi: Muista lukea %suser-opas%s.
pt_pt: Garanta que lê o %sguia do utilizador%s.
sk_sk: Uistite sa že si prečítate %suser guide%s.
sl_si: Ne pozabite prebrati %s uporabniškega priročnika%s.
uz_uz: %s foydalanuvchi qo‘llanmasini o‘qib chiqing.

source: Admin
el_gr: Διαχειριστής
pt_pt: Administrador
sk_sk: Administrátor
sl_si: skrbnik

source: Owner
cs_cz: Vlastník
el_gr: Ιδιοκτήτης
fi_fi: Omistaja
pt_pt: Proprietário
sk_sk: Vlastník
sl_si: Lastnik
uz_uz: Egasi

source: Save and go back
cs_cz: Uložit a vrátit se zpět
el_gr: Αποθήκευση και επιστροφή
fi_fi: Tallenna ja palaa takaisin
pt_pt: Guardar e regressar
sk_sk: Uložiť a ísť späť
sl_si: Shrani in pojdi nazaj
uz_uz: Saqlash va orqaga qaytish

source: Show all
cs_cz: Zobrazit vše
el_gr: Προβολή όλων
fi_fi: Näytä kaikki
pt_pt: Mostrar tudo
sk_sk: Ukáž všetko
sl_si: Pokaži vse
uz_uz: Hammasini ko'rsatish

source: OK
el_gr: ΟΚ
sl_si: v redu
uz_uz: KELISHDIKMI

source: If the last change is at least this days old, a revision will be created regardless of the minimum characters setting.
cs_cz: Pokud je poslední změna stará alespoň tolik dnů, bude vytvořena revize bez ohledu na nastavení minimálního počtu znaků.
el_gr: Εάν η τελευταία αλλαγή έγινε πριν τουλάχιστον τόσες ημέρες, θα δημιουργηθεί μια αναθεώρηση ανεξάρτητα από τη ρύθμιση ελάχιστων χαρακτήρων.
fi_fi: Jos viimeisin muutos on vähintään tämän päivän ikäinen, versio luodaan riippumatta merkkien vähimmäisasetuksesta.
pt_pt: Se a última alteração for anterior a este número de dias, será criada uma revisão independentemente do número mínimo de caracteres definido.
sk_sk: Ak je posledná zmena najmenej jeden deň stará, revízia bude vytvorená bez ohľadu na nastavenie minimálneho počtu znakov.
sl_si: Če je zadnja sprememba stara vsaj ta dan, bo revizija ustvarjena ne glede na nastavitev minimalnega števila znakov.
uz_uz: Agar oxirgi o'zgartirish kamida shu kunga to'g'ri kelgan bo'lsa, minimal belgilar sozlamalaridan qat'i nazar, tahrir yaratiladi.

source: %d users are currently prevented from logging in from unknown devices.
cs_cz: %d uživatelům je v současné době zabráněno v přihlášení z neznámých zařízení.
el_gr: %d χρήστες δεν επιτρέπεται να συνδεθούν από άγνωστες συσκευές.
fi_fi: %d käyttäjää on tällä hetkellä estetty kirjautumasta sisään tuntemattomilta laitteilta.
pt_pt: %d utilizadores estão atualmente impedidos de iniciar sessão a partir de dispositivos desconhecidos.
sk_sk: %d užívateľov je momentálne zablokovaných z neznámych zariadení.
sl_si: %d uporabnikom je trenutno onemogočena prijava iz neznanih naprav.
uz_uz: Hozirda %d ta foydalanuvchi noma’lum qurilmalardan tizimga kirishi taqiqlangan.

source: %d devices are currently denied authentication.
cs_cz: %d zařízením je aktuálně odepřeno ověření.
el_gr: Αυτήν τη στιγμή δεν επιτρέπεται ο έλεγχος ταυτότητας %d συσκευών.
fi_fi: %d laitteen todennus on tällä hetkellä estetty.
pt_pt: %d dispositivos estão atualmente proibidos de se autenticar.
sk_sk: %d zariadení má zakázanú autentifikáciu.
sl_si: %d napravam je trenutno zavrnjena avtentikacija.
uz_uz: Hozirda %d ta qurilmani autentifikatsiya qilish rad etilgan.

source: (default)
cs_cz: (výchozí)
el_gr: (προεπιλογή)
fi_fi: (oletus)
pt_pt: (predefinição)
sl_si: (privzeto)
uz_uz: (standart)

source: If the account exists, an email has been sent.
cs_cz: Pokud účet existuje, byl odeslán e-mail.
el_gr: Αν υπάρχει ο λογαριασμός, εστάλη μήνυμα ηλεκτρονικού ταχυδρομείου.
fi_fi: Jos tili on olemassa, sähköposti on lähetetty.
pt_pt: Foi enviado um e-mail caso a conta exista.
sk_sk: Ak účet existuje, pošli email.
sl_si: Če račun obstaja, je bilo poslano e-poštno sporočilo.
uz_uz: Agar hisob mavjud bo'lsa, elektron pochta xabari yuborilgan.

source: Your account is not validated. An admin of your team needs to validate it!
cs_cz: Váš účet není potvrzen. Správce vašeho týmu jej musí potvrdit!
el_gr: Ο λογαριασμός σας δεν έχει εγκριθεί. Ένας διαχειριστής χρειάζεται να τον εγκρίνει.
fi_fi: Tiliäsi ei ole vahvistettu. Tiimisi järjestelmänvalvojan on vahvistettava se!
pt_pt: A sua conta não está validada. É necessário que um administrador da sua equipa a valide!
sk_sk: Váš účet nie je validovaný. Admin vášho tímu ho musí validovať!
sl_si: Vaš račun ni potrjen. Skrbnik vaše ekipe ga mora potrditi!
uz_uz: Hisobingiz tasdiqlanmagan. Jamoangizning administratori buni tasdiqlashi kerak!
