Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: This experiment was locked by %s. You don't have the rights to unlock this.
cs_cz: Tento experiment byl uzamčen %s. Nemáte práva k jeho odemčení.
el_gr: Αυτό το πείραμα κλειδώθηκε από τον/την χρήστη %s. Δεν έχετε τα δικαιώματα να το ξεκλειδώσετε.
fi_fi: %s lukitsi tämän kokeen. Sinulla ei ole oikeutta avata tätä.
pt_pt: Esta experência foi bloqueada por %s. Não lhe é permitido desbloqueá-la.
sk_sk: Tento experiment bol uzamknutý užívateľom %s. Nemáte práve ho otvoriť.
sl_si: Ta poskus je zaklenil %s. Nimate pravic za odklepanje tega.
uz_uz: Bu tajriba %s tomonidan bloklangan. Buni qulfdan chiqarish huquqiga ega emassiz.

source: Unarchive user
cs_cz: Odarchivovat uživatele
el_gr: Επαναφορά αρχειοθετημένου χρήστη
fi_fi: Palauta käyttäjä arkistosta
pt_pt: Desarquivar utilizador
sk_sk: Odarchivovať užívateľa
sl_si: Odstrani uporabnika iz arhiva
uz_uz: Foydalanuvchini arxivdan chiqarish

source: Annotate this image
cs_cz: Přidejte poznámku k tomuto obrázku
el_gr: Σημειώστε αυτήν την εικόνα
fi_fi: Merkitse tämä kuva
pt_pt: Anotar esta imagem
sk_sk: Okomentovať obrázok
sl_si: Dodajte opombo tej sliki
uz_uz: Ushbu rasmga izoh bering

source: Save as image
cs_cz: Uložit jako obrázek
el_gr: Αποθήκευση ως εικόνα
fi_fi: Tallenna kuvana
pt_pt: Guardar como imagem
sk_sk: Uložiť ako obrázok
sl_si: Shrani kot sliko
uz_uz: Rasm sifatida saqlash

source: Share
cs_cz: Sdílet
el_gr: Κοινοποίηση
fi_fi: Jaa
pt_pt: Partilhar
sk_sk: Zdieľať
sl_si: Deliti
uz_uz: Ulashish

source: Announcement
cs_cz: Oznámení
el_gr: Ανακοίνωση
fi_fi: Ilmoitus
pt_pt: Anúncio
sk_sk: Oznámenie
sl_si: Obvestilo
uz_uz: E'lon

source: The following text will be displayed to all users on all pages while it's active.
cs_cz: Následující text se zobrazí všem uživatelům na všech stránkách, dokud je aktivní.
el_gr: Το παρακάτω κείμενο θα εμφανίζεται σε όλους τους χρήστες σε όλες τις σελίδες ενώ είναι ενεργό.
fi_fi: Seuraava teksti näytetään kaikille käyttäjille kaikilla sivuilla sen ollessa aktiivinen.
pt_pt: O seguinte texto será exibido a todos os utilizadores em todas as páginas enquanto estiver ativo.
sk_sk: Nasledujúci text bude zobrazený všetkým užívateľom tejto stránky pokiaľ je aktívna.
sl_si: Naslednje besedilo bo prikazano vsem uporabnikom na vseh straneh, medtem ko je aktivno.
uz_uz: Quyidagi matn faol bo'lganda barcha sahifalarda barcha foydalanuvchilarga ko'rsatiladi.

source: Steps
cs_cz: Kroky
el_gr: Βήματα
fi_fi: Askeleet
pt_pt: Etapas
sk_sk: Postup
sl_si: Koraki
uz_uz: Qadamlar

source: Results per page
cs_cz: Výsledků na stránku
el_gr: Αποτελέσματα ανά σελίδα
fi_fi: Tulosta per sivu
pt_pt: Resultados por página
sk_sk: Výsledkov na stránku
sl_si: Rezultati na stran
uz_uz: Har bir sahifa uchun natijalar

source: Stroke width
cs_cz: Šířka tahu
el_gr: Πλάτος γραμμής
fi_fi: Vedon leveys
pt_pt: Largura do traçado
sk_sk: Hrúbka čiary
sl_si: Širina poteze
uz_uz: Strok kengligi

source: Eraser
cs_cz: Guma
el_gr: Σβυστήρι
fi_fi: Pyyhekumi
pt_pt: Apagador
sk_sk: Guma
sl_si: Radirka
uz_uz: Oʻchirgich

source: Delete this step?
cs_cz: Vymazat tento krok?
el_gr: Διαγραφή αυτού του βήματος;
fi_fi: Poistetaanko tämä vaihe?
pt_pt: Excluir este passo?
sk_sk: Odstrániť tento krok?
sl_si: Ali želite izbrisati ta korak?
uz_uz: Bu qadam oʻchirilsinmi?

source: Delete this link?
cs_cz: Smazat tento odkaz?
el_gr: Διαγραφή αυτού του συνδέσμου;
fi_fi: Poistetaanko tämä linkki?
pt_pt: Excluir esta ligação?
sk_sk: Odstrániť tento odkaz?
sl_si: Želite izbrisati to povezavo?
uz_uz: Bu havola oʻchirilsinmi?

source: JSON Editor
cs_cz: Editor JSON
el_gr: Επεξεργαστής JSON
fi_fi: JSON-editori
pt_pt: Editor JSON
sl_si: Urejevalnik JSON
uz_uz: JSON muharriri

source: Create experiment from template
cs_cz: Vytvoření experimentu ze šablony
el_gr: Δημιουργία πειράματος από πρότυπο
fi_fi: Luo kokeilu mallista
pt_pt: Criar experiência a partir de modelo
sk_sk: Vytvoriť experiment zo šablóny
sl_si: Ustvari poskus iz predloge
uz_uz: Shablondan tajriba yarating

source: Add user
cs_cz: Přidat uživatele
el_gr: Προσθήκη Χρήστη
fi_fi: Lisää käyttäjä
pt_pt: Adicionar utilizador
sk_sk: Pridať užívateľa
sl_si: Dodaj uporabnika
uz_uz: Foydalanuvchi qo'shish

source: Expand all
cs_cz: Rozbalit vše
el_gr: Επέκταση όλων
fi_fi: Laajenna kaikki
pt_pt: Expandir todos
sk_sk: Otvoriť všetko
sl_si: Razširi vse
uz_uz: Hammasini kengaytiring

source: Clear all
cs_cz: Odstranit vše
el_gr: Εκκαθάριση όλων
fi_fi: Tyhjennä
pt_pt: Limpar todos
sk_sk: Vymazať všetko
sl_si: Počisti vse
uz_uz: Hammasini tozalamoq

source: Enforce a domain name for emails
cs_cz: Vynucení názvu domény pro e-maily
el_gr: Επιβολή ονόματος τομέα για μηνύματα ηλεκτρονικού ταχυδρομείου
fi_fi: Pakota verkkotunnuksen nimi sähköposteille
pt_pt: Exigir um domínio específico para e-mails
sk_sk: Vynútiť doménu pre emaily
sl_si: Uveljavite ime domene za e-pošto
uz_uz: Elektron pochta uchun domen nomini joriy qilish

source: Only email addresses at this domain will be allowed to register an account.
cs_cz: Registrovat účet bude možné pouze na e-mailové adresy v této doméně.
el_gr: Μόνο οι διευθύνσεις ηλεκτρονικού ταχυδρομείου σε αυτόν τον τομέα θα επιτρέπεται να καταχωρούν λογαριασμό.
fi_fi: Vain tämän verkkotunnuksen sähköpostiosoitteet voivat rekisteröidä tilin.
pt_pt: Apenas endereços de e-mail deste domínio terão permissão para criar uma conta.
sk_sk: Iba emailové adresy na tejto doméne si budú môcť registrovať účet.
sl_si: Samo e-poštni naslovi na tej domeni bodo lahko registrirali račun.
uz_uz: Hisobni ro'yxatdan o'tkazish uchun faqat ushbu domendagi elektron pochta manzillariga ruxsat beriladi.

source: Add account
cs_cz: Přidat účet
el_gr: Προσθήκη λογαριασμού
fi_fi: Lisää tili
pt_pt: Adicionar conta
sk_sk: Pridať účet
sl_si: Dodaj račun
uz_uz: Hisob qo'shish

source: Edit event
cs_cz: Upravit událost
el_gr: Επεξεργασία γεγονότος
fi_fi: Muokkaa tapahtumaa
pt_pt: Editar evento
sk_sk: Upraviť udalosť
sl_si: Uredi dogodek
uz_uz: Tadbirni tahrirlash

source: Unbind
cs_cz: Zrušení vazby
el_gr: Απολύω
fi_fi: Pura
pt_pt: Desvincular
sk_sk: Odpojiť
sl_si: Odveži
uz_uz: Bog'lash

source: Bind an experiment
cs_cz: Provázat experiment
el_gr: Συνδέστε ένα πείραμα
fi_fi: Sido kokeilu
pt_pt: Vincular uma experiência
sk_sk: Pripojiť experiment
sl_si: Povežite poskus
uz_uz: Tajribani bog'lang

source: Attach
cs_cz: Připojit
el_gr: Επισύναψη
fi_fi: Liittää
pt_pt: Anexar
sk_sk: Priložiť
sl_si: Priložite
uz_uz: Biriktiring

source: Load into JSON Editor
cs_cz: Načtení do editoru JSON
el_gr: Φόρτωση στο πρόγραμμα επεξεργασίας JSON
fi_fi: Lataa JSON-editoriin
pt_pt: Carregar para o Editor JSON
sk_sk: Načítať do JSON Editora
sl_si: Naložite v urejevalnik JSON
uz_uz: JSON muharririga yuklang

source: Default write permission for new experiments
cs_cz: Výchozí oprávnění k zápisu pro nové experimenty
el_gr: Προεπιλεγμένη άδεια εγγραφής για νέα πειράματα
fi_fi: Oletusarvoinen kirjoitusoikeus uusille kokeiluille
pt_pt: Permissão pré-definida de escrita para novas experiências
sk_sk: Predvolené právomoci pre nové experimenty
sl_si: Privzeto dovoljenje za pisanje za nove poskuse
uz_uz: Yangi tajribalar uchun standart yozish ruxsati

source: Only emails @%s are authorized to register
cs_cz: K registraci jsou oprávněny pouze e-maily @%s
el_gr: Μόνο τα email @%s είναι εξουσιοδοτημένα για εγγραφή
fi_fi: Vain sähköpostit @%s voivat rekisteröidä
pt_pt: Apenas e-mails @%s estão autorizados a criar conta
sk_sk: Iba emaily @%s sú autorizované sa registrovať
sl_si: Za registracijo so pooblaščeni samo e-poštni naslovi @%s
uz_uz: Faqat @%s e-pochtalari roʻyxatdan oʻtishga ruxsat berilgan

source: Collapse all
cs_cz: Sbalit vše
el_gr: Σύμπτυξη όλων
fi_fi: Kutista kaikki
pt_pt: Recolher todos
sk_sk: Zatvoriť všetko
sl_si: Strniti vse
uz_uz: Hammasini yig'ish

source: Password must contain at least %d characters.
cs_cz: Heslo musí obsahovat alespoň %d znaků.
el_gr: Ο κωδικός πρόσβασης πρέπει να αποτελείται από τουλάχιστον %d χαρακτήρες.
fi_fi: Salasanassa on oltava vähintään %d merkkiä.
pt_pt: A palavra-passe deve conter pelo menos %d caracteres.
sk_sk: Heslo musí obsahovať aspoň %d znakov.
sl_si: Geslo mora vsebovati najmanj %d znakov.
uz_uz: Parol kamida %d ta belgidan iborat bo‘lishi kerak.

source: More options
cs_cz: Více možností
el_gr: Περισσότερες επιλογές
fi_fi: Lisää vaihtoehtoja
pt_pt: Mais opções
sk_sk: Viac nastavení
sl_si: Več možnosti
uz_uz: Boshqa variantlar

source: Manage Permissions
cs_cz: Správa oprávnění
el_gr: Διαχείριση δικαιωμάτων
fi_fi: Hallinnoi käyttöoikeuksia
pt_pt: Gerir permissões
sk_sk: Spravovať právomoci
sl_si: Upravljanje dovoljenj
uz_uz: Ruxsatlarni boshqarish

source: Team(s)
cs_cz: Tým(y)
el_gr: Ομάδα/ες
fi_fi: joukkue(et)
pt_pt: Equipa(s)
sk_sk: Tím(y)
sl_si: Ekipa(e)
uz_uz: Jamoa(lar)

source: Reset your password
cs_cz: Obnovit heslo
el_gr: Επαναφορά του κωδικού σας
fi_fi: Nollaa salasana
pt_pt: Repor a sua palavra-passe
sk_sk: Obnoviť vaše heslo
sl_si: Ponastavi geslo
uz_uz: Parolingizni qayta o'rnating

source: Send reset link
cs_cz: Odeslat odkaz na obnovení
el_gr: Αποστολή συνδέσμου επαναφοράς
fi_fi: Lähetä nollauslinkki
pt_pt: Enviar hiperligação de reposição
sk_sk: Poslať odkaz na obnovenie
sl_si: Pošlji povezavo za ponastavitev
uz_uz: Qayta tiklash havolasini yuboring

source: Login to your account
cs_cz: Přihlášení k účtu
el_gr: Συνδεθείτε στο λογαριασμό σας
fi_fi: Kirjaudu tilillesi
pt_pt: Iniciar sessão na sua conta
sk_sk: Prihlásiť sa do svojho účtu
sl_si: Prijavite se v svoj račun
uz_uz: Hisobingizga kiring

source: Forgot password?
cs_cz: Zapomenuté heslo?
el_gr: Ξεχάσατε τον κωδικό σας?
fi_fi: Unohtuiko salasana?
pt_pt: Esqueceu-se da sua palavra-passe?
sk_sk: Zabudli ste heslo?
sl_si: Ste pozabili geslo?
uz_uz: Parolni unutdingizmi?

source: Don't have an account? %sRegister%s now!
cs_cz: Nemáte účet? %sRegistrujte se%s nyní!
el_gr: Δεν έχετε λογαριασμό; %sΕγγραφείτε%s τώρα!
fi_fi: Eikö sinulla ole tiliä? %sRekisteröidy%s nyt!
pt_pt: Não tem conta? %sCrie uma%s agora!
sk_sk: Nemáte účet? %sRegister%s teraz!
sl_si: Nimate računa? %sRegistriraj se%s zdaj!
uz_uz: Hisobingiz yo'qmi? %sRo‘yxatdan o‘ting%s!

source: Your account is linked to several teams. Select in which team you want to log in
cs_cz: Váš účet je propojen s několika týmy. Vyberte, do kterého týmu se chcete přihlásit
el_gr: Ο λογαριασμός σας είναι συνδεδεμένος με πολλές ομάδες. Επιλέξτε σε ποια ομάδα θέλετε να συνδεθείτε
fi_fi: Tilisi on linkitetty useisiin tiimeihin. Valitse mihin tiimiin haluat kirjautua
pt_pt: A sua conta está associada a várias equipas. Selecione a equipa em que deseja iniciar sessão.
sk_sk: Tento účet je prepojený s viacerými tímami. Vyberte do ktorého tímu sa chcete prihlásiť
sl_si: Vaš račun je povezan z več ekipami. Izberite, v katero ekipo se želite prijaviti
uz_uz: Sizning hisobingiz bir nechta jamoalar bilan bog'langan. Qaysi jamoaga kirishni xohlayotganingizni tanlang

source: Invalid email/password combination.
cs_cz: Neplatná kombinace e-mailu a hesla.
el_gr: Άκυρος συνδιασμός email/κωδικού πρόσβασης.
fi_fi: Virheellinen sähköpostiosoite/salasana-yhdistelmä.
pt_pt: Combinação de e-mail/palavra-passe inválida.
sk_sk: Neplatná kombinácia emailu a hesla.
sl_si: Neveljavna kombinacija e-pošte/gesla.
uz_uz: Yaroqsiz elektron pochta/parol birikmasi.

source: Add team
cs_cz: Přidat tým
el_gr: Προσθήκη Ομάδας
fi_fi: Lisää tiimi
pt_pt: Adicionar equipa
sk_sk: Pridať tím
sl_si: Dodaj ekipo
uz_uz: Jamoa qo'shing

source: Your session expired.
cs_cz: Vaše relace vypršela.
el_gr: Η συνεδρία σας έληξε.
fi_fi: Istunto on vanhentunut.
pt_pt: A sua sessão expirou.
sk_sk: Vaše sedenie expirovalo.
sl_si: Vaša seja je potekla.
uz_uz: Seans muddati tugadi.

source: Code repository on GitHub
cs_cz: Úložiště kódu na GitHubu
el_gr: Αποθετήριο κώδικα στο GitHub
fi_fi: Koodivarasto GitHubissa
pt_pt: Repositório de código no GitHub
sk_sk: Repozitár na GitHube
sl_si: Repozitorij kod na GitHubu
uz_uz: GitHub-dagi kodlar ombori

source: Join the discussion on Gitter
cs_cz: Připojte se k diskusi na Gitteru
el_gr: Λάβετε μέρος στη συζήτηση στο Gitter
fi_fi: Liity keskusteluun Gitteristä
pt_pt: Junte-se à discussão no Gitter
sk_sk: Pripojte sa k diskusií na Gittery
sl_si: Pridružite se razpravi o Gitterju
uz_uz: Gitter bo'yicha muhokamaga qo'shiling

source: Registration and authentication configuration
cs_cz: Konfigurace registrace a ověřování
el_gr: Εγγραφή και διαμόρφωση ελέγχου ταυτότητας
fi_fi: Rekisteröinnin ja todennuksen määritys
pt_pt: Configuração de registo e autenticação
sk_sk: Nastavenie authentifikácie a registrácie
sl_si: Konfiguracija registracije in avtentikacije
uz_uz: Ro'yxatdan o'tish va autentifikatsiya konfiguratsiyasi

source: Export
el_gr: Εξαγωγή
fi_fi: Vie
pt_pt: Exportar
sl_si: Izvozi
uz_uz: Eksport

source: Reset password
cs_cz: Obnovit heslo
el_gr: Επαναφορά κωδικού
fi_fi: Nollaa salasana
pt_pt: Repor palavra-passe
sk_sk: Obnoviť heslo
sl_si: Ponastavitev gesla
uz_uz: Parolni tiklash

source: Register
cs_cz: Registrovat
el_gr: Εγγραφή
fi_fi: Rekisteröidy
pt_pt: Registo
sk_sk: Registrovať
sl_si: Registrirajte se
uz_uz: Roʻyxatdan oʻtish

source: Please %slogout%s before you register another account.
cs_cz: Před registrací dalšího účtu se prosím %sodhlaste%s.
el_gr: Παρακαλώ %slogout%s προτού εγγραφείτε άλλον λογαριασμό.
fi_fi: Ole hyvä ja Ole hyvä ja kirjaudu ulos %s ennen kuin rekisteröit toisen tilin.kirjaudu ulos%s ennen kuin rekisteröit toisen tilin.
pt_pt: Por favor, %stermine a sessão%s antes de criar uma nova conta.
sk_sk: Prosím %slogout%s predtým ako zaregistrujete iný účet.
sl_si: Prosimo, da se %s odjavite%s, preden registrirate drug račun.
uz_uz: Boshqa hisob qaydnomasini ro‘yxatdan o‘tkazishdan oldin %slogout%s.

source: No local account creation is allowed!
cs_cz: Vytváření místních účtů není povoleno!
el_gr: Δεν επιτρέπεται η δημιουργία τοπικού λογαριασμού!
fi_fi: Paikallisen tilin luominen ei ole sallittua!
pt_pt: Não é permitida a criação de contas locais!
sk_sk: Vytvorenie lokálneho účtu nie je dovolené!
sl_si: Ustvarjanje lokalnega računa ni dovoljeno!
uz_uz: Mahalliy hisob yaratishga ruxsat berilmaydi!

source: Profile
cs_cz: Profil
el_gr: Προφίλ
fi_fi: Profiili
pt_pt: Perfil
sk_sk: Profil
sl_si: Profil
uz_uz: Profil

source: eLabFTW Configuration
cs_cz: konfigurace eLabFTW
el_gr: Διαμόρφωση eLabFTW
fi_fi: eLabFTW-kokoonpano
pt_pt: Configuração do eLabFTW
sk_sk: eLabFTW konfigurácia
sl_si: Konfiguracija eLabFTW
uz_uz: eLabFTW konfiguratsiyasi

source: Revisions
cs_cz: Verze
el_gr: Αναθεωρήσεις
fi_fi: Tarkistukset
pt_pt: Revisões
sk_sk: Revízie
sl_si: Revizije
uz_uz: Tahrirlar

source: Last modified
cs_cz: Poslední změna
el_gr: Τελευταία ενημέρωση
fi_fi: Viimeksi muokattu
pt_pt: Última modificação
sk_sk: Naposledy zmenené
sl_si: Nazadnje spremenjeno
uz_uz: Oxirgi tahrirlangan

source: I agree with the %sPrivacy Policy%s
cs_cz: Souhlasím s %sNastavením soukromí%s
el_gr: Συμφωνώ με την %sΠολιτική Απορρήτου%s
fi_fi: Hyväksyn %stietosuojakäytännön%s
pt_pt: Eu concordo com a %sPolítica de Privacidade%s
sk_sk: Súhlasím so %szásadami ochrany osobných údajov%s
sl_si: Strinjam se s %sPolitiko zasebnosti%s
uz_uz: Men %sMaxfiylik siyosatiga%s roziman

source: Switch editor
cs_cz: Změnit editor
el_gr: Εναλλαγή επεξεργαστή
fi_fi: Vaihda editori
pt_pt: Alterar editor
sk_sk: Prepnúť editor
sl_si: Preklopi urejevalnik
uz_uz: Muharrirni almashtirish

source: Related experiments
cs_cz: Související experimenty
el_gr: Σχετικά πειράματα
fi_fi: Aiheeseen liittyvät kokeet
pt_pt: Experiências relacionados
sk_sk: Príbuzné experimenty
sl_si: Sorodni poskusi
uz_uz: Tegishli tajribalar

source: View mode
cs_cz: Režim zobrazení
el_gr: Λειτουργία προβολής
fi_fi: Katselutila
pt_pt: Modo de visualização
sk_sk: Režim zobrazenia
sl_si: Način pogleda
uz_uz: Ko'rish rejimi

source: Toggle content
cs_cz: Přepínání obsahu
el_gr: Εναλλαγή περιεχομένου
fi_fi: Vaihda sisältö
pt_pt: Alternar conteúdo
sk_sk: Prepnúť obsah
sl_si: Preklopi vsebino
uz_uz: Kontentni almashtirish

source: External auth
cs_cz: Externí autorizace
el_gr: Εξωτερική αυθεντ
fi_fi: Ulkoinen todennus
pt_pt: Autenticação externa
sk_sk: Externá authentifikácia
sl_si: Zunanja avtorizacija
uz_uz: Tashqi autentifikatsiya

source: Setting this to a low value will help keeping the database size small. Setting this to 0 will allow infinite number of revisions stored.
cs_cz: Nastavení na nízkou hodnotu pomůže udržet malou velikost databáze. Nastavení hodnoty na 0 umožní uložit nekonečný počet revizí.
el_gr: Η ρύθμιση σε χαμηλή τιμή θα σας βοηθήσει να διατηρήσετε το μέγεθος της βάσης δεδομένων μικρό. Η ρύθμιση στο 0 θα επιτρέψει την αποθήκευση άπειρων αναθεωρήσεων.
fi_fi: Tämän arvon asettaminen pieneksi auttaa pitämään tietokannan koon pienenä. Asettamalla tämä arvo nollaan, sallit äärettömän määrän versioita tallennettavaksi.
pt_pt: Definir esta opção para um valor baixo ajudará a manter o tamanho da base de dados pequeno. Definir como 0 permitirá que sejam armazenado um número infinito de revisões.
sk_sk: Nižšia hodnota zaistí nízku veľkosť databázi. Ak nastavíte na 0 nekonečný počet revízii bude ukladaný.
sl_si: Če to nastavite na nizko vrednost, boste ohranili majhno velikost baze podatkov. Če to nastavite na 0, boste omogočili neskončno število shranjenih revizij.
uz_uz: Buni past qiymatga o'rnatish ma'lumotlar bazasi hajmini kichik saqlashga yordam beradi. Buni 0 ga o'rnatish cheksiz sonli tahrirlarni saqlashga imkon beradi.

source: External authentication mapping
cs_cz: Mapování externího ověřování
el_gr: Εξωτερική αντιστοίχιση ελέγχου ταυτότητας
fi_fi: Ulkoinen todennuskartoitus
pt_pt: Mapeamento de autenticação externa
sk_sk: Externé mapovanie authentifikácie
sl_si: Preslikava zunanjega preverjanja pristnosti
uz_uz: Tashqi autentifikatsiya xaritasi

source: Toggle visibility
cs_cz: Přepnout viditelnost
el_gr: Εναλλαγή ορατότητας
fi_fi: Näkyvyys päälle/pois
pt_pt: Alternar visibilidade
sk_sk: Prepnúť viditeľnosť
sl_si: Preklopi vidnost
uz_uz: Koʻrinishni oʻzgartirish

source: Toggle pin
cs_cz: Přepínací pin
el_gr: Εναλλαγή καρφίτσας
fi_fi: Vaihda kiinnitys
pt_pt: Alternar afixação
sk_sk: Prepnúť pripnúť
sl_si: Preklopni žebljiček
uz_uz: PIN-kodni almashtirish

source: Last modified on %s
cs_cz: Naposledy upraveno dne %s
el_gr: Τελευταία τροποποίηση στις %s
fi_fi: Viimeksi muokattu %s
pt_pt: Última modificação a %s
sk_sk: Naposledy zmenené na %s
sl_si: Nazadnje spremenjeno %s
uz_uz: Oxirgi tahrirlangan: %s

source: File comment
cs_cz: Komentář k souboru
el_gr: Σχόλιο αρχείου
fi_fi: Tiedoston kommentti
pt_pt: Comentário ao ficheiro
sk_sk: Komentár k súboru
sl_si: Komentar datoteke
uz_uz: Fayl sharhi

source: Hi. Your account has been created but it is currently inactive (you cannot log in). The team admin has been notified and will validate your account. You will receive an email when it is done.
cs_cz: Dobrý den, váš účet byl vytvořen, ale v současné době je neaktivní (nemůžete se přihlásit). Správce týmu byl informován a váš účet ověří. Po jeho dokončení obdržíte e-mail.
el_gr: Γεια σας. Ο λογαριασμός σας έχει δημιουργηθεί αλλά αυτή τη στιγμή είναι ανενεργός (δεν μπορείτε να συνδεθείτε). Ο διαχειριστής της ομάδας έχει ειδοποιηθεί και θα επικυρώσει τον λογαριασμό σας. Θα λάβετε ένα email όταν ολοκληρωθεί.
fi_fi: Hei. Tilisi on luotu, mutta se ei ole tällä hetkellä aktiivinen (et voi kirjautua sisään). Tiimin järjestelmänvalvojalle on ilmoitettu, ja hän vahvistaa tilisi. Saat sähköpostin, kun se on valmis.
pt_pt: Oi. A sua conta foi criada, mas está inativa de momento (não é possível iniciar sessão). O administrador da equipa foi notificado e irá validar a sua conta. Receberá um e-mail quando o processo estiver concluído.
sk_sk: Ahoj. Váš účet bol vytvorený ale je momentálne neaktívny (nedá sa naň prihlásiť). Administrátor tímu bol oboznámený a validuje Váš účet. Ak tak učiní dostanete e-mail.
sl_si: Zdravo. Vaš račun je bil ustvarjen, vendar je trenutno neaktiven (ne morete se prijaviti). Skrbnik ekipe je bil obveščen in bo potrdil vaš račun. Ko bo končano, boste prejeli e-poštno sporočilo.
uz_uz: Salom. Hisob qaydnomangiz yaratildi, lekin u hozirda faol emas (siz tizimga kira olmaysiz). Jamoa administratoriga xabar berildi va hisobingizni tasdiqlaydi. Tugallangach, sizga elektron pochta xabari keladi.

source: Note: new user will need to use the "Forgot password" button on the login page to set a password.
cs_cz: Poznámka: nový uživatel si musí nastavit heslo pomocí tlačítka "Zapomenuté heslo" na přihlašovací stránce.
el_gr: Σημείωση: ο νέος χρήστης θα πρέπει να χρησιμοποιήσει το κουμπί "Ξέχασα τον κωδικό πρόσβασης" στη σελίδα σύνδεσης για να ορίσει έναν κωδικό πρόσβασης.
fi_fi: Huomautus: uuden käyttäjän tulee käyttää "Unohditko salasanasi" -painiketta kirjautumissivulla salasanan asettamiseksi.
pt_pt: Observação: o novo utilizador precisará usar o botão "Esqueci-me da palavra-passe" na página de inicio de sessão para definir uma palavra-passe.
sk_sk: Poznámka: Nový užívateľ bude musieť použiť tlačidlo "Obnoviť heslo" na prihlasovacej stránke pre nastavenie hesla.
sl_si: Opomba: novi uporabnik bo moral za nastavitev gesla uporabiti gumb "Pozabljeno geslo" na strani za prijavo.
uz_uz: Eslatma: yangi foydalanuvchi parol o'rnatish uchun kirish sahifasidagi "Parolni unutdingizmi" tugmasidan foydalanishi kerak bo'ladi.

source: You can add several domains by separating them with a comma.
cs_cz: Můžete přidat několik domén tak, že je oddělíte čárkou.
el_gr: Μπορείτε να προσθέσετε πολλούς τομείς χωρίζοντάς τους με κόμμα.
fi_fi: Voit lisätä useita verkkotunnuksia erottamalla ne pilkulla.
pt_pt: Você pode adicionar vários domínios, separando-os com uma vírgula.
sk_sk: Môžete pridať niekoľko domén rozdelením ich pomocou čiarky.
sl_si: Dodate lahko več domen, tako da jih ločite z vejico.
uz_uz: Bir nechta domenlarni vergul bilan ajratib qo'shishingiz mumkin.

source: Remote user
cs_cz: Vzdálený uživatel
el_gr: Απομακρυσμένος χρήστης
fi_fi: Etäkäyttäjä
pt_pt: Utilizador remoto
sk_sk: Vzdialený užívateľ
sl_si: Oddaljeni uporabnik
uz_uz: Masofaviy foydalanuvchi

source: Logout URL
cs_cz: URL pro odhlášení
el_gr: Διεύθυνση URL αποσύνδεσης
fi_fi: Uloskirjautumisen URL-osoite
pt_pt: URL de término de sessão
sk_sk: URL Odhlásenia
sl_si: URL za odjavo
uz_uz: Chiqish URL manzili

source: Destroy template
cs_cz: Zničit šablonu
el_gr: Καταστρέψτε το πρότυπο
fi_fi: Tuhoa mallipohja
pt_pt: Destruir modelo
sk_sk: Zničiť šablónu
sl_si: Uniči predlogo
uz_uz: Shablonni yo'q qilish

source: Enforce read permissions?
cs_cz: Vynutit oprávnění ke čtení?
el_gr: Επιβολή αδειών ανάγνωσης;
fi_fi: Pakotetaanko lukuoikeudet?
pt_pt: Impor permissões de leitura?
sk_sk: Vynútiť povolenie čítania?
sl_si: Uveljaviti dovoljenja za branje?
uz_uz: Oʻqishga ruxsat berilsinmi?

source: Select if you want to enforce read permissions on experiments
cs_cz: Vyberte, zda chcete u experimentů vynutit oprávnění ke čtení
el_gr: Επιλέξτε εάν θέλετε να επιβάλλετε δικαιώματα ανάγνωσης σε πειράματα
fi_fi: Valitse, jos haluat pakottaa lukuoikeudet kokeisiin
pt_pt: Selecione se deseja impor permissões de leitura em experiências
sk_sk: Zvoľte ak chcete vynútiť povolenie čítania na experimenty
sl_si: Izberite, če želite za poskuse uveljaviti dovoljenja za branje
uz_uz: Tajribalarda o‘qishga ruxsat berishni xohlasangiz, tanlang

source: Enforced read permissions on experiments
cs_cz: Vynucená oprávnění ke čtení experimentů
el_gr: Επιβολή αδειών ανάγνωσης σε πειράματα
fi_fi: Kokeiden pakotetut lukuoikeudet
pt_pt: Permissões de leitura impostas em experiências
sk_sk: Vynútené povolenie čítania na experimentoch
sl_si: Vsiljena dovoljenja za branje poskusov
uz_uz: Tajribalarda majburiy oʻqish ruxsatlari
