Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Your account is missing a cryptographic key pair, necessary for signature. You must generate one from your User Control Panel before you can sign an entry.
cs_cz: Hisobingizda imzolash uchun zarur boʻlgan kriptografik kalitlar juftligi yoʻq. Yozuvni imzolashdan oldin foydalanuvchi boshqaruv panelidan birini yaratishingiz kerak.
el_gr: Από τον λογαριασμό σας λείπει ένα ζεύγος κρυπτογραφικών κλειδιών, απαραίτητο για υπογραφή. Πρέπει να δημιουργήσετε ένα από τον Πίνακα Ελέγχου Χρήστη για να μπορέσετε να υπογράψετε μια καταχώριση.
fi_fi: Tililtäsi puuttuu allekirjoitukseen tarvittava salausavainpari. Sinun on luotava sellainen käyttäjän ohjauspaneelista, ennen kuin voit allekirjoittaa merkinnän.
pt_pt: Sua conta não possui um par de chaves criptográficas, necessário para assinatura. Você deve gerar um no Painel de Controle do Usuário antes de poder assinar uma entrada.
sk_sk: Vo vašom účte chýba pár kryptografických kľúčov potrebný na podpis. Pred podpísaním záznamu si ho musíte vygenerovať z ovládacieho panela používateľa.
sl_si: V vašem računu manjka par kriptografskih ključev, potreben za podpis. Preden lahko podpišete vnos, ga morate ustvariti na uporabniški nadzorni plošči.
uz_uz: Hisobingizda imzolash uchun zarur bo‘lgan kriptografik kalitlar juftligi yo‘q. Yozuvni imzolashdan oldin foydalanuvchi boshqaruv panelidan birini yaratishingiz kerak.

source: Select a meaning for this signature
cs_cz: Ushbu imzo uchun ma'noni tanlang
el_gr: Επιλέξτε μια σημασία για αυτήν την υπογραφή
fi_fi: Valitse tälle allekirjoitukselle merkitys
pt_pt: Selecione um significado para esta assinatura
sk_sk: Vyberte význam tohto podpisu
sl_si: Izberite pomen za ta podpis
uz_uz: Ushbu imzo uchun ma'noni tanlang

source: Enter your passphrase to unlock your secret key:
cs_cz: Maxfiy kalitni ochish uchun parolni kiriting:
el_gr: Εισαγάγετε τη φράση πρόσβασης για να ξεκλειδώσετε το μυστικό κλειδί σας:
fi_fi: Avaa salainen avaimesi kirjoittamalla salasanasi:
pt_pt: Digite sua senha para desbloquear sua chave secreta:
sk_sk: Zadajte svoju prístupovú frázu na odomknutie tajného kľúča:
sl_si: Vnesite svoje geslo, da odklenete skrivni ključ:
uz_uz: Maxfiy kalitni ochish uchun parolni kiriting:

source: Add your signature
cs_cz: Imzo qo'shing
el_gr: Προσθέστε την υπογραφή σας
fi_fi: Lisää allekirjoituksesi
pt_pt: Adicione sua assinatura
sk_sk: Pridajte svoj podpis
sl_si: Dodajte svoj podpis
uz_uz: Imzo qo'shing

source: Go to Settings
cs_cz: Sozlamalarga o‘ting
el_gr: Μεταβείτε στις Ρυθμίσεις
fi_fi: Mene asetuksiin
pt_pt: Vá para as configurações
sk_sk: Choď do nastavení
sl_si: Pojdite v Nastavitve
uz_uz: Sozlamalarga o‘ting

source: Create procurement request
cs_cz: Xarid qilish to'g'risida ariza yarating
el_gr: Δημιουργία αιτήματος προμήθειας
fi_fi: Luo hankintapyyntö
pt_pt: Criar solicitação de aquisição
sk_sk: Vytvorte požiadavku na obstarávanie
sl_si: Ustvarite zahtevo za javno naročilo
uz_uz: Xarid qilish to'g'risida ariza yarating

source: Enter a quantity to purchase
cs_cz: Sotib olish uchun miqdorni kiriting
el_gr: Εισαγάγετε μια ποσότητα για αγορά
fi_fi: Anna ostettava määrä
pt_pt: Insira uma quantidade para comprar
sk_sk: Zadajte množstvo na nákup
sl_si: Vnesite količino za nakup
uz_uz: Sotib olish uchun miqdorni kiriting

source: Place order
cs_cz: Buyurtma berish
el_gr: Παραγγέλνω
fi_fi: Tee tilaus
pt_pt: Faça a encomenda
sk_sk: Zadať objednávku
sl_si: Naročiti
uz_uz: Buyurtma berish

source: archiving
cs_cz: archivace
el_gr: αρχειοθέτηση
fi_fi: arkistointi
pt_pt: arquivar
sk_sk: archivácia
sl_si: arhiviranje
uz_uz: arxivlash

source: locking
cs_cz: uzamčení
el_gr: κλείδωμα
fi_fi: lukitus
pt_pt: trancar
sk_sk: zamykanie
sl_si: zaklepanje
uz_uz: qulflash

source: signing
cs_cz: podepisování
el_gr: υπογραφή
fi_fi: allekirjoittaminen
pt_pt: assinar
sk_sk: podpisovanie
sl_si: podpisovanje
uz_uz: imzolash

source: timestamping
cs_cz: časové razítkování
el_gr: χρονική σήμανση
fi_fi: aikaleimaus
pt_pt: colocar carimbo de tempo
sk_sk: časové pečiatky
sl_si: časovni žig
uz_uz: vaqt tamg'asi

source: removal of exclusive edit mode
cs_cz: odstranění výhradního režimu úprav
el_gr: αφαίρεση λειτουργίας αποκλειστικής επεξεργασίας
fi_fi: yksinomaisen muokkaustilan poistaminen
pt_pt: remoção do modo de edição exclusiva
sk_sk: odstránenie exkluzívneho režimu úprav
sl_si: odstranitev ekskluzivnega načina urejanja
uz_uz: eksklyuziv tahrirlash rejimini olib tashlash

source: Cannot store more than %d exports. Delete previous exports to be permitted to create new ones.
cs_cz: Nelze uchovat více než %d exportů. Smažte předchozí exporty pro povolení tvořit nové.
el_gr: Η αποθήκευση περισσότερων από %d εξαγωγών δεν είναι δυνατή. Διαγράψτε προηγούμενες εξαγωγές ώστε να δημιουργήσετε νέες.
fi_fi: Ei voi tallentaa enempää kuin %d vientiä. Poista aiemmat viennit, jotta voit luoda uusia.
pt_pt: Não é possível armazenar mais de %d exportações. Elimine exportações antigas para que lhe seja permitido criar novas.
sk_sk: Nie je možné uložiť viac ako %d exportov. Odstráňte predchádzajúce exporty, aby ste mohli vytvárať nové.
sl_si: Ni mogoče shraniti več kot %d izvozov. Izbrišite prejšnje izvoze, da boste lahko ustvarili nove.
uz_uz: %d dan ortiq eksportni saqlash mumkin emas. Yangilarini yaratishga ruxsat berish uchun oldingi eksportlarni o'chiring.

source: Apply to {{num, number}} entries?
cs_cz: Použít na položky {{num, number}}?
el_gr: Εφαρμογή σε {{num, number}} καταχωρήσεις;
fi_fi: Käytätkö {{num, number}} merkintään?
pt_pt: Aplicar a {{num, number}} entradas?
sk_sk: Použiť na {{num, number}} položiek?
sl_si: Uporabi za {{num, number}} vnosov?
uz_uz: {{num, number}} ta yozuvga qoʻllanilsinmi?

source: This entry is opened in exclusive edit mode by %s since %s. You cannot edit it now.
cs_cz: Tento záznam je otevřen v režimu výhradních úprav %s od %s. Nyní ji nelze upravovat.
el_gr: Αυτή η καταχώρηση είναι σε λειτουργία αποκλειστικής επεξεργασίας από τον/την %s από τις %s. Δεν μπορείτε να την επεξεργαστείτε τώρα.
fi_fi: %s on avannut tämän merkinnän yksinomaisessa muokkaustilassa käyttäjästä %s lähtien. Et voi muokata sitä nyt.
pt_pt: Esta entrada está aberta em modo de edição exclusiva por %s desde %s. Não lhe é possível editá-la neste momento.
sk_sk: Tento záznam je otvorený v exkluzívnom režime úprav používateľom %s od %s. Teraz ho nemôžete upravovať.
sl_si: Ta vnos je %s odprl v izključnem načinu urejanja od %s. Trenutno ga ne morete urejati.
uz_uz: Bu yozuv eksklyuziv tahrirlash rejimida %s tomonidan ochilgan. %s. Siz uni hozir tahrirlay olmaysiz.

source: This action has been requested already.
cs_cz: Tato akce již byla zadána.
el_gr: Έχει ήδη γίνει αίτηση για αυτή την ενέργεια.
fi_fi: Tätä toimintoa on jo pyydetty.
pt_pt: Esta ação foi solicitada hoje.
sk_sk: Táto akcia už bola požiadaná.
sl_si: Ta ukrep je bil že zahtevan.
uz_uz: Bu amal allaqachon soʻralgan.

source: Batch actions
cs_cz: Dávkové akce
el_gr: Ομαδικές ενέργειες
fi_fi: Erätoiminnot
pt_pt: Ações em lote
sk_sk: Dávkové akcie
sl_si: Paketna dejanja
uz_uz: To'plamli harakatlar

source: Newcomer banner
cs_cz: Banner pro nováčky
el_gr: Μπάνερ νεοφερμένου
fi_fi: Tulokkaan banneri
pt_pt: Mensagem para novatos
sk_sk: Banner pre nováčikov
sl_si: Pasica za novince
uz_uz: Yangi kelganlar banneri

source: Activate newcomer banner
cs_cz: Aktivovat banner pro nováčky
el_gr: Ενεργοποιείστε το banner νεοφερμένων
fi_fi: Aktivoi tulokkaan banneri
pt_pt: Ativar mensagem para novatos
sk_sk: Aktivovať banner pre nováčikov
sl_si: Aktiviraj pasico za novince
uz_uz: Yangi kelganlar bannerini faollashtiring

source: Display a message to users that recently joined the team.
cs_cz: Zobrazit zprávu uživatelům, kteří se k týmu připojili nedávno.
el_gr: Εμφάνιση ενός μηνύματος σε χρήστες που ήρθαν στην ομάδα πρόσφατα
fi_fi: Näytä viesti käyttäjille, jotka ovat äskettäin liittyneet tiimiin.
pt_pt: Mostra uma mensagem aos utilizadores que se juntaram recentemente à equipa.
sk_sk: Zobraziť správu používateľom, ktorí sa nedávno pripojili k tímu.
sl_si: Prikaži sporočilo uporabnikom, ki so se nedavno pridružili ekipi.
uz_uz: Jamoaga yaqinda qo'shilgan foydalanuvchilarga xabarni ko'rsatish.

source: Number of days after registration where a user is considered a newcomer
cs_cz: Počet dní po registraci, kdy je uživatel považován za nováčka
el_gr: Αριθμός ημερών μετά την εγγραφή κατά τις οποίες ένας χρήστης θεωρείται νεοφερμένος
fi_fi: Kuinka monta päivää rekisteröitymisen jälkeen käyttäjää pidetään uutena tulijana
pt_pt: Número de dias após o registo durante os quais um utilizador é considerado um novato
sk_sk: Počet dní po registrácii, počas ktorých je používateľ považovaný za nováčika
sl_si: Število dni po registraciji, ko se uporabnik šteje za novega
uz_uz: Ro'yxatdan o'tgandan keyin foydalanuvchi yangi kelgan deb hisoblangan kunlar soni

source: Message to display
cs_cz: Zpráva k zobrazení
el_gr: Μήνυμα προς εμφάνιση
fi_fi: Näytettävä viesti
pt_pt: Mensagem a mostrar
sk_sk: Správa na zobrazenie
sl_si: Sporočilo za prikaz
uz_uz: Ko'rsatish uchun xabar

source: Enable/Disable exclusive edit mode
cs_cz: Povolit/zakázat exkluzivní editační mod
el_gr: Ενεργοποίηση/Απενεργοποίηση λειτουργίας αποκλειστικής επεξεργασίας
fi_fi: Ota käyttöön/poista käytöstä yksinomainen muokkaustila
pt_pt: Ativar/Desativar modo de edição exclusiva
sk_sk: Povoliť/zakázať režim exkluzívnej úpravy
sl_si: Omogoči/onemogoči način izključnega urejanja
uz_uz: Eksklyuziv tahrirlash rejimini yoqish/o‘chirish

source: You opened this entry in exclusive edit mode at %s.
cs_cz: Tento záznam jste otevřeli v režimu výhradních úprav na adrese %s.
el_gr: Ανοίξατε αυτή την καταχωρηση σε λειτουργία αποκλειστικής επεξεργασίας στις %s.
fi_fi: Avasit tämän merkinnän yksinomaisessa muokkaustilassa osoitteessa %s.
pt_pt: Abriu esta entrada em modo de edição exclusivo em %s.
sk_sk: Túto položku ste otvorili v režime výhradnej úpravy o %s.
sl_si: Ta vnos ste odprli v izključnem načinu urejanja ob %s.
uz_uz: Siz bu yozuvni %s da eksklyuziv tahrirlash rejimida ochdingiz.

source: This entry is opened by %s in exclusive edit mode since %s. You cannot edit it now but remove the lock or %sRequest exclusive edit mode removal%s.
cs_cz: Tento záznam je otevřen %s v režimu výhradních úprav od %s. Nyní jej nemůžete upravovat, ale odstraňte zámek nebo %sPožádejte o odstranění režimu výhradních úprav%s.
el_gr: Αυτή η καταχώρηση είναι σε λειτουργία αποκλειστικής επεξεργασίας από τον/την %s από τις %s. Δεν μπορείτε να την επεξεργαστείτε τώρα, αλλά μπορείτε να αφαιρέσετε το κλείδωμα ή %sνα ζητήσετε την αναίρεση της λειτουργίας αποκλειστικής επεξεργασίας%s.
fi_fi: %s on avannut tämän merkinnän yksinomaisessa muokkaustilassa %s lähtien. Et voi muokata sitä nyt, mutta poista lukitus tai %sPyydä yksinomaisen muokkaustilan poistamista%s.
pt_pt: Esta entrada está aberta em modo de edição exclusiva por %s desde %s. Neste momento, não a consegue editar, mas pode remover a tranca ou %ssolicitar a remoção do modo de edição exclusiva%s.
sk_sk: Túto položku otvoril %s v režime výhradnej úpravy od %s. Teraz ju nemôžete upravovať, ale musíte odstrániť zámok alebo %sPožiadať o odstránenie režimu výhradnej úpravy%s.
sl_si: Ta vnos je %s odprl v izključnem načinu urejanja od %s. Trenutno ga ne morete urejati, vendar morate odstraniti zaklepanje ali %sZahtevati odstranitev izključnega načina urejanja %s.
uz_uz: Bu yozuv %s tomonidan eksklyuziv tahrirlash rejimida %s tomonidan ochilgan. Siz uni hozir tahrirlay olmaysiz, lekin qulfni olib tashlang yoki %s%s eksklyuziv tahrirlash rejimini olib tashlashni soʻrang.

source: From here you can perform actions on entire group of entries at once.
cs_cz: Zde můžete provádět akce s celou skupinou záznamů najednou.
el_gr: Εδώ μπορείτε να εκτελέσετε ενέργειες για όλη την υποομάδα ταυτόχρονα.
fi_fi: Täältä voit suorittaa toimintoja koko merkintäryhmälle kerralla.
pt_pt: A partir daqui, pode realizar ações a um grupo inteiro de entradas de uma vez.
sk_sk: Odtiaľto môžete vykonávať akcie s celou skupinou položiek naraz.
sl_si: Od tu lahko hkrati izvedete dejanja nad celotno skupino vnosov.
uz_uz: Bu yerdan siz bir vaqtning o'zida barcha yozuvlar guruhida amallarni bajarishingiz mumkin.

source: Toggle display
cs_cz: Přepínání zobrazení
el_gr: Εναλλαγή οθόνης
fi_fi: Näytä/piilota
pt_pt: Alterar exibição
sk_sk: Prepnúť zobrazenie
sl_si: Preklopi prikaz
uz_uz: Displeyni almashtirish

source: selected
cs_cz: vybrané
el_gr: επιλεγμένο
fi_fi: valittu
pt_pt: selecionado
sk_sk: vybrané
sl_si: izbrano
uz_uz: tanlangan

source: Resources status
cs_cz: Stav zdrojů
el_gr: Καταστάση πόρων
fi_fi: Resurssien tila
pt_pt: Estado dos recursos
sk_sk: Stav zdrojov
sl_si: Stanje virov
uz_uz: Resurslar holati

source: Experiments status
cs_cz: Stav experimentů
el_gr: Κατάσταση πειραμάτων
fi_fi: Kokeiden tila
pt_pt: Estado das experiências
sk_sk: Stav experimentov
sl_si: Stanje poskusov
uz_uz: Tajribalar holati

source: Unlock
cs_cz: Odemknout
el_gr: Ξεκλειδώνω
fi_fi: Avata
pt_pt: Desbloquear
sk_sk: Odomknúť
sl_si: Odkleni
uz_uz: Qulfni ochish

source: Set permissions
cs_cz: Nastavit oprávnění
el_gr: Ορισμός δικαιωμάτων
fi_fi: Määritä käyttöoikeudet
pt_pt: Definir permissões
sk_sk: Nastaviť povolenia
sl_si: Nastavitev dovoljenj
uz_uz: Ruxsatlarni o'rnating

source: Set read permissions
cs_cz: Nastavit oprávnění čtení
el_gr: Ορισμός δικαιωμάτων ανάγνωσης
fi_fi: Aseta lukuoikeudet
pt_pt: Definir permissões de leitura
sk_sk: Nastaviť oprávnenia na čítanie
sl_si: Nastavitev dovoljenj za branje
uz_uz: O'qish uchun ruxsatlarni o'rnating

source: Set write permissions
cs_cz: Nastavit oprávnění zapisovat
el_gr: Ορισμός δικαιωμάτων εγγραφής
fi_fi: Aseta kirjoitusoikeudet
pt_pt: Definir permissões de gravação
sk_sk: Nastaviť oprávnenia na zápis
sl_si: Nastavitev dovoljenj za pisanje
uz_uz: Yozish ruxsatlarini o'rnating

source: You are seeing this because your account is less than %d days old.
cs_cz: Tohle vidíte, protože Váš účet je méně než %d dnů starý.
el_gr: Αυτό εμφανίζεται επειδή ο λογαριασμός σας είναι παλαιότερος για λιγότερο από %d ημέρες.
fi_fi: Näet tämän, koska tilisi on alle %d päivää vanha.
pt_pt: Você está vendo isso porque sua conta tem menos de %d dias.
sk_sk: Toto sa zobrazuje, pretože váš účet je starší ako %d dní.
sl_si: To vidite, ker je vaš račun star manj kot %d dni.
uz_uz: Hisobingiz %d kundan kamroq bo‘lgani uchun buni ko‘ryapsiz.

source: This entry is opened by %s in exclusive edit mode since %s. You cannot edit it now but remove the lock in the toolbar below or %sRequest exclusive edit mode removal%s.
cs_cz: Tento vstup je otevřen uživatelem %s v exkluzivním editačním modu od %s. Nemůžete editovat. Odstraňte uzamčení v nabídce níže nebo %sPožádatejte o odstranění exkluzivního editačního modu%s.
el_gr: Αυτή η καταχώρηση είναι σε λειτουργία αποκλειστικής επεξεργασίας από τον/την %s από τις %s. Δεν μπορείτε να την επεξεργαστείτε τώρα, αλλά μπορείτε να αφαιρέσετε το κλείδωμα στην παρακάτω γραμμή εργαλείων ή %sνα ζητήσετε την αναίρεση της λειτουργίας αποκλειστικής επεξεργασίας%s.
fi_fi: %s on avannut tämän merkinnän yksinomaisessa muokkaustilassa %s lähtien. Et voi muokata sitä nyt, mutta poista lukitus alla olevasta työkalupalkista tai %sPyydä yksinomaisen muokkaustilan poistamista%s.
pt_pt: Esta entrada foi aberta por %s em modo de edição exclusivo desde %s. Você não pode editá-la agora, mas remova o cadeado na barra de ferramentas abaixo ou %sSolicite a remoção do modo de edição exclusivo%s.
sk_sk: Túto položku otvára %s v režime výhradnej úpravy od %s. Teraz ju nemôžete upravovať, ale musíte odstrániť zámok na paneli s nástrojmi nižšie alebo %sPožiadať o odstránenie režimu výhradnej úpravy %s.
sl_si: Ta vnos je %s odprl v izključnem načinu urejanja od %s. Trenutno ga ne morete urejati, vendar odstranite ključavnico v spodnji orodni vrstici ali %szahtevajte odstranitev izključnega načina urejanja%s.
uz_uz: Bu yozuv %s tomonidan eksklyuziv tahrirlash rejimida %s tomonidan ochilgan. Siz uni hozir tahrirlay olmaysiz, lekin quyidagi asboblar panelidagi qulfni olib tashlang yoki %s%s eksklyuziv tahrirlash rejimini olib tashlashni soʻrang.

source: Create export
cs_cz: Vytvořit export
el_gr: Δημιουργία εξαγωγής
fi_fi: Luo vienti
pt_pt: Criar exportação
sk_sk: Vytvoriť export
sl_si: Ustvari izvoz
uz_uz: Eksport yaratish

source: Export source
cs_cz: Exportovat zdroj
el_gr: Πηγή εξαγωγής
fi_fi: Vientilähde
pt_pt: Fonte de exportação
sk_sk: Zdroj exportu
sl_si: Izvozni vir
uz_uz: Eksport manbai

source: Export format
cs_cz: Exportovat formát
el_gr: Τύπος εξαγωγής
fi_fi: Vientimuoto
pt_pt: Formato de exportação
sk_sk: Formát exportu
sl_si: Izvozna oblika
uz_uz: Eksport formati

source: Select a format
cs_cz: Vyberte formát
el_gr: Επιλέξτε τύπο
fi_fi: Valitse muoto
pt_pt: Selecione um formato
sk_sk: Vyberte formát
sl_si: Izberite obliko
uz_uz: Formatni tanlang

source: ELN archive
cs_cz: ELN archiv
el_gr: αρχείο ELN
fi_fi: ELN-arkisto
pt_pt: Arquivo ELN
sk_sk: Archív ELN
sl_si: Arhiv ELN
uz_uz: ELN arxivi

source: JSON file
cs_cz: JSON soubor
el_gr: Αρχείο JSON
fi_fi: JSON-tiedosto
pt_pt: arquivo JSON
sk_sk: Súbor JSON
sl_si: Datoteka JSON
uz_uz: JSON fayli

source: PDF document
cs_cz: PDF dokument
el_gr: Έγγραφο PDF
fi_fi: PDF-dokumentti
pt_pt: Documento PDF
sk_sk: PDF dokument
sl_si: PDF-dokument
uz_uz: PDF hujjat

source: ZIP archive
cs_cz: ZIP archiv
el_gr: Αρχείο ZIP
fi_fi: ZIP-arkisto
pt_pt: Arquivo ZIP
sk_sk: ZIP archív
sl_si: ZIP arhiv
uz_uz: ZIP arxiv

source: Options
cs_cz: Možnosti
el_gr: Επιλογές
fi_fi: Asetukset
pt_pt: Opções
sk_sk: Možnosti
sl_si: Možnosti
uz_uz: Variantlar

source: Include changelog
cs_cz: Včetně změn
el_gr: Συμπερίληψη αρχείου καταγραφής αλλαγών
fi_fi: Sisällytä muutosloki
pt_pt: Incluir registro de alterações
sk_sk: Zahrnúť zoznam zmien
sl_si: Vključi dnevnik sprememb
uz_uz: O'zgarishlar jurnalini qo'shing

source: The PDF files will contain the changelog.
cs_cz: PDF soubor bude obsahovat seznam změn.
el_gr: Τα αρχεία PDF θα περιέχουν το ημερολόγιο αλλαγών.
fi_fi: PDF-tiedostot sisältävät muutoslokin.
pt_pt: Os arquivos PDF conterão o changelog.
sk_sk: Súbory PDF budú obsahovať zoznam zmien.
sl_si: Datoteke PDF bodo vsebovale dnevnik sprememb.
uz_uz: PDF-fayllar o'zgarishlar jurnalini o'z ichiga oladi.

source: Use PDF/A
cs_cz: Použít PDF/A
el_gr: Χρήση PDF/A
fi_fi: Käytä PDF/A-tiedostoa
pt_pt: Usar PDF/A
sk_sk: Použite PDF/A
sl_si: Uporabite PDF/A
uz_uz: PDF/A dan foydalaning

source: For long term archiving. Warning: using this option will make the files much bigger!
cs_cz: Pro dlouhodobé archivování. Varování: použití této volby vytvoří mnohem větší soubory!
el_gr: Για μακροπρόθεσμη αρχειοθέτηση. Προειδοποίηση: Η χρήση αυτής της επιλογής θα αυξήσει πολύ το μέγεθος των αρχείων!
fi_fi: Pitkäaikaiseen arkistointiin. Varoitus: tämän vaihtoehdon käyttäminen suurentaa tiedostokokoa huomattavasti!
pt_pt: Para arquivo de longa duração. Aviso: utilizar esta opção fará com que os ficheiros sejam muito maiores!
sk_sk: Pre dlhodobú archiváciu. Upozornenie: použitie tejto možnosti výrazne zväčší súbory!
sl_si: Za dolgoročno arhiviranje. Opozorilo: uporaba te možnosti bo datoteke precej povečala!
uz_uz: Uzoq muddatli arxivlash uchun. Ogohlantirish: ushbu parametrdan foydalanish fayllarni ancha kattalashtiradi!

source: Include JSON
cs_cz: Včetně JSON
el_gr: Συμπερίληψη JSON
fi_fi: Sisällytä JSON
pt_pt: Incluir JSON
sk_sk: Zahrnúť JSON
sl_si: Vključi JSON
uz_uz: JSONni o'z ichiga oladi

source: Only for ZIP: include a full JSON export for each entry.
cs_cz: Pouze pro ZIP: včetně plného JSON exportu pro každou položku.
el_gr: Μόνο για ZIP: συμπεριλάβετε μια πλήρη εξαγωγή JSON για κάθε καταχώρηση.
fi_fi: Vain ZIP-tiedostoille: sisällytä jokaiselle merkinnälle täydellinen JSON-vienti.
pt_pt: Apenas para ZIP: incluir uma exportação completa em JSON para cada entrada.
sk_sk: Len pre ZIP: pre každú položku zahrňte kompletný export JSON.
sl_si: Samo za ZIP: za vsak vnos vključite celoten izvoz JSON.
uz_uz: Faqat ZIP uchun: har bir kirish uchun toʻliq JSON eksportini kiriting.

source: Enable two factor authentication for your account to increase its security. %sSee documentation%s.
cs_cz: Povolit dvoufaktorové ověřování svého účtu, abyste zvýšili jeho zabezpečení. %sViz dokumentace%s.
el_gr: Ενεργοποιήστε τον έλεγχο ταυτότητας δύο παραγόντων για τον λογαριασμό σας για να αυξήσετε την ασφάλειά του. %sΔείτε την τεκμηρίωση%s.
fi_fi: Ota kaksivaiheinen todennus käyttöön tilillesi sen turvallisuuden parantamiseksi. %sKatso dokumentaatio%s.
pt_pt: Ative a autenticação por dois fatores para a sua conta para aumentar a sua segurança. %sConsultar a documentação%s.
sk_sk: Povoľte dvojfaktorové overenie pre váš účet, aby ste zvýšili jeho bezpečnosť. %sPozri dokumentáciu%s.
sl_si: Omogočite dvofaktorsko preverjanje pristnosti za svoj račun, da povečate njegovo varnost. %sGlejte dokumentacijo%s.
uz_uz: Hisobingiz xavfsizligini oshirish uchun ikki faktorli autentifikatsiyani yoqing. %sHujjatlarga qarang%s.

source: Open your authenticator application and scan the QR code
cs_cz: Otevřete aplikaci autentizátoru a naskenujte kód QR
el_gr: Ανοίξτε την εφαρμογή ελέγχου ταυτότητας και σαρώστε τον κωδικό QR
fi_fi: Avaa todennussovelluksesi ja skannaa QR-koodi
pt_pt: Abra a sua aplicação de autenticação e digitalize o código QR
sk_sk: Otvorte si overovaciu aplikáciu a naskenujte QR kód
sl_si: Odprite aplikacijo za preverjanje pristnosti in skenirajte kodo QR
uz_uz: Autentifikatsiya ilovangizni oching va QR kodini skanerlang

source: Display secret for manual setup
cs_cz: Zobrazit tajné heslo pro ruční nastavení
el_gr: Εμφάνιση μυστικού για χειροκίνητη ρύθμιση
fi_fi: Näytä salaisuus manuaalista asennusta varten
pt_pt: Exibir segredo para configuração manual
sk_sk: Zobraziť tajný kód pre manuálne nastavenie
sl_si: Prikaži skrivni kod za ročno nastavitev
uz_uz: Qo'lda sozlash sirini ko'rsatish

source: Open your authenticator application
cs_cz: Otevřete aplikaci autentizátoru
el_gr: Ανοίξτε την εφαρμογή ελέγχου ταυτότητας
fi_fi: Avaa todennussovelluksesi
pt_pt: Abra a sua aplicação de autenticação
sk_sk: Otvorte si overovaciu aplikáciu
sl_si: Odprite aplikacijo za preverjanje pristnosti
uz_uz: Autentifikatsiya ilovangizni oching

source: Enter the 6 digits displayed on your phone
cs_cz: Zadejte 6 číslic zobrazených na displeji telefonu
el_gr: Εισάγετε τα 6 ψηφία που εμφανίζονται στο τηλέφωνό σας
fi_fi: Syötä puhelimessasi näkyvät kuusi numeroa
pt_pt: Insira os 6 dígitos exibidos no seu telefone
sk_sk: Zadajte 6 číslic zobrazených na vašom telefóne
sl_si: Vnesite 6 številk, prikazanih na vašem telefonu
uz_uz: Telefoningizda ko'rsatilgan 6 ta raqamni kiriting

source: Set scope
cs_cz: Nastavit rozsah
el_gr: Ορισμός πεδίου εφαρμογής
fi_fi: Aseta laajuus
pt_pt: Definir âmbito
sk_sk: Nastaviť rozsah
sl_si: Nastavi obseg
uz_uz: Qo'llanish doirasini belgilang

source: Attachments
cs_cz: Přílohy
el_gr: Συνημμένα
fi_fi: Liitteet
pt_pt: Anexos
sk_sk: Prílohy
sl_si: Priloge
uz_uz: Qo'shimchalar

source: Displaying %d of %d attached files.
cs_cz: Zobrazuje se %d z %d připojených souborů.
el_gr: Εμφάνιση %d από %d συνημμένα αρχεία
fi_fi: Näytetään %d/%d liitetiedostoa.
pt_pt: A exibir %d de %d ficheiros anexados.
sk_sk: Zobrazuje sa %d z %d priložených súborov.
sl_si: Prikazanih je %d od %d priloženih datotek.
uz_uz: %d dan %d ta biriktirilgan fayl ko‘rsatilmoqda.

source: List biggest files first
cs_cz: Seznam největších souborů jako první
el_gr: Λίστα με τα μεγαλύτερα αρχεία πρώτα
fi_fi: Listaa suurimmat tiedostot ensin
pt_pt: Listar ficheiros maiores em primeiro lugar
sk_sk: Najprv zobraziť najväčšie súbory
sl_si: Najprej naštej največje datoteke
uz_uz: Avval eng katta fayllarni sanab o'ting

source: File name
cs_cz: Jméno souboru
el_gr: Όνομα αρχείου
fi_fi: Tiedoston nimi
pt_pt: Nome do ficheiro
sk_sk: Názov súboru
sl_si: Ime datoteke
uz_uz: Fayl nomi
