Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Hi. Someone (probably you) requested a new password on eLabFTW.%s Please follow this link to reset your password: %s %sThis link is only valid for %s minutes.
cs_cz: Dobrý den, někdo (pravděpodobně vy) si vyžádal nové heslo na eLabFTW.%s Pro obnovení hesla prosím použijte tento odkaz: %s %sTento odkaz je platný pouze %s minut.
el_gr: Γεια. Κάποιος (μάλλον εσείς) ζήτησε νέο κωδικό πρόσβασης στο eLabFTW.%s Ακολουθήστε αυτόν τον σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας: %s %sΑυτός ο σύνδεσμος ισχύει μόνο για %s λεπτά.
fi_fi: Hei. Joku (luultavasti sinä) pyysi uutta salasanaa eLabFTW:hen.%s Nollaa salasanasi seuraamalla tätä linkkiä: %s %sTämä linkki on voimassa vain %s minuuttia.
pt_pt: Oi. Alguém (provavelmente você) solicitou uma nova palavrra-passe no eLabFTW.%s Por favor siga esta hiperligação para a repor: %s %sEsta hiperligação é válida por %s minutos.
sk_sk: Ahoj. Niekto (pravdepodobne Ty) si vyžiadal nové heslo na eLabFTW.%s Prosím klikni na tento link pre reset tvojho hesla: %s %sTento link je platný % minút.
sl_si: Zdravo. Nekdo (verjetno vi) je zahteval novo geslo na eLabFTW.%s Sledite tej povezavi za ponastavitev gesla: %s %sTa povezava je veljavna samo %s minut.
uz_uz: Salom. Kimdir (ehtimol siz) eLabFTW da yangi parol so‘ragan. %s Parolingizni tiklash uchun ushbu havolaga o‘ting: %s %sBu havola faqat %s daqiqa davomida amal qiladi.

source: This link has expired! Password reset links are only valid for %s minutes.
cs_cz: Platnost tohoto odkazu vypršela! Odkazy pro obnovení hesla jsou platné pouze %s minut.
el_gr: Αυτός ο σύνδεσμος έχει λήξει! Οι σύνδεσμοι επαναφοράς κωδικού πρόσβασης ισχύουν μόνο για %s λεπτά.
fi_fi: Tämä linkki on vanhentunut! Salasanan palautuslinkit ovat voimassa vain %s minuuttia.
pt_pt: Esta hiperligação expirou! As hiperligações de reposição de palavra-passe apenas são válidas por %s minutos.
sk_sk: Linka expirovala! Linka pre zmenu hesla je platná len %s minút.
sl_si: Ta povezava je potekla! Povezave za ponastavitev gesla so veljavne samo %s minut.
uz_uz: Bu havola muddati tugagan! Parolni tiklash havolalari faqat %s daqiqa davomida amal qiladi.

source: This browser cannot login anymore because of too many failed attempts.
cs_cz: Tento prohlížeč se již nemůže přihlásit z důvodu příliš mnoha neúspěšných pokusů.
el_gr: Αυτό το πρόγραμμα περιήγησης δεν μπορεί πλέον να συνδεθεί λόγω πάρα πολλών αποτυχημένων προσπαθειών.
fi_fi: Tämä selain ei voi enää kirjautua sisään liian monen epäonnistuneen yrityksen takia.
pt_pt: Este navegador está impedido de iniciar sessão por ter falhado muitas tentativas.
sk_sk: Tento prehliadač sa nemôže prihlásiť kvôli veľkému počtu neplatných pokusov.
sl_si: Ta brskalnik se ne more več prijaviti zaradi preveč neuspelih poskusov.
uz_uz: Bu brauzer juda ko‘p muvaffaqiyatsiz urinishlar tufayli tizimga boshqa kira olmaydi.

source: Experiments must use a template!
cs_cz: Experimenty musí používat šablonu!
el_gr: Τα πειράματα πρέπει να χρησιμοποιούν ένα πρότυπο!
fi_fi: Kokeissa on käytettävä mallia!
pt_pt: As experiências têm que utilizar um modelo!
sk_sk: Experimenty musia použíť vzory!
sl_si: Poskusi morajo uporabljati predlogo!
uz_uz: Tajribalar shablondan foydalanishi kerak!

source: Warning: this entry was modified %s seconds ago by %s.
cs_cz: Varování: tento záznam byl změněn před %s sekundami uživatelem %s.
el_gr: Προειδοποίηση: αυτή η καταχώρηση τροποποιήθηκε πριν από %s δευτερόλεπτα από %s.
fi_fi: Varoitus: %s muokkasi tätä merkintää %s sekuntia sitten.
pt_pt: Aviso: esta entrada foi modificada há %s segundos por %s.
sk_sk: Pozor: túto položku pred %s sekundami menil %s.
sl_si: Opozorilo: ta vnos je pred %s sekundami spremenil %s.
uz_uz: Ogohlantirish: bu yozuv %s soniya oldin %s tomonidan o‘zgartirilgan.

source: Name of field
cs_cz: Název pole
el_gr: Όνομα πεδίου
fi_fi: Kentän nimi
pt_pt: Nome do campo
sk_sk: Meno poľa
sl_si: Ime polja
uz_uz: Maydon nomi

source: Value
cs_cz: Hodnota
el_gr: Αξία
fi_fi: Arvo
pt_pt: Valor
sk_sk: Hodnota
sl_si: Vrednost
uz_uz: Qiymat

source: Export database items
cs_cz: Exportovat položky databáze
el_gr: Εξαγωγή στοιχείων βάσης δεδομένων
fi_fi: Vie tietokantakohteita
pt_pt: Exportar itens da base de dados
sk_sk: Exportuj prvky databázy
sl_si: Izvoz elementov baze podatkov
uz_uz: Ma'lumotlar bazasi elementlarini eksport qilish

source: Custom TSA
cs_cz: Vlastní TSA
el_gr: Προσαρμοσμένη TSA
fi_fi: Mukautettu TSA
pt_pt: TSA Personalizado
sk_sk: Vlastná TSA
sl_si: TSA po meri
uz_uz: Maxsus TSA

source: Favorite tags
cs_cz: Oblíbené štítky
el_gr: Αγαπημένες ετικέτες
fi_fi: Suosikkitunnisteet
pt_pt: Etiquetas favoritas
sk_sk: Obľúbené značky
sl_si: Priljubljene oznake
uz_uz: Sevimli teglar

source: Add a tag as favorite
cs_cz: Přidání štítku mezi oblíbené
el_gr: Προσθέστε μια ετικέτα ως αγαπημένη
fi_fi: Lisää tunniste suosikiksi
pt_pt: Adicionar uma etiqueta aos favoritos
sk_sk: Pridaj značku do obľúbených
sl_si: Dodajte oznako kot priljubljeno
uz_uz: Tegni sevimli sifatida qo'shing

source: Any category
cs_cz: Jakákoli kategorie
el_gr: Οποιαδήποτε κατηγορία
fi_fi: Mikä tahansa kategoria
pt_pt: Qualquer categoria
sk_sk: Všetky kategórie
sl_si: Katera koli kategorija
uz_uz: Har qanday kategoriya

source: Are you sure you want to undo this step?
cs_cz: Jste si jisti, že chcete tento krok vrátit?
el_gr: Είστε βέβαιοι ότι θέλετε να αναιρέσετε αυτό το βήμα;
fi_fi: Haluatko varmasti kumota tämän vaiheen?
pt_pt: Tem certeza que gostaria de desfazer esta etapa?
sk_sk: Naozaj chceš vrátiť krok späť ?
sl_si: Ali ste prepričani, da želite razveljaviti ta korak?
uz_uz: Haqiqatan ham bu qadamni bekor qilmoqchimisiz?

source: Test email
cs_cz: Test emailu
el_gr: Δοκιμαστικό email
fi_fi: Testisähköposti
pt_pt: Testar e-mail
sk_sk: Otestuj email
sl_si: Testna e-pošta
uz_uz: Test elektron pochta

source: New comment posted
cs_cz: Nový komentář zveřejněn
el_gr: Δημοσιεύτηκε νέο σχόλιο
fi_fi: Uusi kommentti lähetetty
pt_pt: Foi publicado um novo comentário
sk_sk: Nový koment
sl_si: Objavljen nov komentar
uz_uz: Yangi izoh e'lon qilindi

source: New user added to your team
cs_cz: Nový uživatel byl přidán do týmu
el_gr: Ένας νέος χρήστης προστέθηκε στην ομάδα σας
fi_fi: Uusi käyttäjä lisätty tiimiisi
pt_pt: Foi adicionado um novo utilizador à sua equipa
sk_sk: Nový užívateľ bol pridaný do tímu
sl_si: V vašo ekipo je dodan nov uporabnik
uz_uz: Jamoangizga yangi foydalanuvchi qo'shildi

source: [ACTION REQUIRED]
cs_cz: [POŽADOVANÁ AKCE]
el_gr: [ΑΠΑΙΤΕΙΤΑΙ ΕΝΕΡΓΕΙΑ]
fi_fi: [VAATII TOIMENPITEITÄ]
pt_pt: [INTERVENÇÃO NECESSÁRIA]
sk_sk: [VYŽADOVANÁ AKCIA]
sl_si: [POTREBNO JE UKREPANJE]
uz_uz: [HARAKAT KERAK]

source: Your account has been created
cs_cz: Váš účet byl vytvořen
el_gr: Ο λογαριασμός σας δημιουργήθηκε επιτυχώς
fi_fi: Sinun tilisi on luotu
pt_pt: A sua conta foi criada
sk_sk: Váš účet bol vytvorený
sl_si: Vaš račun je bil ustvarjen
uz_uz: Hisobingiz yaratildi

source: Account validated
cs_cz: Ověřený účet
el_gr: Ο λογαριασμός επικυρώθηκε
fi_fi: Tili vahvistettu
pt_pt: Conta validada
sk_sk: Účet potvrdený
sl_si: Račun potrjen
uz_uz: Hisob tasdiqlandi

source: Hello. A step deadline is approaching:
cs_cz: Dobrý den. Blíží se uzávěrka kroku:
el_gr: Γειά σας. Πλησιάζει μια προθεσμία βήματος:
fi_fi: Hei. Vaiheen määräaika lähestyy:
pt_pt: Olá. Aproxima-se o prazo final de uma etapa:
sk_sk: Dobrý deň. Blíži sa termín kroku:
sl_si: Zdravo. Bliža se rok koraka:
uz_uz: Salom. Qadam muddati yaqinlashmoqda:

source: A user needs account validation.
cs_cz: Uživatel potřebuje ověření účtu.
el_gr: Ένας χρήστης χρειάζεται επικύρωση λογαριασμού.
fi_fi: Käyttäjä tarvitsee tilin vahvistuksen.
pt_pt: Um utilizador necessita que validem a sua conta.
sk_sk: Používateľ potrebuje overenie účtu.
sl_si: Uporabnik potrebuje potrditev računa.
uz_uz: Foydalanuvchi hisobni tekshirishga muhtoj.

source: There was a problem during PDF creation.
cs_cz: Při vytváření PDF došlo k problému.
el_gr: Παρουσιάστηκε πρόβλημα κατά τη δημιουργία PDF.
fi_fi: PDF:n luomisen aikana ilmeni ongelma.
pt_pt: Ocorreu um problema ao gerar o PDF.
sk_sk: Počas vytvárania PDF sa vyskytol problém.
sl_si: Med ustvarjanjem PDF je prišlo do težave.
uz_uz: PDF yaratishda muammo yuz berdi.

source: Tex rendering failed during PDF generation. The raw tex commands are retained but you might want to carefully check the generated PDF.
cs_cz: Vykreslování textu při generování PDF selhalo. Příkazy raw tex jsou zachovány, ale možná byste měli pečlivě zkontrolovat vygenerované PDF.
el_gr: Η απόδοση tex απέτυχε κατά τη δημιουργία PDF. Οι ακατέργαστες εντολές tex διατηρούνται, αλλά ίσως θα θέλατε να ελέγξετε προσεκτικά το PDF που δημιουργήθηκε.
fi_fi: Tex-renderöinti epäonnistui PDF:n luomisen aikana. Raakatex-komennot säilytetään, mutta sinun kannattaa tarkistaa luotu PDF huolellisesti.
pt_pt: Renderização do Tex falhou ao gerar PDF. Os comandos Tex originas foram mantidos, mas talvez seja melhor fazer uma revisão minuciosa do PDF que foi produzido.
sk_sk: Vykresľovanie Tex zlyhalo počas generovania PDF. Príkazy raw tex sa zachovajú, ale možno budete chcieť starostlivo skontrolovať vygenerovaný súbor PDF.
sl_si: Tex upodabljanje ni uspelo med ustvarjanjem PDF. Ukazi neobdelanega besedila so ohranjeni, vendar boste morda želeli skrbno preveriti ustvarjeni PDF.
uz_uz: PDF yaratish jarayonida matnni ko‘rsatib bo‘lmadi. Raw tex buyruqlari saqlanib qolgan, ammo siz yaratilgan PDF-ni diqqat bilan tekshirishni xohlashingiz mumkin.

source: Some attached PDFs could not be appended.
cs_cz: Některé přiložené soubory PDF nebylo možné připojit.
el_gr: Δεν ήταν δυνατή η προσάρτηση ορισμένων συνημμένων αρχείων PDF.
fi_fi: Joitakin liitettyjä PDF-tiedostoja ei voitu liittää.
pt_pt: Alguns dos PDFs anexados não puderam ser incorporados.
sk_sk: Niektoré pripojené súbory PDF sa nepodarilo pripojiť.
sl_si: Nekaterih priloženih datotek PDF ni bilo mogoče dodati.
uz_uz: Baʼzi biriktirilgan PDF-fayllarni qoʻshib boʻlmadi.

source: Query is too complex!
cs_cz: Dotaz je příliš složitý!
el_gr: Το ερώτημα είναι πολύ περίπλοκο!
fi_fi: Kysely on liian monimutkainen!
pt_pt: A consulta é demasiado complexa!
sk_sk: Dotaz je príliš zložitý!
sl_si: Poizvedba je preveč zapletena!
uz_uz: So'rov juda murakkab!

source: New comment notification
cs_cz: Oznámení o novém komentáři
el_gr: Ειδοποίηση νέου σχολίου
fi_fi: Ilmoitus uudesta kommentista
pt_pt: Notificação de novo comentário
sk_sk: Nové oznámenie o komentári
sl_si: Obvestilo o novem komentarju
uz_uz: Yangi fikr bildirishnomasi

source: Step deadline
cs_cz: Termín kroku
el_gr: Προθεσμία βημάτων
fi_fi: Vaiheen määräaika
pt_pt: Prazo final da etapa
sk_sk: Termín kroku
sl_si: Rok za korak
uz_uz: Qadam muddati

source: New user created
cs_cz: Nový uživatel vytvořen
el_gr: Δημιουργήθηκε νέος χρήστης
fi_fi: Uusi käyttäjä luotu
pt_pt: Criado novo utilizador
sk_sk: Užívateľ bol vytvorený
sl_si: Nov uporabnik ustvarjen
uz_uz: Yangi foydalanuvchi yaratildi

source: New user need validation
cs_cz: Potřeba ověření nového uživatele
el_gr: Ο νέος χρήστης χρειάζεται επικύρωση
fi_fi: Uusi käyttäjä tarvitsee vahvistuksen
pt_pt: Um novo utilizador necessita de validação
sk_sk: Nový používateľ potrebuje overenie
sl_si: Nov uporabnik potrebuje potrditev
uz_uz: Yangi foydalanuvchi tasdiqlanishi kerak

source: Export experiments of user
cs_cz: Export experimentů uživatele
el_gr: Εξαγωγή πειραμάτων χρήστη
fi_fi: Vie käyttäjän kokeet
pt_pt: Exportar experiências do utilizador
sk_sk: Exportné experimenty používateľa
sl_si: Izvoz poskusov uporabnika
uz_uz: Foydalanuvchi tajribalarini eksport qilish

source: Notifications
cs_cz: Oznámení
el_gr: Ειδοποιήσεις
fi_fi: Ilmoitukset
pt_pt: Notificações
sk_sk: Oznámenia
sl_si: Obvestila
uz_uz: Bildirishnomalar

source: No new notifications to show.
cs_cz: Nezobrazují se žádná nová oznámení.
el_gr: Δεν υπάρχουν νέες ειδοποιήσεις για εμφάνιση.
fi_fi: Ei uusia näytettäviä ilmoituksia.
pt_pt: Nenhuma nova notificação.
sk_sk: Žiadne nové upozornenia na zobrazenie.
sl_si: Ni novih obvestil za prikaz.
uz_uz: Ko'rsatiladigan yangi bildirishnomalar yo'q.

source: Notifications settings
cs_cz: Nastavení oznámení
el_gr: Ρυθμίσεις ειδοποιήσεων
fi_fi: Ilmoitusasetukset
pt_pt: Configurações de notificações
sk_sk: Nastavenia upozornení
sl_si: Nastavitve obvestil
uz_uz: Bildirishnomalar sozlamalari

source: Request access to a team
cs_cz: Žádost o přístup k týmu
el_gr: Ζητήστε πρόσβαση σε μια ομάδα
fi_fi: Pyydä pääsyä tiimiin
pt_pt: Solicitar acesso a uma equipa
sk_sk: Požiadať o prístup k tímu
sl_si: Zahtevajte dostop do ekipe
uz_uz: Jamoaga kirishni so'rang

source: Request access
cs_cz: Žádost o přístup
el_gr: Αίτημα πρόσβασης
fi_fi: Pyydä käyttöoikeutta
pt_pt: Solicitar acesso
sk_sk: Požiadať o prístup
sl_si: Zahtevaj dostop
uz_uz: Kirish so‘rovi

source: Your account has been created and will need to be validated by an admin.
cs_cz: Váš účet byl vytvořen a musí být potvrzen správcem.
el_gr: Ο λογαριασμός σας έχει δημιουργηθεί και θα πρέπει να επικυρωθεί από έναν διαχειριστή.
fi_fi: Tilisi on luotu ja järjestelmänvalvojan on vahvistettava se.
pt_pt: A sua conta foi criada, mas será necessário que um administrador a valide.
sk_sk: Váš účet bol vytvorený a bude ho musieť overiť správca.
sl_si: Vaš račun je bil ustvarjen in skrbnik ga bo moral potrditi.
uz_uz: Hisobingiz yaratildi va administrator tomonidan tasdiqlanishi kerak.

source: Search Syntax
cs_cz: Syntaxe vyhledávání
el_gr: Σύνταξη αναζήτησης
fi_fi: Hakusyntaksi
pt_pt: Sintaxe de pesquisa
sk_sk: Syntax vyhľadávania
sl_si: Sintaksa iskanja
uz_uz: Qidiruv sintaksisi

source: Search query
cs_cz: Vyhledávací odkaz
el_gr: Ερώτημα αναζήτησης
fi_fi: Hakulauseke
pt_pt: Consulta a pesquisar
sk_sk: Vyhľadávací dotaz
sl_si: Iskalna poizvedba
uz_uz: Qidiruv so'rovi

source: Select author
cs_cz: Vybrat autora
el_gr: Επιλογή συντάκτη
fi_fi: Valitse kirjoittaja
pt_pt: Selecionar autor
sk_sk: Vybrať autora
sl_si: Izberite avtorja
uz_uz: Muallifni tanlang

source: Date from
cs_cz: Datum od
el_gr: Ημερομηνία από
fi_fi: Päivämäärä alkaen
pt_pt: A partir da data
sk_sk: Dátum od
sl_si: Datum, od
uz_uz: Sanadan

source: less than
cs_cz: menší než
el_gr: λιγότερο από
fi_fi: vähemmän kuin
pt_pt: menor que
sk_sk: menej ako
sl_si: manj kot
uz_uz: dan kichik; .. dan kamroq

source: less than or equal to
cs_cz: menší nebo rovno
el_gr: μικρότερο ή ίσο με
fi_fi: pienempi tai yhtäsuuri kuin
pt_pt: menor ou igual a
sk_sk: menej ako alebo rovné
sl_si: manj kot ali enako
uz_uz: dan kam yoki teng

source: equal to
cs_cz: rovno
el_gr: ίσο με
fi_fi: yhtä kuin
pt_pt: igual a
sk_sk: rovná sa
sl_si: enako
uz_uz: ga teng

source: greater than or equal to
cs_cz: větší nebo rovno
el_gr: μεγαλύτερο ή ίσο με
fi_fi: suurempi tai yhtä suuri kuin
pt_pt: maior ou igual a
sk_sk: väčšie alebo rovné
sl_si: večji ali enak
uz_uz: dan katta yoki teng

source: greater than
cs_cz: větší než
el_gr: μεγαλύτερος από
fi_fi: suurempi kuin
pt_pt: maior que
sk_sk: väčšie ako
sl_si: večji kot
uz_uz: dan kattaroq

source: not equal to
cs_cz: nerovná se
el_gr: όχι ίσο με
fi_fi: ei ole yhtä suuri kuin
pt_pt: não é igual a
sk_sk: nerovná sa
sl_si: ni enako
uz_uz: ga teng emas

source: Date to (optional)
cs_cz: Datum do (nepovinné)
el_gr: Ημερομηνία έως (προαιρετικό)
fi_fi: Päivämäärä (valinnainen)
pt_pt: Até a data (opcional)
sk_sk: Dátum do (nepovinné)
sl_si: Datum do (neobvezno)
uz_uz: Sana (ixtiyoriy)

source: Locked
cs_cz: Uzamčeno
el_gr: Κλειδωμένο
fi_fi: Lukittu
pt_pt: Bloqueado
sk_sk: Uzamknuté
sl_si: Zaklenjeno
uz_uz: Qulflangan

source: Select lock status
cs_cz: Výběr stavu uzamčení
el_gr: Επιλέξτε κατάσταση κλειδώματος
fi_fi: Valitse lukituksen tila
pt_pt: Selecione o estado do bloqueio
sk_sk: Vybrať stav uzamknutia
sl_si: Izberite stanje zaklepanja
uz_uz: Bloklash holatini tanlang

source: Timestamped
cs_cz: Časové razítko
el_gr: Χρονοσήμανση
fi_fi: Aikaleimattu
pt_pt: Carimbado
sk_sk: Časová pečiatka
sl_si: Časovni žig
uz_uz: Vaqt tamg'asi

source: Select timestamp status
cs_cz: Výběr stavu časového razítka
el_gr: Επιλέξτε κατάσταση χρονικής σφραγίδας
fi_fi: Valitse aikaleiman tila
pt_pt: Selecione o estado de carimbo de data e hora
sk_sk: Výber stavu časovej pečiatky
sl_si: Izberite status časovnega žiga
uz_uz: Vaqt tamg'asi holatini tanlang

source: And category is
cs_cz: And kategorie je
el_gr: Και η κατηγορία είναι
fi_fi: Ja luokka on
pt_pt: E a categoria é
sk_sk: A kategória je
sl_si: In kategorija je
uz_uz: Va kategoriya

source: Select category
cs_cz: Vybrat kategorii
el_gr: Επιλέξτε κατηγορία
fi_fi: Valitse kategoria
pt_pt: Selecionar categoria
sk_sk: Vyberte kategóriu
sl_si: Izberite kategorijo
uz_uz: Kategoriyani tanlang

source: Completion time:
cs_cz: Doba dokončení:
el_gr: Χρόνος ολοκλήρωσης:
fi_fi: Valmistumisaika:
pt_pt: Tempo de conclusão:
sk_sk: Čas na dokončenie:
sl_si: Čas dokončanja:
uz_uz: Tugatish vaqti:

source: Not finished
cs_cz: Není dokončeno
el_gr: Ανολοκλήρωτο
fi_fi: Keskeneräinen
pt_pt: Inacabado
sk_sk: Nedokončené
sl_si: Ni dokončano
uz_uz: Tugallanmagan

source: Deadline:
cs_cz: Termín:
el_gr: Προθεσμία:
fi_fi: Määräaika:
pt_pt: Prazo final:
sk_sk: Uzávierka:
sl_si: Rok:
uz_uz: Topshirish muddati; tugatish muddati:

source: Toggle notifications
cs_cz: Přepínání oznámení
el_gr: Εναλλαγή ειδοποιήσεων
fi_fi: Ota ilmoitukset käyttöön
pt_pt: Alternar notificações
sk_sk: Prepínanie oznámení
sl_si: Preklopi obvestila
uz_uz: Bildirishnomalarni almashtirish

source: Clear deadline
cs_cz: Jasný termín
el_gr: Εκκαθάριση προθεσμίας
fi_fi: Tyhjennä määräaika
pt_pt: Limpar prazo final
sk_sk: Jasný termín
sl_si: Jasen rok
uz_uz: Belgilangan muddatni aniqlang

source: Set deadline in
cs_cz: Stanovení termínu v
el_gr: Ορισμός προθεσμίας σε
fi_fi: Aseta määräaika sisään
pt_pt: Atribuir prazo final a
sk_sk: Stanoviť termín v
sl_si: Določite rok v
uz_uz: Muddatni belgilang

source: Uploads
cs_cz: Nahraná data
el_gr: Λήψεις
fi_fi: Lataukset
pt_pt: Carregamentos
sk_sk: Nahrané súbory
sl_si: Nalaganja
uz_uz: Yuklashlar

source: Blockchain timestamp configuration
cs_cz: Konfigurace časového razítka blockchainu
el_gr: Διαμόρφωση χρονικής σφραγίδας blockchain
fi_fi: Lohkoketjun aikaleiman määritys
pt_pt: Configuração do carimbo de data e hora via blockchain
sk_sk: Konfigurácia časovej pečiatky blockchainu
sl_si: Konfiguracija časovnega žiga verige blokov
uz_uz: Blockchain vaqt tamg'asi konfiguratsiyasi

source: Where user uploaded files are stored:
cs_cz: Kde jsou uloženy soubory nahrané uživatelem:
el_gr: Πού αποθηκεύονται τα αρχεία που έχουν ανεβάσει ο χρήστης:
fi_fi: Mihin käyttäjien lataamat tiedostot tallennetaan:
pt_pt: Local de armazenamento dos ficheiros carregados por utilizadores:
sk_sk: Kde sú uložené súbory nahrané používateľom:
sl_si: Kje so shranjene datoteke, ki jih naloži uporabnik:
uz_uz: Foydalanuvchi yuklagan fayllar qayerda saqlanadi:

source: Local filesystem
cs_cz: Místní souborový systém
el_gr: Τοπικό σύστημα αρχείων
fi_fi: Paikallinen tiedostojärjestelmä
pt_pt: Sistema de ficheiros local
sk_sk: Lokálny súborový systém
sl_si: Lokalni datotečni sistem
uz_uz: Mahalliy fayl tizimi

source: S3 bucket
el_gr: Κάδος S3
fi_fi: S3 ämpäri
pt_pt: Bucket S3
sk_sk: Vedro S3
sl_si: S3 vedro
uz_uz: S3 chelak

source: You can select where uploaded files will be stored. The default is local storage but you can configure any S3 compatible object storage.
cs_cz: Můžete si vybrat, kam budou nahrané soubory uloženy. Výchozí nastavení je místní úložiště, ale můžete nakonfigurovat libovolné objektové úložiště kompatibilní s S3.
el_gr: Μπορείτε να επιλέξετε πού θα αποθηκεύονται τα μεταφορτωμένα αρχεία. Η προεπιλογή είναι η τοπική αποθήκευση, αλλά μπορείτε να διαμορφώσετε οποιαδήποτε αποθήκευση αντικειμένων συμβατή με το S3.
fi_fi: Voit valita, mihin ladatut tiedostot tallennetaan. Oletusasetus on paikallinen tallennustila, mutta voit määrittää minkä tahansa S3-yhteensopivan objektitallennustilan.
pt_pt: Pode selecionar o local de armazenamento para os ficheiros carregados. Por omissão, serão armazenados localmente, mas pode configurar a utilização de qualquer armazenamento de objetos compatível com S3.
sk_sk: Môžete vybrať, kde budú nahrané súbory uložené. Predvolená hodnota je lokálny ukladací priestor, ale môžete nakonfigurovať akýkoľvek ukladací priestor objektov kompatibilný so systémom S3.
sl_si: Izberete lahko, kje bodo shranjene naložene datoteke. Privzeto je lokalna shramba, vendar lahko konfigurirate katero koli S3 združljivo shrambo objektov.
uz_uz: Yuklangan fayllar qayerda saqlanishini tanlashingiz mumkin. Odatiy bo'lib mahalliy xotira, lekin siz har qanday S3 mos ob'ekt xotirasini sozlashingiz mumkin.

source: Web
el_gr: Ιστότοπος
sk_sk: Web stránka
sl_si: Splet
uz_uz: Veb

source: More information
cs_cz: Více informací
el_gr: Περισσότερες πληροφορίες
fi_fi: Lisää tietoa
pt_pt: Mais informação
sk_sk: Viac informácii
sl_si: Več informacij
uz_uz: Batafsil ma'lumot

source: Storage:
cs_cz: Úložiště:
el_gr: Αποθήκευση:
fi_fi: Varastointi:
pt_pt: Armazenamento:
sk_sk: Skladovanie:
sl_si: Shranjevanje:
uz_uz: Saqlash:

source: Creation/modification of events in the past is not allowed!
cs_cz: Vytváření/změna událostí v minulosti není povolena!
el_gr: Δεν επιτρέπεται η δημιουργία/τροποποίηση γεγονότων στο παρελθόν!
fi_fi: Menneiden tapahtumien luominen/muokkaus ei ole sallittua!
pt_pt: Não é permitido criar/modificar eventos do passado!
sk_sk: Vytváranie/upravovanie udalostí v minulosti nie je povolené!
sl_si: Ustvarjanje/spreminjanje dogodkov v preteklosti ni dovoljeno!
uz_uz: O'tmishdagi voqealarni yaratish/o'zgartirishga yo'l qo'yilmaydi!

source: A booked slot was deleted from the scheduler.
cs_cz: Rezervovaný slot byl z plánovače odstraněn.
el_gr: Μια κράτηση θέσης διαγράφηκε από τον/την προγραμματιστή/ρια.
fi_fi: Varattu paikka poistettiin aikataulusta.
pt_pt: Foi eliminada uma vaga com reserva do agendador.
sk_sk: Rezervovaný slot bol vymazaný z harmonogramu.
sl_si: Rezervirano mesto je bilo izbrisano iz razporejevalnika.
uz_uz: Band qilingan slot rejalashtiruvchidan oʻchirib tashlandi.

source: Hi. %s (%s). See item: %s. It was booked from %s to %s.
cs_cz: Ahoj. %s (%s). Viz položka: %s. Bylo rezervováno od %s do %s.
el_gr: Γεια σας. %s (%s). Δείτε το στοιχείο: %s. Έγινε κράτηση από %s έως %s.
fi_fi: Hei. %s (%s). Katso kohde: %s. Se oli varattu %s - %s.
pt_pt: Oi. %s (%s). Veja o item: %s. Foi reservado das %s até às %s.
sk_sk: Ahoj. %s (%s). Pozri položku: %s. Bolo rezervované od %s do %s.
sl_si: Zdravo. %s (%s). Oglejte si element: %s. Rezervirano je bilo od %s do %s.
uz_uz: Salom. %s (%s). Elementga qarang: %s. U %s dan %s gacha band qilingan.

source: Booking event cancelled
cs_cz: Rezervace události zrušena
el_gr: Η κράτηση ακυρώθηκε
fi_fi: Varaustapahtuma peruttu
pt_pt: Reserva cancelada
sk_sk: Rezervovaná udalosť zrušená
sl_si: Rezervacija dogodka odpovedana
uz_uz: Bandlov tadbiri bekor qilindi

source: Export bookings
cs_cz: Export rezervací
el_gr: Εξαγωγή κρατήσεων
fi_fi: Vie varaukset
pt_pt: Exportar reservas
sk_sk: Exportovať rezervácie
sl_si: Izvozi rezervacije
uz_uz: Eksport bron qilish

source: Date to
cs_cz: Datum do
el_gr: Ημερομηνία έως
fi_fi: Päivämäärä
pt_pt: Até a data de
sk_sk: Dátum od
sl_si: Datum do
uz_uz: Sana

source: All teams
cs_cz: Všechny týmy
el_gr: Όλες οι ομάδες
fi_fi: Kaikki tiimit
pt_pt: Todas as equipas
sk_sk: Všetky tímy
sl_si: Vse ekipe
uz_uz: Barcha jamoalar

source: And author is
cs_cz: A autorem je
el_gr: Και ο συγγραφέας είναι
fi_fi: Ja kirjoittaja on
pt_pt: E o autor é
sk_sk: a autorom je
sl_si: In avtor je
uz_uz: Va muallif

source: belongs to group:
cs_cz: patří do skupiny:
el_gr: ανήκει στην ομάδα:
fi_fi: kuuluu ryhmään:
pt_pt: pertence ao grupo:
sk_sk: patrí pod skupinu:
sl_si: spada v skupino:
uz_uz: guruhga tegishli:

source: group
cs_cz: skupina
el_gr: Ομάδα
fi_fi: ryhmä
pt_pt: grupo
sk_sk: skupina
sl_si: skupina
uz_uz: guruh
