Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: URL where the Chat room menu entry from Help dropdown points
cs_cz: Adresa URL, na kterou ukazuje položka nabídky Chatovací místnost z Nápovědy
el_gr: Διεύθυνση URL όπου η καταχώριση του μενού Chat Room από τα αναπτυσσόμενα σημεία Help
fi_fi: URL-osoite, johon Ohje-pudotusvalikon Chat-huonevalikkokohta osoittaa
pt_pt: URL para onde aponta a entrada do menu Sala de chat no menu Ajuda
sk_sk: Adresa URL, na ktorú smeruje položka ponuky Chat z rozbaľovacej ponuky Pomocník
sl_si: URL, kamor kaže vnos menija Klepetalnica iz spustnega menija Pomoč
uz_uz: Yordam ochiladigan nuqtalardan Chat xonasi menyusiga kiradigan URL

source: Allow Admins to archive users
cs_cz: Umožnit správcům archivovat uživatele
el_gr: Να επιτρέπεται στους διαχειριστές να αρχειοθετούν χρήστες
fi_fi: Salli järjestelmänvalvojien arkistoida käyttäjiä
pt_pt: Permitir que os administradores arquivem utilizadores
sk_sk: Povoliť správcom archivovať používateľov
sl_si: Skrbnikom dovoli arhiviranje uporabnikov
uz_uz: Adminlarga foydalanuvchilarni arxivlashiga ruxsat bering

source: Email address
cs_cz: Emailová adresa
el_gr: Διεύθυνση Email
fi_fi: Sähköpostiosoite
pt_pt: Endereço eletrónico
sk_sk: Emailová adresa
sl_si: Email naslov
uz_uz: E-pochta manzili

source: Audit Logs configuration
cs_cz: Konfigurace protokolů auditu
el_gr: Διαμόρφωση μητρώων ελέγχου
fi_fi: Tarkastuslokien määritys
pt_pt: Configuração dos registos de auditoria
sk_sk: Konfigurácia denníkov auditu
sl_si: Konfiguracija revizijskih dnevnikov
uz_uz: Audit jurnallari konfiguratsiyasi

source: Emit audit logs with PHP error log
cs_cz: Vypsání audit logů s PHP chybami
el_gr: Εκπέμπει αρχεία καταγραφής ελέγχου με αρχείο καταγραφής σφαλμάτων PHP
fi_fi: Lähettää tarkastuslokit PHP-virhelokin kanssa
pt_pt: Emitir registos de auditoria com o registo de erros do PHP
sk_sk: Vysielajte protokoly auditu s protokolom chýb PHP
sl_si: Oddajanje revizijskih dnevnikov z dnevnikom napak PHP
uz_uz: PHP xato jurnali bilan audit jurnallarini chiqaring

source: This table lists the most recent events recorded in the application and worth keeping a trace of.
cs_cz: V této tabulce jsou uvedeny nejnovější události zaznamenané v aplikaci, které stojí za to sledovat.
el_gr: Αυτός ο πίνακας παραθέτει τα πιο πρόσφατα συμβάντα που έχουν καταγραφεί στην εφαρμογή και αξίζει να κρατήσετε ένα ίχνος.
fi_fi: Tämä taulukko listaa viimeisimmät sovellukseen tallennetut tapahtumat, joista kannattaa seurata.
pt_pt: Esta tabela lista os eventos mais recentes registados na aplicação e que vale a pena acompanhar.
sk_sk: V tejto tabuľke sú uvedené najnovšie udalosti zaznamenané v aplikácii a stojí za to ich sledovať.
sl_si: V tej tabeli so navedeni najnovejši dogodki, zabeleženi v aplikaciji, ki jih je vredno spremljati.
uz_uz: Ushbu jadvalda ilovada qayd etilgan va kuzatishga arziydigan eng so'nggi voqealar ro'yxati keltirilgan.

source: Refresh
cs_cz: Obnovit
el_gr: Ανανέωση
fi_fi: Päivitä
pt_pt: Atualizar
sk_sk: Obnoviť
sl_si: Osveži
uz_uz: Yangilash

source: Created at
cs_cz: Vytvořeno
el_gr: Δημιουργήθηκε στις
fi_fi: Luotu klo
pt_pt: Criado em
sk_sk: Vytvorené o
sl_si: Ustvarjeno ob
uz_uz: Yaratilgan

source: Actor
cs_cz: Činitel
el_gr: Πράκτορας
fi_fi: Näyttelijä
pt_pt: Agente
sk_sk: herec
sl_si: Igralec
uz_uz: Aktyor

source: Target user
cs_cz: Cílový uživatel
el_gr: Χρήστης στόχος
fi_fi: Kohdekäyttäjä
pt_pt: Utilizador-alvo
sk_sk: Cieľový používateľ
sl_si: Ciljni uporabnik
uz_uz: Maqsadli foydalanuvchi

source: Filter by category
cs_cz: Filtrovat dle kategorie
el_gr: Φίλτρο ανά κατηγορία
fi_fi: Suodata luokan mukaan
pt_pt: Filtrar por categoria
sk_sk: Filtrujte podľa kategórie
sl_si: Filtriraj po kategoriji
uz_uz: Kategoriya bo'yicha filtrlash

source: Select a resource
cs_cz: Vybrat zdroj
el_gr: Επιλέξτε έναν πόρο
fi_fi: Valitse resurssi
pt_pt: Selecionar um recurso
sk_sk: Vyberte zdroj
sl_si: Izberite vir
uz_uz: Resurs tanlang

source: Mass email form
cs_cz: Hromadný e-mailový formulář
el_gr: Μαζική φόρμα email
fi_fi: Joukkosähköpostilomake
pt_pt: Formulário de correio eletrónico em massa
sk_sk: Hromadný emailový formulár
sl_si: Obrazec za množično e-pošto
uz_uz: Ommaviy elektron pochta shakli

source: User information
cs_cz: Informace o uživateli
el_gr: Πληροφορίες χρήστη
fi_fi: Käyttäjän tiedot
pt_pt: Informações do utilizador
sk_sk: Informácie o používateľovi
sl_si: Informacije o uporabniku
uz_uz: Foydalanuvchi ma'lumotlari

source: Not calculated
cs_cz: Navypočítáno
el_gr: Δεν υπολογίζεται
fi_fi: Ei laskettu
pt_pt: Não calculado
sk_sk: Nie je vypočítané
sl_si: Ni izračunano
uz_uz: Hisoblanmagan

source: Attached files
cs_cz: Přiložené soubory
el_gr: Συνημμένα αρχεία
fi_fi: Liitetyt tiedostot
pt_pt: Ficheiros anexos
sk_sk: Priložené súbory
sl_si: Priložene datoteke
uz_uz: Biriktirilgan fayllar

source: Filesize
cs_cz: Velikost souboru
el_gr: Μέγεθος αρχείου
fi_fi: Tiedoston koko
pt_pt: Tamanho do ficheiro
sk_sk: Veľkosť súboru
sl_si: Velikost datoteke
uz_uz: Fayl hajmi

source: Permissions for the template
cs_cz: Oprávnění pro šablonu
el_gr: Δικαιώματα για το πρότυπο
fi_fi: Mallin käyttöoikeudet
pt_pt: Permissões para o modelo
sk_sk: Povolenia pre šablónu
sl_si: Dovoljenja za predlogo
uz_uz: Shablon uchun ruxsatnomalar

source: Permissions for the derived experiment
cs_cz: Oprávnění pro odvozený experiment
el_gr: Δικαιώματα για το παραγόμενο πείραμα
fi_fi: Johdetun kokeilun käyttöoikeudet
pt_pt: Permissões para a experiência derivada
sk_sk: Povolenia pre odvodený experiment
sl_si: Dovoljenja za izpeljani poskus
uz_uz: Olingan tajriba uchun ruxsatlar

source: Timestamp Entry
cs_cz: Zadání časového razítka
el_gr: Καταχώριση χρονοσήμανσης
fi_fi: Aikaleiman merkintä
pt_pt: Entrada de carimbo de data/hora
sk_sk: Zadanie časovej pečiatky
sl_si: Vnos časovnega žiga
uz_uz: Vaqt tamg'asi yozuvi

source: Timestamping an entry will create an irrefutable proof that the data was present at this point in time. You can timestamp an entry as many times as necessary: an immutable timestamp archive will be created each time, and stored as attachment.
cs_cz: Časové razítko záznamu vytvoří nezvratný důkaz, že data byla v daném okamžiku přítomna. Záznam můžete časově označit tolikrát, kolikrát je třeba: pokaždé se vytvoří archiv s neměnným časovým razítkem a uloží se jako příloha.
el_gr: Η χρονική σήμανση μιας καταχώρισης θα δημιουργήσει μια αδιάψευστη απόδειξη ότι τα δεδομένα ήταν παρόντα σε αυτό το χρονικό σημείο. Μπορείτε να επισημάνετε μια καταχώρηση όσες φορές χρειάζεται: ένα αμετάβλητο αρχείο χρονικής σήμανσης θα δημιουργείται κάθε φορά και θα αποθηκεύεται ως συνημμένο.
fi_fi: Merkinnän aikaleima luo kiistattoman todisteen siitä, että tiedot olivat läsnä tällä hetkellä. Voit merkitä merkinnän aikaleiman niin monta kertaa kuin on tarpeen: muuttumaton aikaleima-arkisto luodaan joka kerta ja tallennetaan liitteenä.
pt_pt: O carimbo de data/hora de uma entrada cria uma prova irrefutável de que os dados estavam presentes nesse momento. Pode carimbar a data e a hora de uma entrada quantas vezes forem necessárias: será criado um arquivo de marca temporal imutável a cada vez, e será guardado como anexo.
sk_sk: Časová pečiatka záznamu vytvorí nevyvrátiteľný dôkaz, že údaje boli v tomto časovom bode prítomné. Záznam môžete označiť časovou pečiatkou toľkokrát, koľkokrát je potrebné: zakaždým sa vytvorí nemenný archív časových pečiatok, ktorý sa uloží ako príloha.
sl_si: Časovni žig vnosa bo ustvaril neizpodbiten dokaz, da so bili podatki v tem trenutku prisotni. Vnos lahko označite tolikokrat, kot je potrebno: vsakič bo ustvarjen nespremenljiv arhiv časovnih žigov in shranjen kot priloga.
uz_uz: Yozuvga vaqt tamg'asi qo'yish ma'lumotlarning shu vaqtda mavjudligini inkor etib bo'lmaydigan isbotini yaratadi. Yozuvga kerak bo'lganda ko'p marta vaqt tamg'asi qo'yishingiz mumkin: har safar o'zgarmas vaqt tamg'asi arxivi yaratiladi va ilova sifatida saqlanadi.

source: With Trusted Timestamping (RFC3161), a cryptographic hash of your data is sent to a trusted third party. They reply with a token containing the current time, and they sign the token with their private key.
cs_cz: Pomocí důvěryhodného časového razítka (RFC3161) je důvěryhodné třetí straně odeslán kryptografický hash vašich dat. Ta odpoví tokenem obsahujícím aktuální čas a podepíše jej svým soukromým klíčem.
el_gr: Με το Trusted Timestamping (RFC3161), ένας κρυπτογραφικός κατακερματισμός των δεδομένων σας αποστέλλεται σε ένα αξιόπιστο τρίτο μέρος. Απαντούν με ένα διακριτικό που περιέχει την τρέχουσα ώρα και υπογράφουν το διακριτικό με το ιδιωτικό τους κλειδί.
fi_fi: Luotettavan aikaleiman (RFC3161) avulla tietojesi salaustiiviste (hash) lähetetään luotettavalle kolmannelle osapuolelle. He vastaavat tunnuksella, joka sisältää nykyisen ajan, ja allekirjoittavat tunnuksen yksityisellä avaimellaan.
pt_pt: Com o Trusted Timestamping (RFC3161), um hash criptográfico dos seus dados é enviado para um terceiro de confiança. Este responde com um token que contém a hora atual e assina o token com a sua chave privada.
sk_sk: Pomocou Trusted Timestamping (RFC3161) sa kryptografický hash vašich údajov odošle dôveryhodnej tretej strane. Odpovedajú tokenom obsahujúcim aktuálny čas a token podpíšu svojím súkromným kľúčom.
sl_si: S funkcijo Trusted Timestamping (RFC3161) se kriptografska zgoščena vrednost vaših podatkov pošlje zaupanja vredni tretji osebi. Odgovorijo z žetonom, ki vsebuje trenutni čas, in podpišejo žeton s svojim zasebnim ključem.
uz_uz: Ishonchli vaqt tamg'asi (RFC3161) yordamida ma'lumotlaringizning kriptografik xeshi ishonchli uchinchi tomonga yuboriladi. Ular joriy vaqtni o'z ichiga olgan token bilan javob berishadi va tokenga shaxsiy kalitlari bilan imzo qo'yishadi.

source: With Blockchain Timestamping, the cryptographic fingerprint of your data is added to a blockchain that is impossible to modify. This function uses the Bloxberg Consortium blockchain based on Ethereum.
cs_cz: Pomocí technologie Blockchain Timestamping se kryptografický otisk vašich dat přidá do blockchainu, který nelze změnit. Tato funkce využívá blockchain konsorcia Bloxberg založený na platformě Ethereum.
el_gr: Με το Blockchain Timestamping, το κρυπτογραφικό αποτύπωμα των δεδομένων σας προστίθεται σε ένα blockchain που είναι αδύνατο να τροποποιηθεί. Αυτή η λειτουργία χρησιμοποιεί την αλυσίδα μπλοκ Bloxberg Consortium που βασίζεται στο Ethereum.
fi_fi: Lohkoketjun aikaleimalla tietojesi kryptografinen sormenjälki lisätään lohkoketjuun, jota on mahdotonta muokata. Tämä toiminto käyttää Ethereumiin perustuvaa Bloxberg Consortium -lohkoketjua.
pt_pt: Com o carimbo de date/hora em Blockchain, a impressão digital criptográfica dos seus dados é adicionada a uma cadeia de blocos que é impossível de modificar. Esta função utiliza a cadeia de blocos do Consórcio Bloxberg baseada no Ethereum.
sk_sk: Pomocou Blockchain Timestamping sa kryptografický odtlačok vašich údajov pridá do blockchainu, ktorý nie je možné upraviť. Táto funkcia využíva blockchain konzorcia Bloxberg založený na Ethereu.
sl_si: S časovnim žigom verige blokov se kriptografski prstni odtis vaših podatkov doda v verigo blokov, ki je ni mogoče spremeniti. Ta funkcija uporablja verigo blokov Bloxberg Consortium, ki temelji na Ethereumu.
uz_uz: Blockchain Timestamping yordamida ma'lumotlaringizning kriptografik barmoq izi blokcheynga qo'shiladi, uni o'zgartirish mumkin emas. Bu funksiya Ethereum asosidagi Bloxberg Consortium blokcheynidan foydalanadi.

source: Entry was timestamped by %s on %s at %s
cs_cz: Záznam byl označen časovým razítkem %s dne %s v %s
el_gr: Η καταχώριση είχε χρονική σήμανση από %s στο %s στο %s
fi_fi: Merkin aikaleima %s %s klo %s
pt_pt: A entrada foi carimbada por %s em %s às %s
sk_sk: Záznam bol označený časovou pečiatkou %s dňa %s o %s
sl_si: Vnos je %s označil s časovnim žigom %s ob %s
uz_uz: Kirish vaqti %s tomonidan %s da %s da belgilandi

source: Linking an item to itself is not allowed. Please select a different target.
cs_cz: Propojení položky se sebou samou není povoleno. Vyberte prosím jiný cíl.
el_gr: Δεν επιτρέπεται η σύνδεση ενός στοιχείου με τον εαυτό του. Επιλέξτε διαφορετικό στόχο.
fi_fi: Kohteen linkittäminen itseensä ei ole sallittua. Valitse toinen kohde.
pt_pt: Não é permitido associar um item a si próprio. Por favor, seleccione um destino diferente.
sk_sk: Prepojenie položky so sebou samým nie je povolené. Vyberte iný cieľ.
sl_si: Povezovanje predmeta samega s seboj ni dovoljeno. Izberite drug cilj.
uz_uz: Elementni o'ziga bog'lashga ruxsat berilmaydi. Boshqa maqsadni tanlang.

source: Only members of the team
cs_cz: Pouze členové týmu
el_gr: Μόνο μέλη της ομάδας
fi_fi: Vain tiimin jäsenet
pt_pt: Apenas membros da equipa
sk_sk: Iba členovia tímu
sl_si: Samo člani ekipe
uz_uz: Faqat jamoa a'zolari

source: Minimum password length
cs_cz: Minimální délka hesla
el_gr: Ελάχιστο μήκος κωδικού πρόσβασης
fi_fi: Salasanan vähimmäispituus
pt_pt: Comprimento mínimo da palavra-passe
sk_sk: Minimálna dĺžka hesla
sl_si: Najmanjša dolžina gesla
uz_uz: Minimal parol uzunligi

source: Must have at least one upper and one lower case letter, if your alphabet allows
cs_cz: Musí obsahovat alespoň jedno velké a jedno malé písmeno, pokud to vaše abeceda umožňuje
el_gr: Πρέπει να περιέχει τουλάχιστον ένα κεφαλαίο και ένα μικρό γράμμα, εάν το αλφάβητό σας το επιτρέπει.
fi_fi: Siinä on oltava vähintään yksi iso ja yksi pieni kirjain, jos aakkosesi sallii
pt_pt: Deve ter pelo menos uma letra maiúscula e uma minúscula, se o alfabeto o permitir
sk_sk: Musí mať aspoň jedno veľké a jedno malé písmeno, ak to vaša abeceda umožňuje
sl_si: Imeti mora vsaj eno veliko in eno malo črko, če vaša abeceda to dopušča
uz_uz: Agar alifbo ruxsat bersa, kamida bitta katta va bitta kichik harf bo'lishi kerak

source: Must have at least one upper and one lower case letter, if your alphabet allows, and one digit
cs_cz: Musí obsahovat alespoň jedno velké a jedno malé písmeno, pokud to vaše abeceda umožňuje, a jednu číslici
el_gr: Πρέπει να περιέχει τουλάχιστον ένα κεφαλαίο και ένα μικρό γράμμα, εάν το αλφάβητό σας το επιτρέπει, και έναν αριθμό.
fi_fi: Siinä on oltava vähintään yksi iso ja yksi pieni kirjain, jos aakkosesi sallii, sekä yksi numero
pt_pt: Deve ter, pelo menos, uma letra maiúscula e uma minúscula, se o alfabeto o permitir, e um algarismo
sk_sk: Musí obsahovať aspoň jedno veľké a jedno malé písmeno, ak to vaša abeceda umožňuje, a jednu číslicu
sl_si: Imeti mora vsaj eno veliko in eno malo črko, če vaša abeceda to dopušča, in eno številko
uz_uz: Agar alifbongiz ruxsat bersa, kamida bitta katta va bitta kichik harf va bitta raqam bo'lishi kerak

source: Must have at least one upper and one lower case letter, if your alphabet allows, one special character, and one digit
cs_cz: Musí obsahovat alespoň jedno velké a jedno malé písmeno, pokud to vaše abeceda umožňuje, jeden speciální znak a jednu číslici
el_gr: Πρέπει να περιέχει τουλάχιστον ένα κεφαλαίο και ένα μικρό γράμμα, εάν το αλφάβητό σας το επιτρέπει, ένα σύμβολο και έναν αριθμό.
fi_fi: Siinä on oltava vähintään yksi iso ja yksi pieni kirjain, jos aakkosesi sallii, yksi erikoismerkki ja yksi numero
pt_pt: Deve ter pelo menos uma letra maiúscula e uma minúscula, se o alfabeto o permitir, um carácter especial e um dígito
sk_sk: Musí obsahovať aspoň jedno veľké a jedno malé písmeno, ak to vaša abeceda umožňuje, jeden špeciálny znak a jednu číslicu
sl_si: Imeti mora vsaj eno veliko in eno malo črko, če vaša abeceda dovoljuje, en poseben znak in eno številko
uz_uz: Kamida bitta katta va bitta kichik harf, agar alifbo ruxsat bersa, bitta maxsus belgi va bitta raqam bo'lishi kerak

source: New password must not be the same as the current one.
cs_cz: Nové heslo nesmí být stejné jako stávající.
el_gr: Ο νέος κωδικός πρόσβασης δεν μπορεί να είναι ο ίδιος με τον παλιό.
fi_fi: Uusi salasana ei saa olla sama kuin nykyinen.
pt_pt: A nova palavra-passe não pode ser a mesma que a atual.
sk_sk: Nové heslo nesmie byť rovnaké ako aktuálne.
sl_si: Novo geslo ne sme biti enako trenutnemu.
uz_uz: Yangi parol joriy parol bilan bir xil bo'lmasligi kerak.

source: Password does not match requirement: %s
cs_cz: Heslo neodpovídá požadavkům: %s
el_gr: Ο κωδικός δεν πληροί την προϋπόθεση: %s
fi_fi: Salasana ei vastaa vaatimusta: %s
pt_pt: A palavra-passe não corresponde ao requisito: %s
sk_sk: Heslo nezodpovedá požiadavke: %s
sl_si: Geslo se ne ujema z zahtevo: %s
uz_uz: Parol talabga mos kelmaydi: %s

source: Minimum password length: %d.
cs_cz: Minimální délka hesla: %d.
el_gr: Ελάχιστο μήκος κωδικού πρόσβασης : %d.
fi_fi: Salasanan vähimmäispituus: %d.
pt_pt: Comprimento mínimo da palavra-passe: %d.
sk_sk: Minimálna dĺžka hesla: %d.
sl_si: Najmanjša dolžina gesla: %d.
uz_uz: Minimal parol uzunligi: %d.

source: number
cs_cz: číslo
el_gr: αριθμός
fi_fi: numero
pt_pt: número
sk_sk: číslo
sl_si: število
uz_uz: raqam

source: And extra field is
cs_cz: A další pole je
el_gr: Και το επιπλέον πεδίο είναι
fi_fi: Ja lisäkenttä on
pt_pt: E o campo adicional é
sk_sk: A ďalšie pole je
sl_si: In dodatno polje je
uz_uz: Va qo'shimcha maydon

source: All fields
cs_cz: Všechna pole
el_gr: Ολα τα πεδία
fi_fi: Kaikki kentät
pt_pt: Todos os campos
sk_sk: Všetky polia
sl_si: Vsa področja
uz_uz: Barcha maydonlar

source: Tip: you can use '%' as wildcard in value
cs_cz: Tip: v hodnotě můžete použít znak '%' jako zástupný znak
el_gr: Συμβουλή: μπορείτε να χρησιμοποιήσετε το "%" ως μπαλαντέρ στην τιμή
fi_fi: Vinkki: voit käyttää '%' jokerimerkkinä
pt_pt: Sugestão: pode utilizar '%' como curinga no valor
sk_sk: Tip: Ako zástupný znak môžete použiť '%'
sl_si: Nasvet: kot nadomestni znak v vrednosti lahko uporabite »%«.
uz_uz: Maslahat: qiymatda joker belgi sifatida "%" dan foydalanishingiz mumkin

source: Show related experiments
cs_cz: Zobrazit související experimenty
el_gr: Εμφάνιση σχετικών πειραμάτων
fi_fi: Näytä liittyvät kokeet
pt_pt: Mostrar experiências relacionadas
sk_sk: Zobraziť súvisiace experimenty
sl_si: Pokaži povezane poskuse
uz_uz: Tegishli tajribalarni ko'rsating

source: Password policy
cs_cz: Zásady používání hesel
el_gr: Πολιτική κωδικού πρόσβασης
fi_fi: Salasanakäytännöt
pt_pt: Política de palavras-passe
sk_sk: Zásady hesiel
sl_si: Politika gesel
uz_uz: Parol siyosati

source: Password complexity requirement
cs_cz: Požadavek na složitost hesla
el_gr: Απαίτηση πολυπλοκότητας κωδικού πρόσβασης
fi_fi: Salasanan monimutkaisuusvaatimus
pt_pt: Requisitos de complexidade da palavra-passe
sk_sk: Požiadavka na zložitosť hesla
sl_si: Zahteva glede kompleksnosti gesla
uz_uz: Parolning murakkabligi talabi

source: The minimum password length is always enforced.
cs_cz: Minimální délka hesla je vždy vynucena.
el_gr: Το ελάχιστο μήκος κωδικού πρόσβασης επιβάλλεται πάντα.
fi_fi: Salasanan vähimmäispituus on aina pakollinen.
pt_pt: O comprimento mínimo da palavra-passe é sempre aplicado.
sk_sk: Vždy sa dodržiava minimálna dĺžka hesla.
sl_si: Najmanjša dolžina gesla je vedno uveljavljena.
uz_uz: Minimal parol uzunligi har doim amalga oshiriladi.

source: Maximum number of days since last password change
cs_cz: Maximální počet dní od poslední změny hesla
el_gr: Μέγιστος αριθμός ημερών από την τελευταία αλλαγή κωδικού πρόσβασης
fi_fi: Päivien enimmäismäärä edellisestä salasanan vaihdosta
pt_pt: Número máximo de dias desde a última alteração da palavra-passe
sk_sk: Maximálny počet dní od poslednej zmeny hesla
sl_si: Največje število dni od zadnje spremembe gesla
uz_uz: Oxirgi parol o'zgartirilgandan keyin maksimal kunlar soni

source: Personal information
cs_cz: Osobní informace
el_gr: Προσωπικές πληροφορίες
fi_fi: Henkilökohtaisia tietoja
pt_pt: Informação de carácter pessoal
sk_sk: Osobné informácie
sl_si: Osebne informacije
uz_uz: Shaxsiy ma'lumot

source: Canadian Dollar (CAD)
cs_cz: Kanada dollari (SAPR)
el_gr: Δολάριο Καναδά (CAD)
fi_fi: Kanadan dollari (CAD)
pt_pt: Dólar Canadense (CAD)
sk_sk: Kanadský dolár (CAD)
sl_si: kanadski dolar (CAD)
uz_uz: Kanada dollari (SAPR)

source: Swiss Franc (CHF)
cs_cz: Shveytsariya franki (CHF)
el_gr: Ελβετικό Φράγκο (CHF)
fi_fi: Sveitsin frangi (CHF)
pt_pt: Franco Suíço (CHF)
sk_sk: švajčiarsky frank (CHF)
sl_si: švicarski frank (CHF)
uz_uz: Shveytsariya franki (CHF)

source: Chinese Yuan (CNY)
cs_cz: Xitoy yuan (CNY)
el_gr: Γιουάν Κίνας (CNY)
fi_fi: Kiinan juan (CNY)
pt_pt: Yuan Chinês (CNY)
sk_sk: čínsky jüan (CNY)
sl_si: kitajski juan (CNY)
uz_uz: Xitoy yuan (CNY)

source: Danish Krone (DKK)
cs_cz: Daniya kroni (DKK)
el_gr: Κορόνα Δανίας (DKK)
fi_fi: Tanskan kruunu (DKK)
pt_pt: Coroa Dinamarquesa (DKK)
sk_sk: dánska koruna (DKK)
sl_si: danska krona (DKK)
uz_uz: Daniya kroni (DKK)

source: Euro (EUR)
cs_cz: Evro (EUR)
el_gr: Ευρώ (EUR)
sl_si: evro (EUR)
uz_uz: Evro (EUR)

source: British Pound Sterling (GBP)
cs_cz: Britaniya funt sterlingi (GBP)
el_gr: Λίρα Βρετανίας (GBP)
fi_fi: Englannin punta (GBP)
pt_pt: Libra Esterlina Britânica (GBP)
sk_sk: britská libra šterlingov (GBP)
sl_si: Britanski funt šterling (GBP)
uz_uz: Britaniya funt sterlingi (GBP)

source: Japanese Yen (JPY)
cs_cz: Yapon iyenasi (JPY)
el_gr: Γιεν Ιαπωνίας (JPY)
fi_fi: Japanin jeni (JPY)
pt_pt: Iene Japonês (JPY)
sk_sk: japonský jen (JPY)
sl_si: Japonski jen (JPY)
uz_uz: Yapon iyenasi (JPY)

source: United States Dollar (USD)
cs_cz: AQSh dollari (USD)
el_gr: Δολάριο Ηνωμένων Πολιτειών (USD)
fi_fi: Yhdysvaltain dollari (USD)
pt_pt: Dólar dos Estados Unidos (USD)
sk_sk: Americký dolár (USD)
sl_si: Ameriški dolar (USD)
uz_uz: AQSh dollari (USD)

source: Swedish Krona (SEK)
cs_cz: Shved kronasi (SEK)
el_gr: Κορόνα Σουηδίας (SEK)
fi_fi: Ruotsin kruunu (SEK)
pt_pt: Coroa Sueca (SEK)
sk_sk: švédska koruna (SEK)
sl_si: švedska krona (SEK)
uz_uz: Shved kronasi (SEK)

source: Norwegian Krone (NOK)
cs_cz: Norvegiya kronasi (NOK)
el_gr: Κορώνα Νορβηγίας (NOK)
fi_fi: Norjan kruunu (NOK)
pt_pt: Coroa Norueguesa (NOK)
sk_sk: nórska koruna (NOK)
sl_si: Norveška krona (NOK)
uz_uz: Norvegiya kronasi (NOK)

source: Pending
cs_cz: Kutilmoqda
el_gr: εκκρεμής
fi_fi: Odottaa
pt_pt: Pendente
sk_sk: Čaká na spracovanie
sl_si: V teku
uz_uz: Kutilmoqda

source: Validated
cs_cz: Tasdiqlangan
el_gr: Επικυρώθηκε
fi_fi: Vahvistettu
pt_pt: Validado
sk_sk: Overené
sl_si: Potrjeno
uz_uz: Tasdiqlangan

source: Partially received
cs_cz: Qisman qabul qilingan
el_gr: Εν μέρει παραλήφθηκε
fi_fi: Osittain vastaanotettu
pt_pt: Recebido parcialmente
sk_sk: Čiastočne prijaté
sl_si: Delno prejeto
uz_uz: Qisman qabul qilingan

source: Received
cs_cz: Qabul qildi
el_gr: Ελήφθη
fi_fi: Otettu vastaan
pt_pt: Recebido
sk_sk: Prijaté
sl_si: Prejeto
uz_uz: Qabul qildi

source: Nothing to export!
cs_cz: Eksport qilish uchun hech narsa yo'q!
el_gr: Δεν υπάρχει τίποτα για εξαγωγή!
fi_fi: Ei mitään vientiä!
pt_pt: Nada para exportar!
sk_sk: Nič na export!
sl_si: Nič za izvoz!
uz_uz: Eksport qilish uchun hech narsa yo'q!

source: Invalid secret key format!
cs_cz: Yaroqsiz maxfiy kalit formati!
el_gr: Μη έγκυρη μορφή μυστικού κλειδιού!
fi_fi: Virheellinen salaisen avaimen muoto!
pt_pt: Formato de chave secreta inválido!
sk_sk: Neplatný formát tajného kľúča!
sl_si: Neveljavna oblika tajnega ključa!
uz_uz: Yaroqsiz maxfiy kalit formati!

source: Could not decrypt private key. Are you certain of the passphrase?
cs_cz: Shaxsiy kalitni shifrlab bo‘lmadi. Parol iborasiga ishonchingiz komilmi?
el_gr: Δεν ήταν δυνατή η αποκρυπτογράφηση του ιδιωτικού κλειδιού. Είστε σίγουρος/η για τη συνθηματική φράση;
fi_fi: Yksityistä avainta ei voitu purkaa. Oletko varma tunnuslauseesta?
pt_pt: Não foi possível descriptografar a chave privada. Você tem certeza da senha?
sk_sk: Nepodarilo sa dešifrovať súkromný kľúč. Ste si istí prístupovou frázou?
sl_si: Ni bilo mogoče dešifrirati zasebnega ključa. Ali ste prepričani o geslu?
uz_uz: Shaxsiy kalitni shifrlab bo‘lmadi. Parol iborasiga ishonchingiz komilmi?
