Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Message shown to user after successful external auth but local account provisioning is required
cs_cz: Zpráva zobrazená uživateli po úspěšném externím ověření, ale je vyžadováno zajištění místního účtu
el_gr: Το μήνυμα εμφανίζεται στον χρήστη μετά από επιτυχή εξωτερική πιστοποίηση, αλλά απαιτείται παροχή τοπικού λογαριασμού
fi_fi: Viesti näytetään käyttäjälle onnistuneen ulkoisen todennuksen jälkeen, mutta paikallista tiliä tarvitaan
pt_pt: Mensagem apresentada ao utilizador após uma autenticação externa bem sucedida, mas é necessário o aprovisionamento da conta local
sk_sk: Správa sa zobrazí používateľovi po úspešnom externom overení, ale vyžaduje sa zabezpečenie lokálneho účtu
sl_si: Sporočilo, prikazano uporabniku po uspešni zunanji avtorizaciji, vendar je potrebna oskrba lokalnega računa
uz_uz: Muvaffaqiyatli tashqi autentifikatsiyadan so'ng foydalanuvchiga xabar ko'rsatiladi, lekin mahalliy hisobni tayyorlash talab qilinadi

source: None available
cs_cz: Není k dispozici
el_gr: Κανένα διαθέσιμο
fi_fi: Ei yhtään saatavilla
pt_pt: Nenhum disponível
sk_sk: Žiadne dostupné
sl_si: Ni na voljo
uz_uz: Hech biri mavjud emas

source: All active users
cs_cz: Všichni aktivní uživatelé
el_gr: Όλοι οι ενεργοί χρήστες
fi_fi: Kaikki aktiiviset käyttäjät
pt_pt: Todos os utilizadores ativos
sk_sk: Všetci aktívny užívatelia
sl_si: Vsi aktivni uporabniki
uz_uz: Barcha faol foydalanuvchilar

source: All active admins
cs_cz: Všichni aktivní správci
el_gr: Όλοι οι ενεργοί διαχειριστές
fi_fi: Kaikki aktiiviset ylläpitäjät
pt_pt: Todos os administradores ativos
sk_sk: Všetci aktívny admini
sl_si: Vsi aktivni admini
uz_uz: Barcha faol adminlar

source: All active sysadmins
cs_cz: Všichni aktivní systémoví správci
el_gr: Όλοι οι ενεργοί sysadmin
fi_fi: Kaikki aktiiviset järjestelmänvalvojat
pt_pt: Todos os administradores de sistema ativos
sk_sk: Všetci aktívny sysadmini
sl_si: Vsi aktivni sistemski skrbniki
uz_uz: Barcha faol tizim boshqaruvchilari

source: Allow setting an authentication cookie
cs_cz: Povolit nastavení ověřovacího souboru cookie
el_gr: Να επιτρέπεται η ρύθμιση ενός cookie ελέγχου ταυτότητας
fi_fi: Salli todennusevästeen asettaminen
pt_pt: Permitir a definição de um cookie de autenticação
sk_sk: Povoliť nastavenie overovacieho súboru cookie
sl_si: Dovoli nastavitev piškotka za preverjanje pristnosti
uz_uz: Autentifikatsiya cookie faylini oʻrnatishga ruxsat bering

source: Disabling this setting will hide the "remember me" checkbox on login page.
cs_cz: Zakázáním tohoto nastavení se na přihlašovací stránce skryje zaškrtávací políčko "zapamatovat si mě".
el_gr: Η απενεργοποίηση αυτής της ρύθμισης θα αποκρύψει το πλαίσιο ελέγχου "Να με θυμάσαι" στη σελίδα σύνδεσης.
fi_fi: Tämän asetuksen poistaminen käytöstä piilottaa "muista minut" -valintaruudun kirjautumissivulla.
pt_pt: A desativação desta definição ocultará a caixa de verificação "lembrar-se de mim" na página de início de sessão.
sk_sk: Vypnutím tohto nastavenia sa skryje začiarkavacie políčko „zapamätať si ma“ na prihlasovacej stránke.
sl_si: Če onemogočite to nastavitev, boste skrili potrditveno polje »zapomni si me« na strani za prijavo.
uz_uz: Ushbu sozlamani o‘chirib qo‘ysangiz, tizimga kirish sahifasida “meni eslab qolish” katakchasi yashiriladi.

source: Check the "remember me" box on login page by default
cs_cz: Zaškrtnutí políčka "zapamatovat si mě" na přihlašovací stránce ve výchozím nastavení
el_gr: Επιλέξτε το πλαίσιο "Να με θυμάσαι" στη σελίδα σύνδεσης από προεπιλογή
fi_fi: Valitse oletusarvoisesti "Muista minut" -ruutu kirjautumissivulla
pt_pt: Assinalar a caixa "lembrar-se de mim" na página de início de sessão por omissão
sk_sk: Štandardne začiarknite políčko „zapamätať si ma“ na prihlasovacej stránke
sl_si: Privzeto potrdite polje »zapomni si me« na strani za prijavo
uz_uz: Kirish sahifasida sukut bo'yicha "Meni eslab qolish" katagiga belgi qo'ying

source: Validity period of an authentication cookie (in minutes)
cs_cz: Doba platnosti ověřovacího souboru cookie (v minutách)
el_gr: Περίοδος ισχύος ενός cookie ελέγχου ταυτότητας (σε λεπτά)
fi_fi: Todennusevästeen voimassaoloaika (minuutteina)
pt_pt: Período de validade de um cookie de autenticação (em minutos)
sk_sk: Doba platnosti overovacieho súboru cookie (v minútach)
sl_si: Obdobje veljavnosti piškotka za preverjanje pristnosti (v minutah)
uz_uz: Autentifikatsiya cookie-faylining amal qilish muddati (daqiqalarda)

source: Link name
cs_cz: Jméno odkazu
el_gr: Όνομα συνδέσμου
fi_fi: Linkin nimi
pt_pt: Nome da hiperligação
sk_sk: Názov linku
sl_si: Ime povezave
uz_uz: Havola nomi

source: Which page will be loaded first
cs_cz: Která stránka se načte jako první
el_gr: Ποια σελίδα θα φορτωθεί πρώτη
fi_fi: Mikä sivu latautuu ensin
pt_pt: Página a carregar primeiro
sk_sk: Ktorá stránka sa načíta ako prvá
sl_si: Katera stran se bo prva naložila
uz_uz: Qaysi sahifa birinchi bo'lib yuklanadi

source: Disable all shortcuts
cs_cz: Zakázat všechny zkratky
el_gr: Απενεργοποίηση όλων των συντομεύσεων
fi_fi: Poista kaikki pikakuvakkeet käytöstä
pt_pt: Desativar todos os atalhos
sk_sk: Vypnút všetky skratky
sl_si: Onemogoči vse bližnjice
uz_uz: Barcha yorliqlarni o'chirib qo'ying

source: Archive/Unarchive
cs_cz: Archivovat/odarchivovat
el_gr: Αρχειοθέτηση/Αποαρχειοθέτηση
fi_fi: Arkistoi/Poista arkistosta
pt_pt: Arquivar/Desarquivar
sk_sk: Archivovať/Zrušiť archiváciu
sl_si: Arhiviraj/odvrni arhiviranje
uz_uz: Arxiv/Arxivdan chiqarish

source: Archived
cs_cz: Archivováno
el_gr: Αρχειοθετημένο
fi_fi: Arkistoitu
pt_pt: Arquivado
sk_sk: Archivované
sl_si: Arhivirano
uz_uz: Arxivlangan

source: See revisions
cs_cz: Prohlédnout revize
el_gr: Δείτε αναθεωρήσεις
fi_fi: Katso tarkistukset
pt_pt: Consultar revisões
sk_sk: Pozrieť revízie
sl_si: Glej revizije
uz_uz: Tahrirlarga qarang

source: This entry is archived: it will not appear in the listings by default.
cs_cz: Tento záznam je archivován: ve výchozím nastavení se nezobrazí v seznamu.
el_gr: Αυτή η καταχώρηση είναι αρχειοθετημένη: δεν θα εμφανίζεται στις λίστες από προεπιλογή.
fi_fi: Tämä merkintä on arkistoitu: se ei näy oletusarvoisesti luettelossa.
pt_pt: Esta entrada está arquivada: por omissão, não constará nas listagens.
sk_sk: Tento záznam je archivovaný: v predvolenom nastavení sa nezobrazí v zoznamoch.
sl_si: Ta vnos je arhiviran: privzeto ne bo prikazan na seznamih.
uz_uz: Ushbu yozuv arxivlangan: u sukut bo'yicha ro'yxatlarda ko'rinmaydi.

source: This is the only time the key will be shown! Make sure to copy it somewhere safe as you won't be able to see it again:
cs_cz: Toto je jediný okamžik, kdy se klíč zobrazí! Nezapomeňte si ho zkopírovat na bezpečné místo, protože už ho nebudete moci vidět:
el_gr: Αυτή είναι η μόνη φορά που θα εμφανιστεί το κλειδί! Φροντίστε να το αντιγράψετε κάπου ασφαλές, καθώς δεν θα μπορείτε να το δείτε ξανά:
fi_fi: Tämä on ainoa kerta, kun avain näytetään! Muista kopioida se turvalliseen paikkaan, koska et näe sitä enää:
pt_pt: Esta é a única vez que a chave será exibida! Certifique-se de que a copia para lugar seguro, uma vez que será impossível de a exibir novamente.
sk_sk: Toto je jediný čas, kedy sa zobrazí kľúč! Nezabudnite ho skopírovať na bezpečné miesto, pretože ho už nebudete môcť vidieť:
sl_si: To je edini čas, ko bo ključ prikazan! Ne pozabite ga kopirati na varno mesto, saj ga ne boste mogli več videti:
uz_uz: Bu kalit faqatgina ko'rsatiladi! Uni xavfsiz joyga nusxalaganingizga ishonch hosil qiling, chunki uni boshqa koʻra olmaysiz:

source: Everyone including anonymous users
cs_cz: Všichni včetně anonymních uživatelů
el_gr: Όλοι, συμπεριλαμβανομένων των ανώνυμων χρηστών
fi_fi: Kaikki mukaan lukien nimettömät käyttäjät
pt_pt: Todos, incluindo os utilizadores anónimos
sk_sk: Všetci vrátane anonymných používateľov
sl_si: Vsi, vključno z anonimnimi uporabniki
uz_uz: Hamma, shu jumladan anonim foydalanuvchilar

source: Everyone with an account
cs_cz: Každý, kdo má účet
el_gr: Όλοι με λογαριασμό
fi_fi: Kaikki, joilla on tili
pt_pt: Todos os que tenham uma conta
sk_sk: Všetci s účtom
sl_si: Vsi z računom
uz_uz: Hisobi bor hamma

source: You do not have the permission to book this entry.
cs_cz: K rezervaci tohoto záznamu nemáte oprávnění.
el_gr: Δεν έχετε την άδεια να κάνετε κράτηση για αυτήν την καταχώρηση.
fi_fi: Sinulla ei ole lupaa varata tätä merkintää.
pt_pt: Não tem autorização para reservar esta entrada.
sk_sk: Nemáte povolenie na rezerváciu tohto vstupu.
sl_si: Nimate dovoljenja za rezervacijo tega vnosa.
uz_uz: Sizda bu yozuvni band qilish uchun ruxsat yo‘q.

source: Event cancellation is not permitted.
cs_cz: Zrušení akce není povoleno.
el_gr: Δεν επιτρέπεται η ακύρωση της εκδήλωσης.
fi_fi: Tapahtuman peruuttaminen ei ole sallittua.
pt_pt: Não é permitido o cancelamento de eventos.
sk_sk: Zrušenie podujatia nie je povolené.
sl_si: Odpoved dogodka ni dovoljena.
uz_uz: Tadbirni bekor qilishga ruxsat berilmaydi.

source: Cannot cancel slot less than %d minutes before its start.
cs_cz: Nelze zrušit slot méně než %d minut před jeho začátkem.
el_gr: Δεν είναι δυνατή η ακύρωση της θέσης λιγότερο από %d λεπτά πριν από την έναρξή της.
fi_fi: Aikaa ei voi peruuttaa alle %d minuuttia ennen sen alkua.
pt_pt: Não é possível cancelar a faixa horária menos de %d minutos antes do seu início.
sk_sk: Slot nie je možné zrušiť menej ako %d minút pred jeho začiatkom.
sl_si: Reže ni mogoče preklicati manj kot %d minut pred začetkom.
uz_uz: Slot boshlanishiga %d daqiqadan kamroq vaqt qolganda uni bekor qilib bo‘lmaydi.

source: Slot time is limited to %d minutes.
cs_cz: Čas slotu je omezen na %d minut.
el_gr: Ο χρόνος υποδοχής περιορίζεται σε %d λεπτά.
fi_fi: Aika on rajoitettu %d minuuttiin.
pt_pt: O intervalo de tempo é limitado a %d minutos.
sk_sk: Čas slotu je obmedzený na %d minút.
sl_si: Čas reže je omejen na %d minut.
uz_uz: Slot vaqti %d daqiqa bilan cheklangan.

source: You cannot book any more slots. Maximum of %d reached.
cs_cz: Další sloty si již nemůžete rezervovat. Bylo dosaženo maxima %d.
el_gr: Δεν μπορείτε να κάνετε κράτηση για άλλους κουλοχέρηδες. Συμπληρώθηκε το μέγιστο %d.
fi_fi: Et voi varata enempää paikkoja. Maksimi %d saavutettu.
pt_pt: Não é possível reservar mais intervalos de tempo. O máximo de %d foi atingido.
sk_sk: Už si nemôžete rezervovať ďalšie sloty. Dosiahlo sa maximum %d.
sl_si: Ne morete rezervirati več terminov. Doseženo je največ %d.
uz_uz: Siz boshqa joy band qila olmaysiz. Maksimal %d taga yetdi.

source: Overlapping booking slots is not permitted.
cs_cz: Překrývání rezervačních intervalů není povoleno.
el_gr: Δεν επιτρέπονται επικαλυπτόμενες θέσεις κράτησης.
fi_fi: Päällekkäiset varausajat eivät ole sallittuja.
pt_pt: Não é permitida a sobreposição de intervalos de tempo.
sk_sk: Prekrývanie rezervačných miest nie je povolené.
sl_si: Prekrivanje rezervacijskih mest ni dovoljeno.
uz_uz: Bir-biriga o'xshash bronlash joylariga ruxsat berilmaydi.

source: Message:
cs_cz: Zpráva:
el_gr: Μήνυμα:
fi_fi: Viesti:
pt_pt: Mensagem:
sk_sk: Správa:
sl_si: Sporočilo:
uz_uz: Xabar:

source: Modify booking parameters
cs_cz: Úprava parametrů rezervace
el_gr: Τροποποίηση παραμέτρων κράτησης
fi_fi: Muokkaa varausparametreja
pt_pt: Modificar os parâmetros da reserva
sk_sk: Upravte parametre rezervácie
sl_si: Spremenite parametre rezervacije
uz_uz: Rezervasyon parametrlarini o'zgartirish

source: Allow booking this resource
cs_cz: Povolit rezervaci tohoto zdroje
el_gr: Να επιτρέπεται η κράτηση αυτού του πόρου
fi_fi: Salli tämän resurssin varaus
pt_pt: Permitir a reserva deste recurso
sk_sk: Povoliť rezerváciu tohto zdroja
sl_si: Dovoli rezervacijo tega vira
uz_uz: Ushbu resursni band qilishga ruxsat bering

source: Allow overlapping slots
cs_cz: Povolit překrývání slotů
el_gr: Να επιτρέπονται αλληλοεπικαλυπτόμενες κρατήσεις
fi_fi: Salli päällekkäiset paikat
pt_pt: Permitir a sobreposição de intervalos de agendamento
sk_sk: Povoliť prekrývajúce sa sloty
sl_si: Dovolite prekrivajoče se reže
uz_uz: Bir-biriga o'xshash bo'shliqlarga ruxsat bering

source: Maximum slot time (in minutes)
cs_cz: Maximální doba slotu (v minutách)
el_gr: Μέγιστος χρόνος υποδοχής (σε λεπτά)
fi_fi: Aikavälin enimmäisaika (minuutteina)
pt_pt: Tempo máximo do intervalo de agendamento (em minutos)
sk_sk: Maximálny čas slotu (v minútach)
sl_si: Največji čas reže (v minutah)
uz_uz: Maksimal slot vaqti (daqiqalarda)

source: Maximum per-user future slot allowed
cs_cz: Maximální povolený budoucí slot na uživatele
el_gr: Μέγιστο επιτρεπόμενο μελλοντικό slot ανά χρήστη
fi_fi: Suurin sallittu tulevaisuuden käyttäjäkohtainen paikka
pt_pt: Máximo de agendamentos permitidos por utilizador
sk_sk: Maximálny povolený budúci slot na používateľa
sl_si: Največje dovoljeno prihodnje mesto na uporabnika
uz_uz: Kelajakda har bir foydalanuvchi uchun ruxsat etilgan maksimal slot

source: Allow cancelling a booking slot
cs_cz: Umožnit zrušení rezervačního slotu
el_gr: Να επιτρέπεται η ακύρωση μιας θέσης κράτησης
fi_fi: Salli varausajan peruuttaminen
pt_pt: Permitir o cancelamento de um agendamento
sk_sk: Povoliť zrušenie rezervačného priestoru
sl_si: Dovoli preklic mesta rezervacije
uz_uz: Bronlash joyini bekor qilishga ruxsat bering

source: Minimum time before a slot can be cancelled (in minutes)
cs_cz: Minimální doba, za kterou lze slot zrušit (v minutách)
el_gr: Ελάχιστος χρόνος πριν από την ακύρωση μιας θέσης (σε λεπτά)
fi_fi: Vähimmäisaika ennen kuin paikka voidaan peruuttaa (minuutteina)
pt_pt: Antecedência mínima de cancelamento de agendamentos (em minutos)
sk_sk: Minimálny čas pred zrušením slotu (v minútach)
sl_si: Minimalni čas, preden je termin lahko preklican (v minutah)
uz_uz: Slotni bekor qilishdan oldingi minimal vaqt (daqiqalarda)

source: Main text
cs_cz: Hlavní text
el_gr: Κύριο κείμενο
fi_fi: Pääteksti
pt_pt: Texto principal
sk_sk: Hlavný text
sl_si: Glavno besedilo
uz_uz: Asosiy matn

source: Date and time
cs_cz: Datum a čas
el_gr: Ημ/νια και ώρα
fi_fi: Päivämäärä ja aika
pt_pt: Data e hora
sk_sk: Dátum a čas
sl_si: Datum in čas
uz_uz: Sana va vaqt

source: Required
cs_cz: Vyžadováno
el_gr: Απαιτείται
fi_fi: Edellytetään
pt_pt: Obrigatório
sk_sk: Povinné
sl_si: Obvezno
uz_uz: Majburiy

source: Select who can book this entry
cs_cz: Vyberte, kdo může tento záznam rezervovat
el_gr: Επιλέξτε ποιος μπορεί να κάνει κράτηση για αυτήν την καταχώρηση
fi_fi: Valitse, kuka voi varata tämän merkinnän
pt_pt: Selecionar quem pode reservar esta entrada
sk_sk: Vyberte, kto môže rezervovať tento záznam
sl_si: Izberite, kdo lahko rezervira ta vnos
uz_uz: Ushbu yozuvni kim bron qilishi mumkinligini tanlang

source: Cancel booking slot
cs_cz: Zrušit rezervační slot
el_gr: Ακύρωση υποδοχής κράτησης
fi_fi: Peruuta varauspaikka
pt_pt: Cancelar intervalo de agendamento
sk_sk: Zrušiť rezervačný slot
sl_si: Prekliči rezervacijsko mesto
uz_uz: Bandlov joyini bekor qilish

source: Add a custom message
cs_cz: Přidání vlastní zprávy
el_gr: Προσθέστε ένα προσαρμοσμένο μήνυμα
fi_fi: Lisää mukautettu viesti
pt_pt: Adicionar uma mensagem personalizada
sk_sk: Pridajte vlastnú správu
sl_si: Dodajte sporočilo po meri
uz_uz: Shaxsiy xabar qo'shing

source: Past and future users who booked this resource
cs_cz: Minulí a budoucí uživatelé, kteří si rezervovali tento zdroj
el_gr: Παλαιότεροι και μελλοντικοί χρήστες που έκαναν κράτηση σε αυτόν τον πόρο
fi_fi: Tämän resurssin varanneet entiset ja tulevat käyttäjät
pt_pt: Utilizadores passados e futuros que reservaram este recurso
sk_sk: Minulí a budúci používatelia, ktorí si rezervovali tento zdroj
sl_si: Prejšnji in bodoči uporabniki, ki so rezervirali ta vir
uz_uz: Ushbu resursni band qilgan avvalgi va kelajakdagi foydalanuvchilar

source: Send message and cancel
cs_cz: Odeslat zprávu a zrušit
el_gr: Στείλτε μήνυμα και ακυρώστε
fi_fi: Lähetä viesti ja peruuta
pt_pt: Enviar uma mensagem e cancelar
sk_sk: Odoslať správu a zrušiť
sl_si: Pošlji sporočilo in prekliči
uz_uz: Xabar yuboring va bekor qiling

source: Can book
cs_cz: Lze rezervovat
el_gr: Μπορεί να κάνει κράτηση
fi_fi: Voi varata
pt_pt: Pode reservar
sk_sk: Dá sa rezervovať
sl_si: Lahko rezerviram
uz_uz: Bronlash mumkin

source: Scheduled bookings
cs_cz: Plánované rezervace
el_gr: Προγραμματισμένες κρατήσεις
fi_fi: Aikataulutetut varaukset
pt_pt: Reservas programadas
sk_sk: Plánované rezervácie
sl_si: Načrtovane rezervacije
uz_uz: Rejalashtirilgan bron qilish

source: Available units
cs_cz: Dostupné jednotky
el_gr: Διαθέσιμες μονάδες
fi_fi: Saatavilla olevat yksiköt
pt_pt: Unidades disponíveis
sk_sk: Dostupné jednotky
sl_si: Razpoložljive enote
uz_uz: Mavjud birliklar

source: You have unsaved changes
cs_cz: Máte neuložené změny
el_gr: Έχετε μη αποθηκευμένες αλλαγές
fi_fi: Sinulla on tallentamattomia muutoksia
pt_pt: Tem alterações não guardadas
sk_sk: Máte neuložené zmeny
sl_si: Imate neshranjene spremembe
uz_uz: Sizda saqlanmagan oʻzgarishlar bor

source: Visibility
cs_cz: Viditelnost
el_gr: Ορατότητα
fi_fi: Näkyvyys
pt_pt: Visibilidade
sk_sk: Viditeľnosť
sl_si: Vidnost
uz_uz: Ko'rinish

source: Select who can see this entry
cs_cz: Vyberte, kdo může tento záznam vidět
el_gr: Επιλέξτε ποιος μπορεί να δει αυτήν την καταχώρηση
fi_fi: Valitse, ketkä voivat nähdä tämän merkinnän
pt_pt: Selecionar quem pode ver esta entrada
sk_sk: Vyberte, kto môže vidieť tento záznam
sl_si: Izberite, kdo lahko vidi ta vnos
uz_uz: Ushbu yozuvni kim ko'rishini tanlang

source: Can write
cs_cz: Povolení zapisovat
el_gr: Μπορεί να γράψει
fi_fi: Voi kirjoittaa
pt_pt: Pode escrever
sk_sk: Môže zapisovať
sl_si: Zna pisati
uz_uz: Yozishi mumkin

source: Select who can edit this entry
cs_cz: Vyberte, kdo může tento záznam upravovat
el_gr: Επιλέξτε ποιος μπορεί να επεξεργαστεί αυτήν την καταχώρηση
fi_fi: Valitse, kuka voi muokata tätä merkintää
pt_pt: Selecionar quem pode editar esta entrada
sk_sk: Zvoliť kto môže editovať
sl_si: Izberite, kdo lahko ureja ta vnos
uz_uz: Ushbu yozuvni kim tahrirlashi mumkinligini tanlang

source: The default language of this instance. It can be overridden by each user.
cs_cz: Výchozí jazyk této instance. Může být nadefinován každým uživatelem.
el_gr: Η προεπιλεγμένη γλώσσα αυτής της περίπτωσης. Μπορεί να παρακαμφθεί από κάθε χρήστη.
fi_fi: Tämän esiintymän oletuskieli. Jokainen käyttäjä voi ohittaa sen.
pt_pt: A língua predefinida desta instância. Cada utilizador pode escolher a sua.
sk_sk: Predvolený jazyk. Každý užívateľ si vie nastaviť vlastný.
sl_si: Privzeti jezik tega primerka. Vsak uporabnik ga lahko preglasi.
uz_uz: Ushbu misolning standart tili. U har bir foydalanuvchi tomonidan bekor qilinishi mumkin.

source: Multientry eLabFTW PDF
fi_fi: Moniosainen eLabFTW PDF
pt_pt: PDF eLabFTW multientrada
sk_sk: Viacpoložkový eLabFTW PDF
sl_si: Večvnosni eLabFTW PDF
uz_uz: Ko'p kirishli eLabFTW PDF

source: Categories
cs_cz: Kategorie
el_gr: Κατηγορίες
fi_fi: Luokat
pt_pt: Categorias
sk_sk: Kategórie
sl_si: kategorije
uz_uz: Kategoriyalar

source: Create new experiments category
cs_cz: Vytvořit novou kategorii experimentů
el_gr: Δημιουργία νέας κατηγορίας πειραμάτων
fi_fi: Luo uusi koeluokka
pt_pt: Criar uma nova categoria de experiências
sk_sk: Vytvorte novú kategóriu experimentov
sl_si: Ustvari novo kategorijo poskusov
uz_uz: Yangi tajribalar toifasini yarating

source: Create new experiments status
cs_cz: Vytvořit nový stav experimentů
el_gr: Δημιουργία νέας κατάστασης πειραμάτων
fi_fi: Luo uusi koetila
pt_pt: Criar um novo estado para experiências
sk_sk: Vytvorte nový stav experimentov
sl_si: Ustvari novo stanje poskusov
uz_uz: Yangi tajribalar holatini yarating

source: Create new resources status
cs_cz: Vytvořit nový stav zdrojů
el_gr: Δημιουργία νέας κατάστασης πόρων
fi_fi: Luo uusien resurssien tila
pt_pt: Criar um novo estado para recursos
sk_sk: Vytvorte nový stav zdrojov
sl_si: Ustvari novo stanje virov
uz_uz: Yangi manbalar holatini yarating

source: Experiments categories
cs_cz: Kategorie experimentů
el_gr: Κατηγορίες πειραμάτων
fi_fi: Koeluokat
pt_pt: Categorias de experiências
sk_sk: Kategórie experimentov
sl_si: Kategorije poskusov
uz_uz: Tajribalar toifalari

source: Create and modify the categories available to experiments.
cs_cz: Vytvořit a upravit kategorie dostupné pro experimenty.
el_gr: Δημιουργήστε και τροποποιήστε τις κατηγορίες που είναι διαθέσιμες στα πειράματα.
fi_fi: Luo ja muokkaa kokeissa käytettävissä olevia luokkia.
pt_pt: Criar e modificar as categorias disponíveis para as experiências.
sk_sk: Vytvorte a upravte kategórie dostupné pre experimenty.
sl_si: Ustvarite in spremenite kategorije, ki so na voljo za poskuse.
uz_uz: Tajribalar uchun mavjud toifalarni yarating va o'zgartiring.

source: Experiments Status
cs_cz: Stav experimentů
el_gr: Κατάσταση πειραμάτων
fi_fi: Kokeiden tila
pt_pt: Estados de Experiências
sk_sk: Stav experimentov
sl_si: Stanje poskusov
uz_uz: Tajribalar holati

source: Resources Status
cs_cz: Stav zdrojů
el_gr: Κατάσταση πόρων
fi_fi: Resurssien tila
pt_pt: Estados de Recursos
sk_sk: Stav zdrojov
sl_si: Stanje virov
uz_uz: Resurslar holati

source: Disable 2FA
cs_cz: Zakázat 2FA
el_gr: Απενεργοποίηση 2FA
fi_fi: Poista 2FA käytöstä
pt_pt: Desativar 2FA
sk_sk: Zakázať 2FA
sl_si: Onemogoči 2FA
uz_uz: 2FA ni o'chirib qo'ying

source: Read-only
cs_cz: Pouze pro čtení
el_gr: Μόνο για ανάγνωση
fi_fi: Lukuoikeus
pt_pt: Só de leitura
sk_sk: Iba na čítanie
sl_si: Le za branje
uz_uz: Faqat o'qish

source: Filter category
cs_cz: Filtrovat kategorii
el_gr: Κατηγορία φίλτρου
fi_fi: Suodatinluokka
pt_pt: Filtrar categoria
sk_sk: Kategória filtra
sl_si: Kategorija filtra
uz_uz: Filtr toifasi

source: Change category
cs_cz: Změnit kategorii
el_gr: Αλλαγή κατηγορίας
fi_fi: Vaihda luokkaa
pt_pt: Alterar categoria
sk_sk: Zmeniť kategóriu
sl_si: Spremeni kategorijo
uz_uz: Kategoriyani o'zgartirish

source: Linked resources
cs_cz: Propojené zdroje
el_gr: Συνδεδεμένοι πόροι
fi_fi: Linkitetyt resurssit
pt_pt: Recursos ligados
sk_sk: Prepojené zdroje
sl_si: Povezani viri
uz_uz: Bog'langan manbalar

source: Bind a resource
cs_cz: Provázat zdroj
el_gr: Συνδέστε έναν πόρο
fi_fi: Sido resurssi
pt_pt: Vincular um recurso
sk_sk: Viazajte zdroj
sl_si: Povežite vir
uz_uz: Resursni bog'lash

source: Last used
cs_cz: Poslední použití
el_gr: Τελευταία χρήση
fi_fi: Viimeksi käytetty
pt_pt: Última utilização
sk_sk: Naposledy použité
sl_si: Nazadnje uporabljeno
uz_uz: Oxirgi ishlatilgan

source: A category is required to fetch the next Custom ID
cs_cz: Pro načtení dalšího vlastního ID je vyžadována kategorie
el_gr: Απαιτείται μια κατηγορία για την ανάκτηση του επόμενου προσαρμοσμένου αναγνωριστικού
fi_fi: Seuraavan mukautetun tunnuksen hakemiseen tarvitaan luokka
pt_pt: É necessária uma categoria para ir buscar a próxima ID personalizada
sk_sk: Na získanie ďalšieho vlastného ID je potrebná kategória
sl_si: Za pridobitev naslednjega ID-ja po meri je potrebna kategorija
uz_uz: Keyingi Custom IDni olish uchun turkum talab qilinadi

source: Create and modify the status available to experiments.
cs_cz: Vytvoření a úprava stavu dostupného pro experimenty.
el_gr: Δημιουργήστε και τροποποιήστε την κατάσταση που είναι διαθέσιμη στα πειράματα.
fi_fi: Luo ja muokkaa kokeiden käytettävissä olevaa tilaa.
pt_pt: Criar e modificar o estado disponível para as experiências.
sk_sk: Vytvorte a upravte stav dostupný pre experimenty.
sl_si: Ustvarite in spremenite stanje, ki je na voljo za poskuse.
uz_uz: Tajribalar uchun mavjud holatni yarating va o'zgartiring.

source: Create and modify the status available to resources.
cs_cz: Vytvoření a úprava stavu dostupného pro zdroje.
el_gr: Δημιουργήστε και τροποποιήστε την κατάσταση που είναι διαθέσιμη στους πόρους.
fi_fi: Luo ja muokkaa resurssien käytettävissä olevaa tilaa.
pt_pt: Criar e modificar o estado disponível para os recursos.
sk_sk: Vytvorte a upravte stav dostupný pre zdroje.
sl_si: Ustvarite in spremenite stanje, ki je na voljo virom.
uz_uz: Resurslar uchun mavjud holatni yarating va o'zgartiring.
