Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Yes
cs_cz: Ano
el_gr: Ναι
fi_fi: Kyllä
pt_pt: Sim
sk_sk: Áno
sl_si: Da
uz_uz: Ha

source: No
cs_cz: Ne
el_gr: Όχι
fi_fi: Ei
pt_pt: Não
sk_sk: Nie
sl_si: Ne
uz_uz: Yo'q

source: A mandatory field is missing!
cs_cz: Chybí povinné pole!
el_gr: Λείπει υποχρεωτικό πεδίο!
fi_fi: Pakollinen kenttä puuttuu!
pt_pt: Campo obrigatório não preenchido!
sk_sk: Chýbajú povinné polia!
sl_si: Polje, ki vsebuje obvezen podatek, je prazno!
uz_uz: Majburiy maydon yetishmayapti!

source: Password
cs_cz: Heslo
el_gr: Κωδικός πρόσβασης
fi_fi: Salasana
pt_pt: Palavra-passe
sk_sk: Heslo
sl_si: Geslo
uz_uz: Parol

source: Firstname
cs_cz: Jméno
el_gr: Όνομα
fi_fi: Etunimi
pt_pt: Nome próprio
sk_sk: Krstné meno
sl_si: Ime
uz_uz: Ism

source: Lastname
cs_cz: Příjmení
el_gr: Επώνυμο
fi_fi: Sukunimi
pt_pt: Apelido
sk_sk: Priezvisko
sl_si: Priimek
uz_uz: Familiya

source: Email
el_gr: Ηλεκτρονικό ταχυδρομείο
fi_fi: Sähköposti
sl_si: Elektronska pošta
uz_uz: Elektron pochta

source: Experiment
el_gr: Πείραμα
fi_fi: Koe
pt_pt: Experiência
sl_si: Eksperiment
uz_uz: Tajriba

source: Team
cs_cz: Tým
el_gr: Ομάδα
fi_fi: Tiimi
pt_pt: Equipa
sk_sk: Tím
sl_si: Ekipa
uz_uz: Jamoa

source: Date
cs_cz: Datum
el_gr: Ημερομηνία
fi_fi: Päivämäärä
pt_pt: Data
sk_sk: Dátum
sl_si: Datum
uz_uz: Sana

source: Title
cs_cz: Nadpis
el_gr: Τίτλος
fi_fi: Otsikko
pt_pt: Título
sk_sk: Nadpis
sl_si: Naslov
uz_uz: Sarlavha

source: Status
cs_cz: Stav
el_gr: Κατάσταση
fi_fi: Tila
pt_pt: Estado
sk_sk: Stav
sl_si: Stanje
uz_uz: Holat

source: Edit
cs_cz: Upravit
el_gr: Επεξεργασία
fi_fi: Muokkaa
pt_pt: Editar
sk_sk: Editovať
sl_si: Uredi
uz_uz: Tahrirlash

source: Save
cs_cz: Uložit
el_gr: Αποθήκευση
fi_fi: Tallenna
pt_pt: Guardar
sk_sk: Uložiť
sl_si: Shrani
uz_uz: Saqlash

source: Saved
cs_cz: Uloženo
el_gr: Αποθηκεύτηκε
fi_fi: Tallennettu
pt_pt: Guardado
sk_sk: Uložené
sl_si: Shranjeno
uz_uz: Saqlangan

source: Cancel
cs_cz: Zrušit
el_gr: Ακύρωση
fi_fi: Peruuta
pt_pt: Cancelar
sk_sk: Zrušiť
sl_si: Prekliči
uz_uz: Bekor qilish

source: Action
cs_cz: Akce
el_gr: Ενέργεια
fi_fi: Toiminto
pt_pt: Ação
sk_sk: Akcia
sl_si: Dejanje
uz_uz: Harakat

source: Shortcut
cs_cz: Zkratka
el_gr: Συντόμευση
fi_fi: Pikakuvake
pt_pt: Atalho
sk_sk: Skratka
sl_si: Bližnjica
uz_uz: Yorliq

source: Create
cs_cz: Vytvořit
el_gr: Δημιουργία
fi_fi: Luo
pt_pt: Criar
sk_sk: Vytvoriť
sl_si: Ustvari
uz_uz: Yaratmoq

source: TODO list
cs_cz: Seznam TODO
el_gr: Λίστα TODO
fi_fi: Tehtävälista
pt_pt: Lista de tarefas
sk_sk: Zoznam úloh
sl_si: Seznam opravkov
uz_uz: Ro'yxatini qilish

source: Name
cs_cz: Jméno
el_gr: Όνομα
fi_fi: Nimi
pt_pt: Nome
sk_sk: Meno
sl_si: Ime
uz_uz: Ism

source: There are users waiting for validation of their account:
cs_cz: Uživatelé čekají na potvrzení svého účtu:
el_gr: Υπάρχουν χρήστες που περιμένουν την επικύρωση του λογαριασμού τους:
fi_fi: Käyttäjät odottavat tilinsä vahvistusta:
pt_pt: Estes utilizadores aguardam validação das suas contas:
sk_sk: Používatelia čakajú na potvrdenie svojho účtu:
sl_si: Naslednji uporabniki čakajo na potrditev njihovih računov:
uz_uz: Hisoblarini tasdiqlashni kutayotgan foydalanuvchilar bor:

source: Users
cs_cz: Uživatelé
el_gr: Χρήστες
fi_fi: Käyttäjät
pt_pt: Utilizadores
sk_sk: Užívatelia
sl_si: Uporabniki
uz_uz: Foydalanuvchilar

source: Save new password
cs_cz: Uložit nové heslo
el_gr: Αποθηκεύστε νέο κωδικό πρόσβασης
fi_fi: Tallenna uusi salasana
pt_pt: Guardar nova palavra-passe
sk_sk: Uložiť nové heslo
sl_si: Shrani novo geslo
uz_uz: Yangi parolni saqlang

source: Untitled
cs_cz: Bez názvu
el_gr: Χωρίς τίτλο
fi_fi: Nimetön
pt_pt: Sem título
sk_sk: Bez mena
sl_si: Brez naslova
uz_uz: Sarlavhasiz

source: You don't have the rights to lock/unlock this.
cs_cz: Nemáte práva k uzamčení/odemčení.
el_gr: Δεν έχετε τα δικαιώματα να κλειδώσετε/ξεκλειδώσετε αυτό.
fi_fi: Sinulla ei ole oikeutta lukita/avata tätä.
pt_pt: Não tem permissão para bloquear/desbloquear.
sk_sk: Nemáte práva na uzamknutie/odomknutie.
sl_si: Nimate pravic za zaklep/odklep.
uz_uz: Buni qulflash/ochish huquqiga ega emassiz.

source: Login
cs_cz: Přihlášení
el_gr: Σύνδεση
fi_fi: Kirjaudu sisään
sk_sk: Prihlásiť sa
sl_si: Prijava
uz_uz: Tizimga kirish

source: Enter your email address
cs_cz: Zadejte svou e-mailovou adresu
el_gr: Εισάγετε το email σας
fi_fi: Syötä sähköpostiosoitteesi
pt_pt: Escreva o seu e-mail
sk_sk: Vložte svoju e-mailovú adresu
sl_si: Vnesite vaš elektronski naslov
uz_uz: E-mail manzilingizni kiriting

source: Someone is already using that email address!
cs_cz: Tuto e-mailovou adresu už někdo používá!
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη!
fi_fi: Joku käyttää jo tätä sähköpostiosoitetta!
pt_pt: Este endereço de e-mail já está a ser usado por alguém!
sk_sk: Niekto už túto e-mailovú adresu používa!
sl_si: Nekdo že uporablja ta elektronski naslov!
uz_uz: Kimdir allaqachon bu elektron pochta manzilidan foydalanmoqda!

source: Registration successful :)<br>Welcome to eLabFTW o/
cs_cz: Registrace proběhla úspěšně :)<br>Vítejte v eLabFTW o/
el_gr: Επιτυχής εγγραφή :)<br>Καλωσήρθατε στο eLabFTW o/
fi_fi: Rekisteröinti onnistui :)<br>Tervetuloa eLabFTW:hen o/
pt_pt: Registo efectuado com sucesso :)<br> Bem-vindos ao eLabFTW o/
sk_sk: Registrácia úspešná :) <br>Vitajte na eLabFTW o/
sl_si: Prijava je bila uspešna :) <br> Dobrodošli v eLabFTW o/
uz_uz: Roʻyxatdan oʻtish muvaffaqiyatli boʻldi :)<br>eLabFTW ga xush kelibsiz o/

source: go back to login page
cs_cz: vrátit se na přihlašovací stránku
el_gr: πίσω στην σελίδα σύνδεσης
fi_fi: palaa kirjautumissivulle
pt_pt: retroceder para a página de login
sk_sk: vráťte sa na prihlasovaciu stránku
sl_si: nazaj na prijavno stran
uz_uz: kirish sahifasiga qaytish

source: Create your account
cs_cz: Vytvoření účtu
el_gr: Δημιουργία λογαριασμού
fi_fi: Luo tilisi
pt_pt: Criar uma conta
sk_sk: Vytvorte si účet
sl_si: Ustvarite račun
uz_uz: Hisob qaydnomangizni yarating

source: Restore
cs_cz: Obnovit
el_gr: Επαναφορά
fi_fi: Palauta
pt_pt: Repor
sk_sk: Obnoviť
sl_si: Ponastavi
uz_uz: Qayta tiklash

source: Search
cs_cz: Hledat
el_gr: Αναζήτηση
fi_fi: Hae
pt_pt: Procurar
sk_sk: Vyhľadávanie
sl_si: Išči
uz_uz: Qidirmoq

source: Unrated
cs_cz: Nehodnocené
el_gr: Χωρίς αξιολόγηση
fi_fi: Luokittelematon
pt_pt: Sem classificação
sk_sk: Bez hodnotenia
sl_si: Neocenjeno
uz_uz: Baholanmagan

source: Sorry. I couldn't find anything :(
cs_cz: Omlouvám se. Nic jsem nenašel :(
el_gr: Λυπάμαι. δεν βρέθηκε τίποτα :(
fi_fi: Anteeksi. En löytänyt mitään :(
pt_pt: Lamento, não foi possível encontrar nada :(
sk_sk: Prepáčte. Nič sme nenašli :(
sl_si: Oprosti. Ničesar nisem našel :(
uz_uz: Kechirasiz. Men hech narsa topa olmadim :(

source: Server
el_gr: Διακομιστής
fi_fi: Palvelin
pt_pt: Servidor
sl_si: Strežnik

source: Timestamp
cs_cz: Časové razítko
el_gr: Χρονοσφραγίδα
fi_fi: Aikaleima
pt_pt: Carimbo de data e hora
sk_sk: Časová značka
sl_si: Časovni žig
uz_uz: Vaqt tamg'asi

source: Security
cs_cz: Zabezpečení
el_gr: Ασφάλεια
fi_fi: Turvallisuus
pt_pt: Segurança
sk_sk: Zabezpečenie
sl_si: Varnost
uz_uz: Xavfsizlik

source: Members
cs_cz: Členové
el_gr: Μέλη
fi_fi: Jäsenet
pt_pt: Membros
sk_sk: Členovia
sl_si: Člani
uz_uz: A'zolar

source: Number of allowed login attempts:
cs_cz: Počet povolených pokusů o přihlášení:
el_gr: Επιτρεπόμενες προσπάθειες εγγραφής:
fi_fi: Sallittujen kirjautumisyritysten määrä:
pt_pt: Número de tentativas de início de sessão permitidas:
sk_sk: Počet povolených pokusov o prihlásenie:
sl_si: Število dovoljenih poskusov prijav:
uz_uz: Ruxsat etilgan kirish urinishlari soni:

source: 3 might be too few. See for yourself :)
cs_cz: Tři by mohly být příliš málo. Přesvědčte se sami :)
el_gr: 3 ίσως δεν είναι αρκετά. Δείτε και μόνοι σας :)
fi_fi: 3 saattaa olla liian vähän. Katso itse :)
pt_pt: Talvez 3 sejam poucas. Quantas gostaria de ter? :)
sk_sk: 3 môže byť príliš málo. Pozrite sa sami :)
sl_si: 3 je morda premalo. Prepričajte se sami :)
uz_uz: 3 juda kam bo'lishi mumkin. O'zingiz ko'ring :)

source: Default is 587.
cs_cz: Výchozí hodnota je 587.
el_gr: Η προεπιλογή είναι 587.
fi_fi: Oletusarvo on 587.
pt_pt: Por defeito, 587.
sk_sk: Predvolená hodnota je 587.
sl_si: Privzeta nastavitev je 587.
uz_uz: Standart 587.

source: SMTP password
cs_cz: SMTP heslo
el_gr: Κωδικός πρόσβασης SMTP
fi_fi: SMTP-salasana
pt_pt: Palavra-passe SMTP
sk_sk: Heslo SMTP
sl_si: SMTP geslo
uz_uz: SMTP paroli

source: Account
cs_cz: Účet
el_gr: Λογαριασμός
fi_fi: Tili
pt_pt: Conta
sk_sk: Účet
sl_si: Račun
uz_uz: Hisob

source: Preferences
cs_cz: Osobní nastavení
el_gr: Προτιμήσεις
fi_fi: Asetukset
pt_pt: Preferências
sk_sk: Preferencie
sl_si: Nastavitve
uz_uz: Afzalliklar

source: Templates
cs_cz: Šablony
el_gr: Πρότυπα
fi_fi: Mallipohjat
pt_pt: Modelos
sk_sk: Šablóny
sl_si: Predloge
uz_uz: Shablonlar

source: Modify your password
cs_cz: Upravit heslo
el_gr: Αλλάξτε κωδικό πρόσβασης
fi_fi: Muuta salasanaasi
pt_pt: Modificar palavra-passe
sk_sk: Upravte svoje heslo
sl_si: Spremeni geslo
uz_uz: Parolingizni o'zgartiring

source: New password
cs_cz: Nové heslo
el_gr: Νέος κωδικός
fi_fi: Uusi salasana
pt_pt: Nova palavra-passe
sk_sk: Nové heslo
sl_si: Novo geslo
uz_uz: Yangi parol

source: Language
cs_cz: Jazyk
el_gr: Γλώσσα
fi_fi: Kieli
pt_pt: Língua
sk_sk: Jazyk
sl_si: Jezik
uz_uz: Til

source: Unique eLabID:
cs_cz: Jedinečné eLabID:
el_gr: Μοναδικό eLabID:
fi_fi: Ainutlaatuinen eLabID:
pt_pt: eLabID único:
sk_sk: Jedinečný eLabID:
sl_si: Enoznačen eLabID:
uz_uz: Noyob eLabID:

source: Comments
cs_cz: Komentáře
el_gr: Σχόλια
fi_fi: Kommentit
pt_pt: Commentários
sk_sk: Komentáre
sl_si: Komentarji
uz_uz: Izohlar

source: Add a comment
cs_cz: Přidat komentář
el_gr: Προσθέστε κάποιο σχόλιο
fi_fi: Lisää kommentti
pt_pt: Adicionar um comentário
sk_sk: Pridať komentár
sl_si: Dodaj komentar
uz_uz: Fikr qo'shing

source: Delete this?
cs_cz: Vymazat to?
el_gr: Να διαγραφεί αυτό;
fi_fi: Poistetaanko tämä?
pt_pt: Eliminar isto?
sk_sk: Odstrániť toto?
sl_si: Želite izbrisati?
uz_uz: Bu oʻchirilsinmi?

source: No statistics available yet.
cs_cz: Zatím nejsou k dispozici žádné statistiky.
el_gr: Δεν υπάρχουν στατιστικές.
fi_fi: Tilastoja ei ole vielä saatavilla.
pt_pt: Ainda não há estatísticas disponíveis.
sk_sk: Zatiaľ nie sú k dispozícii žiadne štatistiky.
sl_si: Statistik zaenkrat še ni na voljo.
uz_uz: Hozircha statistika mavjud emas.

source: Filter status
cs_cz: Stav filtru
el_gr: Κατάσταση φίλτρου
fi_fi: Suodattimen tila
pt_pt: Filtro de estado
sk_sk: Stav filtra
sl_si: Filtriraj po statusu
uz_uz: Filtr holati

source: Tags
cs_cz: Štítky
el_gr: Ετικέτες
fi_fi: Tunnisteet
pt_pt: Etiquetas
sk_sk: Štítky
sl_si: Oznake
uz_uz: Teglar

source: Add a tag
cs_cz: Přidání štítku
el_gr: Προσθήκη ετικέτας
fi_fi: Lisää tunniste
pt_pt: Adicionar uma etiqueta
sk_sk: Pridajte štítok
sl_si: Dodaj oznako
uz_uz: Teg qo'shing

source: Add a link
cs_cz: Přidání odkazu
el_gr: Προσθέστε ένα σύνδεσμο
fi_fi: Lisää linkki
pt_pt: Adicionar um link
sk_sk: Pridať odkaz
sl_si: Dodaj povezavo
uz_uz: Havola qo'shing

source: Settings
cs_cz: Nastavení
el_gr: Ρυθμίσεις
fi_fi: Asetukset
pt_pt: Configurações
sk_sk: Nastavenie
sl_si: Nastavitve
uz_uz: Sozlamalar

source: Logout
cs_cz: Odhlásit
el_gr: Αποσύνδεση
fi_fi: Uloskirjautuminen
pt_pt: Sair
sk_sk: Odhlásiť sa
sl_si: Odjava
uz_uz: Chiqish

source: Sysadmin panel
cs_cz: Panel správce systému
el_gr: Πίνακας Sysadmin
fi_fi: Sysadmin paneeli
pt_pt: Painel do Administrador de Sistemas
sk_sk: Panel Sysadmin
sl_si: Plošča sistemskega administratorja
uz_uz: Tizim boshqaruv paneli

source: Admin panel
cs_cz: Panel správce
el_gr: Πίνακας Διαχειριστή
fi_fi: Ylläpitäjän paneeli
pt_pt: Painel do Administrador
sk_sk: Panel správcov
sl_si: Administratorjeva plošča
uz_uz: Administrator paneli

source: Powered by
cs_cz: Založeno na
el_gr: Με την υποστήριξη
fi_fi: Voimanlähteenä
pt_pt: Promovido por
sk_sk: Založené na technológii
sl_si: Poganja ga
uz_uz: Tomonidan qo'llab-quvvatlanadi

source: Teams
cs_cz: Týmy
el_gr: Ομάδες
fi_fi: Tiimit
pt_pt: Equipas
sk_sk: Timy
sl_si: Ekipe
uz_uz: Jamoalar

source: URL for external timestamping service:
cs_cz: Adresa URL pro externí službu časového razítka:
el_gr: Διεύθυνση URL για υπηρεσία εξωτερικής χρονοσήμανσης:
fi_fi: Ulkoisen aikaleimapalvelun URL-osoite:
pt_pt: URL para serviço externo de carimbagem de data e hora:
sk_sk: Adresa URL pre externú službu časovania:
sl_si: URL za zunanjega ponudnika storitev časovnega žigosanja:
uz_uz: Tashqi vaqt tamg'asi xizmati uchun URL:

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
cs_cz: Registrace proběhla úspěšně :)<br>Váš účet musí nyní potvrdit administrátor.<br>Po potvrzení obdržíte e-mail.
el_gr: Εγγραφή επιτυχής :)<br>Ο λογαριασμός σας πρέπει να επικυρωθεί από ένα διαχειριστή.<br>Θα λάβετε email όταν αυτό συμβεί.
fi_fi: Rekisteröinti onnistui :)<br>Järjestelmänvalvojan on nyt vahvistettava tilisi.<br>Saat sähköpostin, kun se on tehty.
pt_pt: Registo efectuado com sucesso :)<br> Receberá um e-mail quando a sua conta for validada pelo administrador.
sk_sk: Úspešná registrácia :) <br> Váš účet musí teraz overiť administrátor. <br> Po prijatí e-mailu dostanete e-mail.
sl_si: Registracija je uspela :)<br>Vaš račun mora potrditi še upravljalec strani.<br>Potrditev boste prejeli na vaš elektronski naslov.
uz_uz: Roʻyxatdan oʻtish muvaffaqiyatli boʻldi :)<br>Hisobingiz endi administrator tomonidan tasdiqlangan boʻlishi kerak.<br>Tugallangach, sizga xat keladi.

source: Attached file
cs_cz: Přiložený soubor
el_gr: Συνημμένο αρχείο
fi_fi: Liitetiedosto
pt_pt: Anexo
sk_sk: Priložených súborov
sl_si: Pripeta datoteka
uz_uz: Biriktirilgan fayl

source: Drop files here to upload
cs_cz: Pro nahrání přetáhni soubory sem
el_gr: Αποθέστε τα αρχεία εδώ για να μεταφορτώσετε
fi_fi: Pudota tiedostot tähän ladattavaksi
pt_pt: Arraste os ficheiros para aqui para os carregar
sk_sk: Tu vložte súbory, ktoré chcete priložiť
sl_si: Za nalaganje povlecite datoteko sem
uz_uz: Yuklash uchun fayllarni bu yerga tashlang

source: You cannot restore a revision of a locked item!
cs_cz: Revizi uzamčené položky nelze obnovit!
el_gr: Δεν μπορείτε να επαναφέρετε μια αναθεώρηση ενός κλειδωμένου στοιχείου!
fi_fi: Et voi palauttaa lukitun kohteen versiota!
pt_pt: Não é possível repor uma revisão de um item bloqueado!
sk_sk: Nemôžete obnoviť revíziu uzamknutej položky!
sl_si: Revizije zaklenjenega predmeta ne morete obnoviti!
uz_uz: Qulflangan elementni qayta ko'rib chiqishni tiklay olmaysiz!

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
cs_cz: Toto by měla být adresa URL používaná pro požadavky na časové razítko v souladu s %sRFC 3161%s.
el_gr: Αυτή θα πρέπει να είναι η διεύθυνση URL που χρησιμοποιείται για αιτήματα χρονικής σήμανσης που είναι συμβατά με %sRFC 3161%s.
fi_fi: Tämän tulee olla %sRFC 3161%s -yhteensopivien aikaleimauspyyntöjen URL-osoite.
pt_pt: Este deverá ser o URL utilizado para pedidos de carimbagem de data e hora compatíveis com o %sRFC 3161%s.
sk_sk: Mala by to byť adresa URL použitá pre žiadosti o časové označenie %s RFC 3161 %s .
sl_si: To naj bi bil URL do %sRFC 3161%s-skladnih zahtev za časovno žigosanje.
uz_uz: Bu %sRFC 3161%s mos vaqt tamg‘asi so‘rovlari uchun ishlatiladigan URL bo‘lishi kerak.

source: Installed version:
cs_cz: Instalovaná verze:
el_gr: Εγκατεστημένη έκδοση:
fi_fi: Asennettu versio:
pt_pt: Versão instalada:
sk_sk: Inštalovaná verzia:
sl_si: Nameščena različica:
uz_uz: O'rnatilgan versiya:

source: Miscellaneous
cs_cz: Různé
el_gr: Διάφορα
fi_fi: Sekalaista
pt_pt: Diversos
sk_sk: Rôzne
sl_si: Razno
uz_uz: Turli xil

source: seconds
cs_cz: sekundy
el_gr: δευτερόλεπτα
fi_fi: sekuntia
pt_pt: segundos
sk_sk: sekúnd
sl_si: sekunde
uz_uz: soniya

source: Sort
cs_cz: Třídit
el_gr: Ταξινόμηση
fi_fi: Järjestä
pt_pt: Ordenar
sk_sk: Triediť
sl_si: Razvrsti
uz_uz: Saralash

source: Remember me
cs_cz: Zapamatovat si mě
el_gr: Να με θυμάσαι
fi_fi: Muista minut
pt_pt: Lembrar-se de mim
sk_sk: Zapamätať si ma
sl_si: Spomni me
uz_uz: Meni eslaysizmi

source: New password inserted. You can now login.
cs_cz: Vloženo nové heslo. Nyní se můžete přihlásit.
el_gr: Εισήχθη νέος κωδικός πρόσβασης. Τώρα μπορείτε να συνδεθείτε.
fi_fi: Uusi salasana lisätty. Voit nyt kirjautua sisään.
pt_pt: Nova palavra-passe inserida. Poderá agora iniciar sessão.
sk_sk: Nové heslo bolo vložené. Teraz sa môžete prihlásiť.
sl_si: Novo geslo je vnešeno. Sedaj se lahko prijavite.
uz_uz: Yangi parol kiritildi. Endi tizimga kirishingiz mumkin.

source: Lock/Unlock item
cs_cz: Zamknout/odemknout položku
el_gr: Κλειδώστε/Ξεκλειδώστε αντικείμενο
fi_fi: Lukitse/avaa kohde
pt_pt: Bloquear/desbloquear item
sk_sk: Zámok / Odomknúť položku
sl_si: Zakleni/odkleni predmet
uz_uz: Elementni bloklash/blokdan chiqarish

source: Send a test email
cs_cz: Odeslat zkušební e-mail
el_gr: Στείλτε ένα δοκιμαστικό email
fi_fi: Lähetä testisähköposti
pt_pt: Enviar e-mail de teste
sk_sk: Odošli testovací email
sl_si: Pošlji testno elektronsko sporočilo
uz_uz: Test elektron pochta xabarini yuboring

source: Send
cs_cz: Odeslat
el_gr: Αποστολή
fi_fi: Lähetä
pt_pt: Enviar
sk_sk: Odoslať
sl_si: Pošlji
uz_uz: Yuborish

source: Category
cs_cz: Kategorie
el_gr: Κατηγορία
fi_fi: Kategoria
pt_pt: Categoria
sk_sk: Kategórie
sl_si: Kategorija
uz_uz: Turkum

source: Rating
cs_cz: Hodnocení
el_gr: Αξιολόγηση
fi_fi: Luokitus
pt_pt: Classificação
sk_sk: Hodnotenie
sl_si: Ocena
uz_uz: Reyting

source: DESC
cs_cz: Sestupně
el_gr: ΦΘIΝΟΥΣΑ
pt_pt: Descendente
sk_sk: Nadol
sl_si: Padajoče

source: ASC
cs_cz: Vzestupně
el_gr: ΑΥΞΟΥΣΑ
pt_pt: Ascendente
sk_sk: Nahor
sl_si: Naraščajoče

source: Color
cs_cz: Barva
el_gr: Χρώμα
fi_fi: Väri
pt_pt: Cor
sk_sk: Farba
sl_si: Barva
uz_uz: Rang

source: Delete
cs_cz: Smazat
el_gr: Διαγραφή
fi_fi: Poista
pt_pt: Eliminar
sk_sk: Vymazať
sl_si: Izbriši
uz_uz: Oʻchirish

source: Send a Mass Email
cs_cz: Odeslání hromadného e-mailu
el_gr: Στείλτε ένα μαζικό email
fi_fi: Lähetä joukkosähköposti
pt_pt: Enviar um e-mail coletivo
sk_sk: Odoslať masový e-mail
sl_si: Pošlji masovno elektronsko sporočilo
uz_uz: Ommaviy elektron pochta xabarini yuboring

source: Email Subject
cs_cz: Předmět emailu
el_gr: Θέμα Email
fi_fi: Sähköpostin aihe
pt_pt: Assunto do e-mail
sk_sk: Predmet emailu
sl_si: Naslov elektronskega sporočila
uz_uz: Elektron pochta mavzusi

source: Email Body
cs_cz: Zpráva
el_gr: Κυρίως σώμα ηλεκτρονικού μηνύματος
fi_fi: Sähköpostin runko
pt_pt: Corpo do e-mail
sk_sk: Telo e-mailu
sl_si: Telo elektronskega sporočila
uz_uz: Elektron pochta

source: This section is out of your reach!
cs_cz: Tato sekce je mimo váš dosah!
el_gr: Αυτή η ενότητα είναι εκτός προσιτότητας!
fi_fi: Tämä osio ei ole ulottuvillasi!
pt_pt: Esta secção está fora do seu alcance!
sk_sk: Táto sekcia je mimo dosahu!
sl_si: Ta del vam ni dosegljiv!
uz_uz: Bu bo'lim sizning qo'lingizdan kelmaydi!

source: An error occurred!
cs_cz: Došlo k chybě!
el_gr: Παρουσιάστηκε σφάλμα!
fi_fi: Tapahtui virhe!
pt_pt: Ocorreu um erro!
sk_sk: Vyskytla sa chyba!
sl_si: Prišlo je do napake!
uz_uz: Xatolik yuz berdi!

source: Stick
el_gr: Μόνιμα στην 1η σελίδα
fi_fi: Tikku
pt_pt: Bastões
sk_sk: Pero
sl_si: Prilepi
uz_uz: Tayoq

source: Style
cs_cz: Styl
el_gr: Στυλ
fi_fi: Tyyli
pt_pt: Estilo
sk_sk: Štýl
sl_si: Slog
uz_uz: Uslub

source: Nothing to show with this id
cs_cz: Nic, co by se ukázalo s tímto id
el_gr: Δεν υπάρχει τίποτα για εμφάνιση με αυτό το αναγνωριστικό
fi_fi: Ei mitään näytettävää tällä tunnuksella
pt_pt: Nada a exibir com este id
sk_sk: Nič sa nezobrazí s týmto identifikátorom
sl_si: Ničesar za prikaz s to identifikacijo
uz_uz: Bu identifikator bilan hech narsa ko'rsatilmaydi

source: Go back
cs_cz: Zpět
el_gr: Επιστροφή
fi_fi: Mene takaisin
pt_pt: Retroceder
sk_sk: Návrat
sl_si: Nazaj
uz_uz: Ortga qaytish

source: Scheduler
cs_cz: Plánovač
el_gr: Προγραμματιστής
fi_fi: Aikataulutin
pt_pt: Planeador
sk_sk: Plánovač
sl_si: Načrtovalec opravil
uz_uz: Rejalashtiruvchi

source: No bookable items.
cs_cz: Žádné rezervovatelné položky.
el_gr: Δεν υπάρχουν στοιχεία με δυνατότητα κράτησης.
fi_fi: Ei varattavissa olevia kohteita.
pt_pt: Nenhum item reservável
sk_sk: Žiadne rezervovateľné položky.
sl_si: Ni predmetov, ki jih lahko rezervirate.
uz_uz: Buyurtma qilinadigan narsalar yo'q.

source: Display
cs_cz: Zobrazit
el_gr: Εμφάνιση
fi_fi: Näyttö
pt_pt: Mostrar
sk_sk: Zobraziť
sl_si: Prikaz
uz_uz: Displey

source: Keyboard Shortcuts
cs_cz: Klávesové zkratky
el_gr: Συντομεύσεις πληκτρολογίου
fi_fi: Pikanäppäimet
pt_pt: Atalhos de teclado
sk_sk: Klávesové skratky
sl_si: Bližnjice na tipkovnici
uz_uz: Klaviatura yorliqlari

source: Validate
cs_cz: Ověřit
el_gr: Επικύρωση
fi_fi: Vahvista
pt_pt: Validar
sk_sk: Validuj
sl_si: Potrdi
uz_uz: Tasdiqlash

source: Groups
cs_cz: Skupiny
el_gr: Ομάδες
fi_fi: Ryhmät
pt_pt: Grupos
sk_sk: Skupiny
sl_si: Skupine
uz_uz: Guruhlar

source: Configure your Team
cs_cz: Konfigurace týmu
el_gr: Διαμορφώστε την ομάδα σας
fi_fi: Määritä tiimisi
pt_pt: Configurar a sua equipa
sk_sk: Nakonfigurujte tím
sl_si: Konfiguriraj svojo ekipo
uz_uz: Jamoangizni sozlang

source: Reset user password
cs_cz: Obnovení uživatelského hesla
el_gr: Επαναφορά κωδικού πρόσβασης χρήστη
fi_fi: Palauta käyttäjän salasana
pt_pt: Repor palavra-passe do utilizador
sk_sk: Obnovenie hesla používateľa
sl_si: Ponastavi uporabniško geslo
uz_uz: Foydalanuvchi parolini tiklash

source: characters minimum
cs_cz: minimálně znaků
el_gr: ελάχιστος αριθμός χαρακτήρων
fi_fi: merkkiä vähintään
pt_pt: mínimo de caracteres
sk_sk: znakov minimálne
sl_si: minimalno število znakov
uz_uz: belgilar minimal

source: Add
cs_cz: Přidat
el_gr: Προσθήκη
fi_fi: Lisää
pt_pt: Adicionar
sk_sk: Pridať
sl_si: Dodaj
uz_uz: Qo'shish

source: Usage Statistics
cs_cz: Statistika využití
el_gr: Στατιστικά Χρήσης
fi_fi: Käyttötilastot
pt_pt: Estatísticas de utilização
sk_sk: Štatistiky využitia
sl_si: Statistika uporabe
uz_uz: Foydalanish statistikasi

source: Operating System
cs_cz: Operační systém
el_gr: Λειτουργικό Σύστημα
fi_fi: Käyttöjärjestelmä
pt_pt: Sistema operativo
sk_sk: Operačný systém
sl_si: Opreacijski sistem
uz_uz: Operatsion tizim

source: PHP Version
cs_cz: PHP Verze
el_gr: Έκδοση PHP
fi_fi: PHP versio
pt_pt: Versão do PHP
sk_sk: PHP verzia
sl_si: Različica PHP
uz_uz: PHP versiyasi

source: Largest integer supported
cs_cz: Největší podporované celé číslo
el_gr: Ο μεγαλύτερος ακέραιος που υποστηρίζεται
fi_fi: Suurin tuettu kokonaisluku
pt_pt: Maior número inteiro suportado
sk_sk: Najväčšie celé číslo je podporované
sl_si: Največje podprto celo število
uz_uz: Qo'llab-quvvatlanadigan eng katta tamsayı

source: PHP configuration directory
cs_cz: Konfigurační adresář PHP
el_gr: Κατάλογος διαμόρφωσης PHP
fi_fi: PHP-asetushakemisto
pt_pt: Diretoria de configuração do PHP
sk_sk: Konfiguračný adresár PHP
sl_si: PHP konfiguracijski direktorij
uz_uz: PHP konfiguratsiya katalogi

source: Timestamping Configuration
cs_cz: Konfigurace časových razítek
el_gr: Διαμόρφωση χρονοσήμανσης
fi_fi: Aikaleiman määritys
pt_pt: Configuração de carimbos de data/hora
sk_sk: Časová konfigurácia
sl_si: Konfiguracija časovnega žigosanja
uz_uz: Vaqt tamg'asi konfiguratsiyasi

source: Security Settings
cs_cz: Nastavení zabezpečení
el_gr: Ρυθμίσεις Ασφαλείας
fi_fi: Turvallisuusasetukset
pt_pt: Configurações de segurança
sk_sk: Bezpečnostné nastavenia
sl_si: Varnostne nastavitve
uz_uz: Xavfsizlik sozlamalari

source: E-mail Settings
cs_cz: Nastavení e-mailu
el_gr: Ρυθμίσεις ηλεκτρονικού ταχυδρομείου
fi_fi: Sähköpostiasetukset
pt_pt: Definições de e-mail
sk_sk: Nastavenie e-mailu
sl_si: Nastavitve elektroske pošte
uz_uz: Elektron pochta sozlamalari

source: And visibility is:
cs_cz: A viditelnost je:
el_gr: Και η ορατότητα είναι:
fi_fi: Ja näkyvyys on:
pt_pt: E a visibilidade é:
sk_sk: A viditeľnosť je:
sl_si: In vidljivost je:
uz_uz: Va ko'rish:
