Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Choices
cs_cz: Volby
el_gr: Επιλογές
fi_fi: Valinnat
pt_pt: Opções
sk_sk: Voľby
sl_si: Izbire
uz_uz: Tanlovlar

source: Add another choice
cs_cz: Přidat další možnost
el_gr: Προσθέστε άλλη επιλογή
fi_fi: Lisää toinen vaihtoehto
pt_pt: Adicionar outra opção
sk_sk: Pridať ďalšiu voľbu
sl_si: Dodajte drugo možnost
uz_uz: Boshqa tanlov qo'shing

source: Unchecked
cs_cz: Nezaškrtnuto
el_gr: Απεπιλεγμένο
fi_fi: Ei valittu
pt_pt: Não assinalado
sk_sk: Nezačiarknuté
sl_si: Nepreverjeno
uz_uz: Belgilanmagan

source: Checked
cs_cz: Zaškrtnuto
el_gr: Επιλεγμένο
fi_fi: Valittu
pt_pt: Assinalado
sk_sk: Začiarknuté
sl_si: Preverjeno
uz_uz: Tekshirildi

source: Add field
cs_cz: Přidat pole
el_gr: Προσθήκη πεδίου
fi_fi: Lisää kenttä
pt_pt: Adicionar campo
sk_sk: Pridať pole
sl_si: Dodaj polje
uz_uz: Maydon qo'shish

source: Base
cs_cz: Základní
el_gr: Βάση
fi_fi: Pohja
sk_sk: Základ
sl_si: Osnova
uz_uz: Baza

source: This setting sets a baseline upon which you can add more permissions by selecting teams, teamgroups or users below.
cs_cz: Toto nastavení nastavuje základní úroveň, na kterou můžete přidávat další oprávnění výběrem týmů, týmových skupin nebo uživatelů níže.
el_gr: Αυτή η ρύθμιση ορίζει μια γραμμή βάσης στην οποία μπορείτε να προσθέσετε περισσότερα δικαιώματα επιλέγοντας ομάδες, ομάδες ομάδων ή χρήστες παρακάτω.
fi_fi: Tämä asetus määrittää perustan, jonka perusteella voit lisätä käyttöoikeuksia valitsemalla alta tiimejä, ryhmäryhmiä tai käyttäjiä.
pt_pt: Esta definição define um limiar a partir do qual poderá adicionar mais permissões selecionado equipas, grupos de equipas ou utilizadores abaixo.
sk_sk: Toto nastavenie nastavuje základ, na ktorý môžete pridať ďalšie povolenia výberom tímov, tímových skupín alebo používateľov nižšie.
sl_si: Ta nastavitev nastavi osnovo, na podlagi katere lahko dodate več dovoljenj tako, da spodaj izberete ekipe, skupine skupin ali uporabnike.
uz_uz: Bu sozlama quyida jamoalar, jamoalar guruhlari yoki foydalanuvchilarni tanlash orqali qoʻshimcha ruxsatlar qoʻshishingiz mumkin boʻlgan asosiy chiziqni oʻrnatadi.

source: Selecting a team here will give access to all members of this team.
cs_cz: Výběrem týmu zde získáte přístup ke všem členům tohoto týmu.
el_gr: Η επιλογή μιας ομάδας εδώ θα δώσει πρόσβαση σε όλα τα μέλη αυτής της ομάδας.
fi_fi: Valitsemalla tiimin tästä antaa oikeudet kaikille tiimin jäsenille.
pt_pt: Ao selecionar uma equipa aqui, será concedido acesso a todos os membros desta equipa.
sk_sk: Výberom tímu tu umožníte prístup všetkým členom tohto tímu.
sl_si: Če tukaj izberete ekipo, boste omogočili dostop vsem članom te ekipe.
uz_uz: Bu yerda jamoani tanlash ushbu jamoaning barcha aʼzolariga ruxsat beradi.

source: Teamgroups
cs_cz: Týmové skupiny
el_gr: Ομάδες
fi_fi: Tiimiryhmät
pt_pt: Grupos de equipas
sk_sk: Tímové skupiny
sl_si: Timske skupine
uz_uz: Jamoa guruhlari

source: Selecting a teamgroup here will give access to all users part of this teamgroup.
cs_cz: Výběrem týmové skupiny zde získáte přístup ke všem uživatelům, kteří jsou součástí této skupiny.
el_gr: Η επιλογή μιας ομάδας ομάδας εδώ θα δώσει πρόσβαση σε όλους τους χρήστες που ανήκουν σε αυτήν την ομάδα ομάδας.
fi_fi: Valitsemalla tiimiryhmän tästä pääsevät kaikki tähän tiimiryhmään kuuluvat käyttäjät.
pt_pt: Ao selecionar um grupo de equipas aqui, será concedido acesso a todos os utilizadores que fazem parte deste grupo de equipas.
sk_sk: Výberom tímovej skupiny tu umožníte prístup všetkým používateľom z tejto tímovej skupiny.
sl_si: Če tukaj izberete timsko skupino, boste omogočili dostop vsem uporabnikom, ki so del te timske skupine.
uz_uz: Bu yerda jamoa guruhini tanlash ushbu jamoa guruhining barcha foydalanuvchilariga kirish huquqini beradi.

source: Teamgroup
cs_cz: Týmová skupina
el_gr: Ομάδα ομάδας
fi_fi: Tiimiryhmä
pt_pt: Grupo de equipas
sk_sk: Tímová skupina
sl_si: Timska skupina
uz_uz: Jamoa guruhi

source: Allow read access for anonymous users
cs_cz: Povolení přístupu ke čtení pro anonymní uživatele
el_gr: Να επιτρέπεται η ανάγνωση για ανώνυμους χρήστες
fi_fi: Salli anonyymien käyttäjien lukuoikeus
pt_pt: Conceder acesso de leitura aos utilizadores anónimos
sk_sk: Povoliť čítanie anonymným užívateľom
sl_si: Dovoli dostop za branje anonimnim uporabnikom
uz_uz: Anonim foydalanuvchilar uchun o'qishga ruxsat bering

source: Copy to clipboard
cs_cz: Zkopírovat do schránky
el_gr: Αντιγραφή στο πρόχειρο
fi_fi: Kopioi leikepöydälle
pt_pt: Copiar para área de transferência
sk_sk: Kopírovať do schránky
sl_si: Kopirati v odložišče
uz_uz: Buferga nusxalash

source: Anyone following this link can access this entry.
cs_cz: Přístup k tomuto záznamu má každý, kdo následuje tento odkaz.
el_gr: Οποιοσδήποτε ακολουθήσει αυτόν τον σύνδεσμο έχει πρόσβαση σε αυτήν την καταχώρηση.
fi_fi: Kaikki tätä linkkiä seuraavat pääsevät tähän.
pt_pt: Quem quer que siga esta hiperligação terá acesso a esta entrada.
sk_sk: Hocikto s odkazom vie upraviť tento záznam.
sl_si: Vsakdo, ki sledi tej povezavi, lahko dostopa do tega vnosa.
uz_uz: Ushbu havolaga kirgan har bir kishi ushbu yozuvga kirishi mumkin.

source: Allow selection of multiple values?
cs_cz: Umožnit výběr více hodnot?
el_gr: Να επιτρέπεται η επιλογή πολλαπλών τιμών;
fi_fi: Sallitaanko useiden arvojen valinta?
pt_pt: Permitir a seleção de múltiplos valores?
sk_sk: Povoliť označenie viacerých hodnôt?
sl_si: Ali dovolite izbiro več vrednosti?
uz_uz: Bir nechta qiymatlarni tanlashga ruxsat berilsinmi?

source: Available timestamps left (0 means no balance):
cs_cz: Zbývající dostupná časová razítka (0 znamená žádný zůstatek):
el_gr: Απομένουν διαθέσιμες χρονικές σημάνσεις (0 σημαίνει ότι δεν υπάρχει υπόλοιπο):
fi_fi: Käytettävissä olevat aikaleimat jäljellä (0 tarkoittaa, että saldoa ei ole):
pt_pt: Carimbos de data e hora restantes (0 implica balanço nulo):
sk_sk: Dostupné časové známky (0 znamená žiadne):
sl_si: Preostali razpoložljivi časovni žigi (0 pomeni, da ni stanja):
uz_uz: Mavjud vaqt belgilari qoldi (0 balans yo'q degan ma'noni anglatadi):

source: You can set a number of available timestamps here and it will be decremented by 1 on every timestamp.
cs_cz: Zde můžete nastavit počet dostupných časových razítek, který se při každém časovém razítku sníží o 1.
el_gr: Μπορείτε να ορίσετε έναν αριθμό διαθέσιμων χρονικών σφραγίδων εδώ και θα μειώνεται κατά 1 σε κάθε χρονική σήμανση.
fi_fi: Voit asettaa käytettävissä olevien aikaleimojen määrän tässä, ja sitä pienennetään yhdellä jokaisella aikaleimalla.
pt_pt: Pode definir um número de carimbos de data e hora aqui que será decrementado em 1 por cada vez que é utilizado um carimbo.
sk_sk: Môžete nastaviť počet dostupných časových známok tu a budú znížené o 1 každou časovou známkou.
sl_si: Tukaj lahko nastavite število razpoložljivih časovnih žigov in pri vsakem časovnem žigu se bo zmanjšalo za 1.
uz_uz: Bu yerda bir nechta mavjud vaqt belgilarini o'rnatishingiz mumkin va har bir vaqt tamg'asida u 1 ga kamayadi.

source: Undefined group
cs_cz: Nedefinovaná skupina
el_gr: Απροσδιόριστη ομάδα
fi_fi: Määrittelemätön ryhmä
pt_pt: Grupo não definido
sk_sk: Nedefinovaná skupina
sl_si: Nedefinirana skupina
uz_uz: Belgilanmagan guruh

source: Disabled
cs_cz: Vypnuto
el_gr: Απενεργοποιημένο
fi_fi: Pois käytöstä
pt_pt: Desativado
sk_sk: Vypnutý
sl_si: Onemogočeno
uz_uz: O'chirilgan

source: Sysadmins
cs_cz: Systémoví správci
fi_fi: Sysadminit
pt_pt: Administradores de sistema
sk_sk: Sysadmini
sl_si: Sistemski skrbniki
uz_uz: Tizim boshqaruvchilari

source: Admins
cs_cz: Správci
el_gr: Διαχειριστές
fi_fi: Järjestelmänvalvojat
pt_pt: Administradores
sk_sk: Admini
sl_si: Administratorji
uz_uz: Adminlar

source: Everyone
cs_cz: Všichni
el_gr: Όλοι
fi_fi: Kaikki
pt_pt: Todos
sk_sk: Všetci
sl_si: Vsi
uz_uz: Hamma

source: Sysadmin
cs_cz: Systémový správce
pt_pt: Administrador de sistema
sl_si: sistemski skrbnik

source: Something went wrong! Try refreshing the page.
cs_cz: Něco se pokazilo! Zkuste stránku obnovit.
el_gr: Κάτι πήγε στραβά! Δοκιμάστε να ανανεώσετε τη σελίδα.
fi_fi: Jotain meni pieleen! Yritä päivittää sivu.
pt_pt: Alguma coisa correu mal! Tente atualizar a página.
sk_sk: Niečo sa pokazilo! Skúste obnoviť stránku.
sl_si: Nekaj je šlo narobe! Poskusite osvežiti stran.
uz_uz: Nimadir noto'g'ri bajarildi! Sahifani yangilab ko‘ring.

source: Invalid authentication code.
cs_cz: Neplatný ověřovací kód.
el_gr: Άκυρος κωδικός ελέγχου ταυτότητας.
fi_fi: Virheellinen todennuskoodi.
pt_pt: Código de autenticação inválido.
sk_sk: Neplatný autentifikačný kód.
sl_si: Neveljavna koda za preverjanje pristnosti.
uz_uz: Yaroqsiz autentifikatsiya kodi.

source: File size limit:
cs_cz: Omezení velikosti souboru:
el_gr: Όριο μεγέθους αρχείου:
fi_fi: Tiedoston kokorajoitus:
pt_pt: Limite de tamanho do ficheiro:
sk_sk: Limit velkosti súboru:
sl_si: Omejitev velikosti datoteke:
uz_uz: Fayl hajmi chegarasi:

source: You are currently editing the metadata attached to this entry.
cs_cz: Právě upravujete metadata připojená k tomuto záznamu.
el_gr: Αυτήν τη στιγμή επεξεργάζεστε τα μεταδεδομένα που επισυνάπτονται σε αυτήν την καταχώριση.
fi_fi: Muokkaat tällä hetkellä tähän merkintään liitettyjä metatietoja.
pt_pt: Está atualmente a editar os metadados associados a esta entrada.
sk_sk: Editujete metadáta pripojené k tejto položke.
sl_si: Trenutno urejate metapodatke, priložene temu vnosu.
uz_uz: Siz hozirda ushbu yozuvga biriktirilgan metamaʼlumotlarni tahrir qilyapsiz.

source: Default
cs_cz: Výchozí
el_gr: Προεπιλογή
fi_fi: Oletus
pt_pt: Predefinição
sk_sk: Predvolené
sl_si: Privzeto
uz_uz: Standart

source: New user added to team: %s
cs_cz: Do týmu byl přidán nový uživatel: %s
el_gr: Νέος χρήστης προστέθηκε στην ομάδα: %s
fi_fi: Uusi käyttäjä lisätty tiimiin: %s
pt_pt: Novo utilizador adicionado à equipa: %s
sk_sk: Nový užívateľ pridaný do tímu: %s
sl_si: Nov uporabnik dodan ekipi: %s
uz_uz: Jamoaga yangi foydalanuvchi qo‘shildi: %s

source: No users found. Try another search.
cs_cz: Nebyli nalezeni žádní uživatelé. Zkuste jiné vyhledávání.
el_gr: Δεν βρέθηκαν χρήστες. Δοκιμάστε άλλη αναζήτηση.
fi_fi: Käyttäjiä ei löytynyt. Kokeile toista hakua.
pt_pt: Não foram encontrados utilizadores. Tente outra pesquisa.
sk_sk: Užívatelia nenájdený. Skúste iné hľadanie.
sl_si: Ni najdenih uporabnikov. Poskusi z drugim iskanjem.
uz_uz: Hech qanday foydalanuvchi topilmadi. Boshqa qidiruvni sinab ko'ring.

source: Advanced search
cs_cz: Rozšířené hledání
el_gr: Σύνθετη αναζήτηση
fi_fi: Tarkennettu haku
pt_pt: Pesquisa avançada
sk_sk: Pokročilé vyhladávanie
sl_si: Napredno iskanje
uz_uz: Kengaytirilgan qidiruv

source: Users can create tags
cs_cz: Uživatelé mohou vytvářet štítky
el_gr: Οι χρήστες μπορούν να δημιουργήσουν ετικέτες
fi_fi: Käyttäjät voivat luoda tunnisteita
pt_pt: Os utilizadores podem criar etiquetas
sk_sk: Užívatelia môžu vytvárať tagy
sl_si: Uporabniki lahko ustvarijo oznake
uz_uz: Foydalanuvchilar teglar yaratishi mumkin

source: Force experiment template use
cs_cz: Povinné použití šablon experimentů
el_gr: Αναγκαστική χρήση προτύπου πειράματος
fi_fi: Pakota kokeen mallipohjan käyttö
pt_pt: Forçar a utilização do modelo da experiência
sk_sk: Vynútiť použitie šablóny experimentu
sl_si: Vsili uporabo predloge poskusa
uz_uz: Majburiy tajriba shablonidan foydalanish

source: Menu link
cs_cz: Odkaz na menu
el_gr: Σύνδεσμος μενού
fi_fi: Menulinkki
pt_pt: Hiperligação no menu
sl_si: Povezava menija
uz_uz: Menyu havolasi

source: Name of the link in the top menu
cs_cz: Název odkazu v horní nabídce
el_gr: Το όνομα του συνδέσμου στο επάνω μενού
fi_fi: Linkin nimi ylävalikossa
pt_pt: Nome da hiperligação no menu superior
sk_sk: Názov odkazu vo vrchnom menu
sl_si: Ime povezave v zgornjem meniju
uz_uz: Yuqori menyudagi havolaning nomi

source: Address where this link should point
cs_cz: Adresa, na kterou by měl odkaz směřovat
el_gr: Διεύθυνση όπου πρέπει να δείχνει αυτός ο σύνδεσμος
fi_fi: Osoite, johon tämän linkin tulee osoittaa
pt_pt: Endereço para onde esta hiperligação deve apontar
sk_sk: Adresa na ktorú má link odkazovať
sl_si: Naslov, kamor naj kaže ta povezava
uz_uz: Ushbu havolani ko'rsatishi kerak bo'lgan manzilni ko'rsating

source: Common templates
cs_cz: Běžné šablony
el_gr: Κοινά πρότυπα
fi_fi: Yleisiä mallipohjia
pt_pt: Modelos comuns
sk_sk: Bežná šablóna
sl_si: Skupne predloge
uz_uz: Umumiy shablonlar

source: Add a group
cs_cz: Přidání skupiny
el_gr: Προσθέστε μια ομάδα
fi_fi: Lisää ryhmä
pt_pt: Adicionar um grupo
sk_sk: Pridať skupinu
sl_si: Dodajte skupino
uz_uz: Guruh qo'shing

source: User name
cs_cz: Uživatelské jméno
el_gr: Όνομα χρήστη
fi_fi: Käyttäjänimi
pt_pt: Nome de utilizador
sk_sk: Užívateľské meno
sl_si: uporabniško ime
uz_uz: Foydalanuvchi nomi

source: Use the handles to adjust the order in which the categories appear in the application.
cs_cz: Pomocí úchytů můžete upravit pořadí, v jakém se kategorie v aplikaci zobrazují.
el_gr: Χρησιμοποιήστε τις λαβές για να προσαρμόσετε τη σειρά με την οποία εμφανίζονται οι κατηγορίες στην εφαρμογή.
fi_fi: Käytä kahvoja säätääksesi järjestystä, jossa luokat näkyvät sovelluksessa.
pt_pt: Utilize as pegas para ajustar a ordem pela qual as categorias aparecem na aplicação.
sk_sk: Pomocou rukovätí upravte poradie, v ktorom sa kategórie zobrazujú v aplikácii.
sl_si: Z ročaji prilagodite vrstni red, v katerem se kategorije pojavljajo v aplikaciji.
uz_uz: Ilovada toifalar paydo bo'lish tartibini sozlash uchun tutqichlardan foydalaning.

source: Select what to export
cs_cz: Vyberte, co chcete exportovat
el_gr: Επιλέξτε τι θα εξαγάγετε
fi_fi: Valitse, mitä viedään
pt_pt: Seleccione o que pretende exportar
sk_sk: Zvoliť čo exportovať
sl_si: Izberite, kaj želite izvoziti
uz_uz: Nimani eksport qilishni tanlang

source: Select an export format
cs_cz: Výběr formátu exportu
el_gr: Επιλέξτε μια μορφή εξαγωγής
fi_fi: Valitse vientimuoto
pt_pt: Seleccione um formato de exportação
sk_sk: Zvoliť exportovací formát
sl_si: Izberite obliko izvoza
uz_uz: Eksport formatini tanlang

source: Select user
cs_cz: Vyberte uživatele
el_gr: Επιλέξτε χρήστη
fi_fi: Valitse käyttäjä
pt_pt: Seleccione o utilizador
sk_sk: Zvoliť užívateľa
sl_si: Izberite uporabnika
uz_uz: Foydalanuvchini tanlang

source: Tag
cs_cz: Štítek
el_gr: Ετικέτα
pt_pt: Etiqueta
sl_si: Oznaka
uz_uz: teg

source: Occurence
cs_cz: Výskyt
el_gr: Εμφάνιση
fi_fi: Esiintyminen
pt_pt: Ocorrência
sk_sk: Výskyt
sl_si: Pojavnost
uz_uz: Hodisa

source: Add new IDP
cs_cz: Přidání nového IDP
el_gr: Προσθήκη νέου IDP
fi_fi: Lisää uusi IDP
pt_pt: Adicionar um novo IDP
sk_sk: Pridať nové IDP
sl_si: Dodajte novega IDP
uz_uz: Yangi IDP qo'shing

source: Friendly name
cs_cz: Přátelské jméno
el_gr: Φιλικό όνομα
fi_fi: Ystävällinen nimi
pt_pt: Nome amigável
sk_sk: Prívetivé meno
sl_si: Prijazno ime
uz_uz: Do'stona ism

source: Save as RXN
cs_cz: Uložit jako RXN
el_gr: Αποθήκευση ως RXN
fi_fi: Tallenna nimellä RXN
pt_pt: Guardar como RXN
sk_sk: Uložiť ako RXN
sl_si: Shrani kot RXN
uz_uz: RXN sifatida saqlang

source: Search for user
cs_cz: Vyhledávání uživatele
el_gr: Αναζήτηση για χρήστη
fi_fi: Etsi käyttäjä
pt_pt: Procurar por utilizador
sk_sk: Hľadať užívateľa
sl_si: Iskanje uporabnika
uz_uz: Foydalanuvchini qidiring

source: Include archived
cs_cz: Zahrnout archivované
el_gr: Συμπεριλάβετε αρχειοθετημένα
fi_fi: Sisällytä arkistoitu
pt_pt: Incluir arquivados
sk_sk: Zahrnúť archivované
sl_si: Vključi arhivirano
uz_uz: Arxivlangan

source: Users list
cs_cz: Seznam uživatelů
el_gr: Λίστα χρηστών
fi_fi: Käyttäjäluettelo
pt_pt: Lista de utilizadores
sk_sk: Zoznam učívateľov
sl_si: Seznam uporabnikov
uz_uz: Foydalanuvchilar ro'yxati

source: Manage teams for user
cs_cz: Správa týmů pro uživatele
el_gr: Διαχείριση ομάδων για χρήστη
fi_fi: Hallitse käyttäjän tiimejä
pt_pt: Gerir equipas do utilizador
sk_sk: Spravovať tímy užívateľa
sl_si: Upravljanje ekip za uporabnika
uz_uz: Foydalanuvchi uchun jamoalarni boshqaring

source: Is Owner
cs_cz: Je vlastníkem
el_gr: Είναι ιδιοκτήτης
fi_fi: On omistaja
pt_pt: É proprietário
sk_sk: Je majiteľ
sl_si: Je lastnik
uz_uz: Egasi

source: Last login
cs_cz: Poslední přihlášení
el_gr: Τελευταία είσοδος
fi_fi: Viimeinen kirjautuminen
pt_pt: Último acesso
sk_sk: Posledné prihlásenie
sl_si: Zadnja prijava
uz_uz: Oxirgi login

source: Internal ID
cs_cz: Interní ID
el_gr: Εσωτερική ταυτότητα
fi_fi: Sisäinen tunnus
pt_pt: ID interno
sk_sk: Interné ID
sl_si: Notranji ID
uz_uz: Ichki ID

source: Is Sysadmin
cs_cz: Je systémový správce
el_gr: Είναι ο Sysadmin
fi_fi: On Sysadmin
pt_pt: É Administrador de Sistemas
sk_sk: Je Sysadmin
sl_si: Je sistemski skrbnik
uz_uz: Sysadmin

source: never
cs_cz: nikdy
el_gr: ποτέ
fi_fi: ei koskaan
pt_pt: Nunca
sk_sk: nikdy
sl_si: nikoli
uz_uz: hech qachon

source: Set new password
cs_cz: Nastavit nové heslo
el_gr: Ορίστε νέο κωδικό πρόσβασης
fi_fi: Aseta uusi salasana
pt_pt: Definir nova palavra-passe
sk_sk: Nastaviť nové heslo
sl_si: Nastavite novo geslo
uz_uz: Yangi parol o'rnating

source: Add account from external directory
cs_cz: Přidání účtu z externího adresáře
el_gr: Προσθήκη λογαριασμού από εξωτερικό κατάλογο
fi_fi: Lisää tili ulkoisesta hakemistosta
pt_pt: Adicionar conta a partir de diretório externo
sk_sk: Pridať účet do externého priečinka
sl_si: Dodaj račun iz zunanjega imenika
uz_uz: Tashqi katalogdan hisob qo'shing

source: Selection
cs_cz: Výběr
el_gr: Επιλογή
fi_fi: Valinta
pt_pt: Seleção
sk_sk: Výber
sl_si: Izbira
uz_uz: Tanlash

source: Add selected
cs_cz: Přidat vybrané
el_gr: Προσθήκη επιλεγμένων
fi_fi: Lisää valitut
pt_pt: Adicionar selecionado
sk_sk: Pridať vybrané
sl_si: Dodaj izbrano
uz_uz: Tanlangan qo'shish

source: No favorite tags are present. Add an existing tag with the form below.
cs_cz: Nejsou přítomny žádné oblíbené štítky. Přidejte existující štítek pomocí níže uvedeného formuláře.
el_gr: Δεν υπάρχουν αγαπημένες ετικέτες. Προσθέστε μια υπάρχουσα ετικέτα με την παρακάτω φόρμα.
fi_fi: Suosikkitunnisteita ei ole. Lisää olemassa oleva tunniste alla olevalla lomakkeella.
pt_pt: Não estão presentes etiquetas favoritas. Adicione uma etiqueta existente através do formulário abaixo.
sk_sk: Žiadne obľúbené tagy dostupné. Pridajte existujúci tag vo formulári nižšie.
sl_si: Ni priljubljenih oznak. Dodajte obstoječo oznako s spodnjim obrazcem.
uz_uz: Sevimli teglar mavjud emas. Quyidagi shakl bilan mavjud tegni qo'shing.

source: Group
cs_cz: Skupina
el_gr: Ομάδα
fi_fi: Ryhmä
pt_pt: Grupo
sk_sk: Skupina
sl_si: skupina
uz_uz: Guruh

source: Add group
cs_cz: Vytvořit skupinu
el_gr: Προσθήκη ομάδας
fi_fi: Lisää ryhmä
pt_pt: Adicionar grupo
sk_sk: Pridať skupinu
sl_si: Dodaj skupino
uz_uz: Guruh qo'shish

source: New group name
cs_cz: Nový název skupiny
el_gr: Νέο όνομα ομάδας
fi_fi: Ryhmän uusi nimi
pt_pt: Novo nome do grupo
sk_sk: Nové meno skupiny
sl_si: Novo ime skupine
uz_uz: Yangi guruh nomi

source: Blank value on duplicate
cs_cz: Prázdná hodnota u duplikátu
el_gr: Κενή τιμή σε διπλότυπο
fi_fi: Tyhjä arvo kaksoiskappaleessa
pt_pt: Valor em branco ao duplicar
sk_sk: Prázdna hodnota pri duplikátoch
sl_si: Prazna vrednost na dvojniku
uz_uz: Ikki nusxadagi bo'sh qiymat

source: Toggle favorite tags
cs_cz: Přepínání oblíbených značek
el_gr: Εναλλαγή αγαπημένων ετικετών
fi_fi: Vaihda suosikkitunnisteet
pt_pt: Alternar etiquetas favoritas
sk_sk: Prepnúť obľúbené tagy
sl_si: Preklopi priljubljene oznake
uz_uz: Sevimli teglarni almashtirish

source: Toggle todolist
cs_cz: Přepínání todolistu
el_gr: Εναλλαγή todolist
fi_fi: Todolist päälle/pois
pt_pt: Alternar a lista de tarefas
sk_sk: Prepnúť zoznam úloh
sl_si: Preklop seznama opravil
uz_uz: Todolistni oʻzgartirish

source: Save as…
cs_cz: Uložit jako...
el_gr: Αποθήκευση ως…
fi_fi: Tallenna nimellä…
pt_pt: Guardar como…
sk_sk: Uložiť ako…
sl_si: Shrani kot…
uz_uz: Saqlash…

source: Save as attachment
cs_cz: Uložit jako přílohu
el_gr: Αποθήκευση ως συνημμένο
fi_fi: Tallenna liitteenä
pt_pt: Guardar como anexo
sk_sk: Uložiť ako prílohu
sl_si: Shrani kot prilogo
uz_uz: Ilova sifatida saqlang

source: Display main text
cs_cz: Zobrazení hlavního textu
el_gr: Εμφάνιση του κύριου κειμένου
fi_fi: Näytä pääteksti
pt_pt: Mostrar texto principal
sk_sk: Zobraziť hlavný text
sl_si: Prikaži glavno besedilo
uz_uz: Asosiy matnni ko'rsatish

source: It is mandatory to activate 2FA.
cs_cz: Aktivace 2FA je povinná.
el_gr: Η ενεργοποίηση του 2FA είναι υποχρεωτική.
fi_fi: 2FA on aktivoitava.
pt_pt: É obrigatório ativar o 2FA.
sk_sk: Aktivovanie 2FA je povinné.
sl_si: Aktivacija 2FA je obvezna.
uz_uz: 2FA ni faollashtirish majburiydir.

source: Allow individual users to access this entry.
cs_cz: Povolit jednotlivým uživatelům přístup k této položce.
el_gr: Επιτρέψτε σε μεμονωμένους χρήστες να έχουν πρόσβαση σε αυτήν την καταχώρηση.
fi_fi: Salli yksittäisten käyttäjien käyttää tätä merkintää.
pt_pt: Permitir que utilizadores individuais acedam a esta entrada.
sk_sk: Povoliť individuálnym užívateľom prístup k tejto položke.
sl_si: Dovoli posameznim uporabnikom dostop do tega vnosa.
uz_uz: Shaxsiy foydalanuvchilarga ushbu yozuvga kirishga ruxsat bering.

source: This server is configured to store %d revisions per entry maximum.
cs_cz: Tento server je nakonfigurován tak, aby ukládal maximálně %d revizí na položku.
el_gr: Αυτός ο διακομιστής έχει ρυθμιστεί ώστε να αποθηκεύει %d αναθεωρήσεις το μέγιστο ανά καταχώρηση.
fi_fi: Tämä palvelin on määritetty tallentamaan %d versiota enintään merkintää kohti.
pt_pt: Este servidor está configurado para armazenar um máximo de %d revisões por entrada.
sk_sk: Server stanovuje, že %d je maximálny počet revízii na položku.
sl_si: Ta strežnik je konfiguriran za shranjevanje največ %d revizij na vnos.
uz_uz: Bu server har bir kirish uchun maksimal %d ta tahrirni saqlash uchun tuzilgan.

source: Enter search query, e.g.: %s
cs_cz: Zadejte vyhledávací dotaz, např.: %s
el_gr: Εισαγάγετε το ερώτημα αναζήτησης, π.χ.: %s
fi_fi: Syötä hakulauseke, esim.: %s
pt_pt: Introduzir a consulta de pesquisa, ex: %s
sk_sk: Zadajte čo chcete vyhľadať, napríklad: %s
sl_si: Vnesite iskalno poizvedbo, npr.: %s
uz_uz: Qidiruv soʻrovini kiriting, masalan: %s

source: Enter a term to search in title, body, date and elabid; or use advanced syntax, or a combination of both.
cs_cz: Zadejte termín pro vyhledávání v názvu, těle, datu a elabid; nebo použijte rozšířenou syntaxi, případně kombinaci obojího.
el_gr: Εισαγάγετε έναν όρο για αναζήτηση στον τίτλο, το σώμα, την ημερομηνία και το elabID· εναλλακτικά χρησιμοποιήστε προηγμένη σύνταξη ή συνδυασμό και των δύο.
fi_fi: Kirjoita hakusana etsiäksesi otsikossa, tekstissä, päivämäärässä ja elabid:ssä; tai käytä syntaksia tai molempien yhdistelmää.
pt_pt: Introduza um termo para pesquisar no título, corpo, data e elabid; ou utilize a sintaxe avançada, ou então uma combinação de ambos.
sk_sk: Zadajte výraz, ktorý chcete vyhľadať v názve, texte, dátume a elabid; alebo použite rozšírenú syntax alebo kombináciu oboch.
sl_si: Vnesite izraz za iskanje v naslovu, telesu, datumu in besedilu; ali uporabite napredno sintakso ali kombinacijo obojega.
uz_uz: Sarlavha, asosiy, sana va elabid bo'yicha qidirish uchun atama kiriting; yoki ilg'or sintaksisdan yoki ikkalasining kombinatsiyasidan foydalaning.

source: Show full syntax
cs_cz: Zobrazit celou syntaxi
el_gr: Εμφάνιση πλήρους σύνταξης
fi_fi: Näytä koko syntaksi
pt_pt: Mostrar sintaxe completa
sk_sk: Zobraziť celý syntax
sl_si: Pokaži celotno sintakso
uz_uz: To'liq sintaksisni ko'rsatish

source: Results
cs_cz: Výsledky
el_gr: Αποτελέσματα
fi_fi: Tulokset
pt_pt: Resultados
sk_sk: Výsledky
sl_si: Rezultati
uz_uz: Natijalar

source: View
cs_cz: Zobrazit
el_gr: Προβολή
fi_fi: Näytä
pt_pt: Visualização
sk_sk: Zobraziť
sl_si: Pogled
uz_uz: Ko'rinish
