Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Last modification date
cs_cz: Datum poslední změny
el_gr: Ημερομηνία τελευταίας τροποποίησης
fi_fi: Viimeisin muokkauspäivä
pt_pt: Data da última modificação
sk_sk: Dátum poslednej úpravy
sl_si: Datum zadnje spremembe
uz_uz: Oxirgi o'zgartirish sanasi

source: Toggle filters
cs_cz: Přepínání filtrů
el_gr: Εναλλαγή φίλτρων
fi_fi: Vaihda suodattimet
pt_pt: Alternar filtros
sk_sk: Prepnúť filtre
sl_si: Preklop filtrov
uz_uz: Filtrlarni almashtirish

source: Filters
cs_cz: Filtry
el_gr: Φίλτρα
fi_fi: Suodattimet
pt_pt: Filtros
sk_sk: Filtre
sl_si: Filtri
uz_uz: Filtrlar

source: Add a deadline
cs_cz: Přidání termínu
el_gr: Προσθέστε μια προθεσμία
fi_fi: Lisää määräaika
pt_pt: Adicionar um prazo final
sk_sk: Pridať deadline
sl_si: Dodajte rok
uz_uz: Muddat qo'shing

source: %d hour
cs_cz: %d hodina
el_gr: %d ώρα
fi_fi: %d tunti
pt_pt: %d hora
sk_sk: %d hodina
sl_si: %d ura
uz_uz: %d soat

source: %d day
cs_cz: %d den
el_gr: %d ημέρα
fi_fi: %d päivä
pt_pt: %d dia
sk_sk: %d deň
sl_si: %d dan
uz_uz: %d kun

source: %d week
cs_cz: %d týden
el_gr: %d εβδομάδα
fi_fi: %d viikko
pt_pt: %d semana
sk_sk: %d týždeň
sl_si: %d teden
uz_uz: %d hafta

source: %d month
cs_cz: %d měsíc
el_gr: %d μήνας
fi_fi: %d kuukausi
pt_pt: %d mês
sk_sk: %d mesiac
sl_si: %d mesec
uz_uz: %d oy

source: %d year
cs_cz: %d rok
el_gr: %d έτος
fi_fi: %d vuosi
pt_pt: %d ano
sk_sk: %d rok
sl_si: %d leto
uz_uz: %d yil

source: Search in experiments
cs_cz: Hledání v experimentech
el_gr: Αναζήτηση σε πειράματα
fi_fi: Hae kokeista
pt_pt: Pesquisar nas experiências
sk_sk: Hľadať medzi experimentami
sl_si: Iskanje v poskusih
uz_uz: Tajribalarda qidirish

source: Create team
cs_cz: Vytvořit tým
el_gr: Δημιουργία ομάδας
fi_fi: Luo tiimi
pt_pt: Criar equipa
sk_sk: Vytvoriť tím
sl_si: Ustvari ekipo
uz_uz: Jamoa yaratish

source: Enter team name
cs_cz: Zadejte název týmu
el_gr: Εισαγάγετε το όνομα της ομάδας
fi_fi: Kirjoita tiimin nimi
pt_pt: Inserir o nome da equipa
sk_sk: Zadajte meno tímu
sl_si: Vnesite ime ekipe
uz_uz: Jamoa nomini kiriting

source: Communication
cs_cz: Komunikace
el_gr: Επικοινωνία
fi_fi: Viestintä
pt_pt: Comunicação
sk_sk: Komunikácia
sl_si: Komunikacija
uz_uz: Aloqa

source: Policies
cs_cz: Zásady
el_gr: Πολιτικές
fi_fi: Käytännöt
pt_pt: Políticas
sk_sk: Smernice
sl_si: Pravila
uz_uz: Siyosat

source: Address of the Proxy
cs_cz: Adresa Proxy
el_gr: Διεύθυνση Αντιπροσώπου
fi_fi: Välityspalvelimen osoite
pt_pt: Endereço do Proxy
sk_sk: Adresa Proxy
sl_si: Naslov pooblaščenca
uz_uz: Proksi-serverning manzili

source: Maximum number of stored revisions per entry
cs_cz: Maximální počet uložených revizí na položku
el_gr: Μέγιστος αριθμός αποθηκευμένων αναθεωρήσεων ανά καταχώρηση
fi_fi: Tallennettujen versioiden enimmäismäärä merkintää kohti
pt_pt: Número máximo de revisões armazenadas por entrada
sk_sk: Maximálny počet uložených revízii na položku
sl_si: Največje število shranjenih revizij na vnos
uz_uz: Har bir kirishda saqlangan tahrirlarning maksimal soni

source: Minimum number of characters that need to be changed in order to create a new revision per entry
cs_cz: Minimální počet znaků, které je třeba změnit, aby bylo možné vytvořit novou revizi na položku
el_gr: Ελάχιστος αριθμός χαρακτήρων που πρέπει να αλλάξουν προκειμένου να δημιουργηθεί μια νέα αναθεώρηση ανά καταχώρηση
fi_fi: Vähimmäismäärä merkkejä, jotka on muutettava uuden version luomiseksi merkintää kohti
pt_pt: Número mínimo de caracteres por entrada que necessitam de ser alterados para criar uma nova revisão
sk_sk: Minimálny počet znakov pri ktorých sa dá vytvoriť revízia pre záznam
sl_si: Najmanjše število znakov, ki jih je treba spremeniti, da se ustvari nova revizija na vnos
uz_uz: Har bir yozuv uchun yangi tahrir yaratish uchun o'zgartirilishi kerak bo'lgan belgilarning minimal soni

source: Number of days between changes to automatically create a revision
cs_cz: Počet dní mezi změnami pro automatické vytvoření revize
el_gr: Αριθμός ημερών μεταξύ των αλλαγών για αυτόματη δημιουργία αναθεώρησης
fi_fi: Päivien määrä muutosten välillä, jotta versio luodaan automaattisesti
pt_pt: Número de dias entre alterações para criar automaticamente uma revisão
sk_sk: Počet dní medzi zmenami pre automatické vytvorenie revízie
sl_si: Število dni med spremembami za samodejno ustvarjanje revizije
uz_uz: Avtomatik qayta ko'rib chiqishni yaratish uchun o'zgarishlar orasidagi kunlar soni

source: URL where the Support menu entry from Help dropdown points
cs_cz: Adresa URL, na kterou ukazuje položka nabídky Podpora z rozbalovacího seznamu Nápověda
el_gr: URL όπου παραπέμπει η καταχώριση Υποστήριξη από το αναπτυσσόμενο μενού Βοήθεια
fi_fi: URL-osoite, johon Tuki-valikon kohta Ohje-pudotusvalikosta osoittaa
pt_pt: URL para onde aponta a entrada Suporte do menu suspenso de Ajuda
sk_sk: URL kam položka v menu podpory z pomocného vyskakovacieho menu nasleduje
sl_si: URL, kamor kaže vnos menija Podpora v spustnem meniju Pomoč
uz_uz: URL, bu erda Yordam menyusidagi Yordam ochiladigan nuqtalar

source: Allow anonymous visitors to login and see Public experiments
cs_cz: Povolit anonymním návštěvníkům přihlášení a zobrazení veřejných experimentů
el_gr: Να επιτρέπεται σε ανώνυμους επισκέπτες να συνδεθούν και να δουν δημόσια πειράματα
fi_fi: Salli anonyymien vierailijoiden kirjautua sisään ja nähdä julkisia kokeiluja
pt_pt: Permitir que visitantes anónimos iniciem sessão e vejam as experiências públicas
sk_sk: Povoliť anonymým návštevníkom sa prihlásiť a pozrieť si verejné experimenty
sl_si: Dovolite anonimnim obiskovalcem, da se prijavijo in si ogledajo javne eksperimente
uz_uz: Anonim tashrif buyuruvchilarga tizimga kirish va Ommaviy tajribalarni koʻrishga ruxsat bering

source: Switch this instance in open science mode
cs_cz: Přepnutí této instance do režimu otevřené vědy
el_gr: Εναλλαγή αυτής της παρουσίας σε λειτουργία open science
fi_fi: Vaihda tämä ilmentymä avoimen tieteen tilaan
pt_pt: Colocar esta instância em modo de ciência aberta
sk_sk: Prepnúť inštanciu v režime open science
sl_si: Preklopite ta primerek v način odprte znanosti
uz_uz: Ushbu misolni ochiq fan rejimiga almashtiring

source: Select which team will be open to the world in open science mode
cs_cz: Vyberte, který tým bude otevřený světu v režimu otevřené vědy
el_gr: Επιλέξτε ποια ομάδα θα είναι ανοιχτή στον κόσμο σε λειτουργία open science
fi_fi: Valitse, mikä tiimi on avoin maailmalle avoimen tieteen tilassa
pt_pt: Selecionar a equipa que estará aberta ao mundo no modo de ciência aberta
sk_sk: Zvoliť, ktoré tímy budú otvorené v open science režime
sl_si: Izberite, katera ekipa bo odprta svetu v načinu odprte znanosti
uz_uz: Qaysi jamoa ochiq fan rejimida dunyoga ochiq bo'lishini tanlang

source: Enable local account creation
cs_cz: Povolení vytváření místních účtů
el_gr: Ενεργοποιήστε τη δημιουργία τοπικού λογαριασμού
fi_fi: Ota paikallinen tilin luominen käyttöön
pt_pt: Ativar a criação de contas locais
sk_sk: Zapnúť vytváranie lokálnych účtov
sl_si: Omogoči ustvarjanje lokalnega računa
uz_uz: Mahalliy hisob yaratishni yoqing

source: Admins can create local accounts
cs_cz: Správci mohou vytvářet místní účty
el_gr: Οι διαχειριστές μπορούν να δημιουργήσουν τοπικούς λογαριασμούς
fi_fi: Järjestelmänvalvojat voivat luoda paikallisia tilejä
pt_pt: Os administradores podem criar contas locais
sk_sk: Admini môžu vytvoriť lokálne účty
sl_si: Skrbniki lahko ustvarijo lokalne račune
uz_uz: Administratorlar mahalliy hisoblar yaratishi mumkin

source: Show local login form
cs_cz: Zobrazit místní přihlašovací formulář
el_gr: Εμφάνιση τοπικής φόρμας σύνδεσης
fi_fi: Näytä paikallinen kirjautumislomake
pt_pt: Mostrar formulário de início de sessão local
sk_sk: Zobraziť lokálny prihlasovací formulár
sl_si: Pokaži lokalni obrazec za prijavo
uz_uz: Mahalliy kirish shaklini ko'rsatish

source: Remote directory configuration
cs_cz: Konfigurace vzdáleného adresáře
el_gr: Διαμόρφωση απομακρυσμένου καταλόγου
fi_fi: Etähakemiston määritys
pt_pt: Configuração do diretório remoto
sk_sk: Konfigurácia vzdialeného priečinku
sl_si: Konfiguracija oddaljenega imenika
uz_uz: Masofaviy katalog konfiguratsiyasi

source: Admins can create local accounts from remote directory
cs_cz: Správci mohou vytvářet místní účty ze vzdáleného adresáře
el_gr: Οι διαχειριστές μπορούν να δημιουργήσουν τοπικούς λογαριασμούς από απομακρυσμένο κατάλογο
fi_fi: Järjestelmänvalvojat voivat luoda paikallisia tilejä etähakemistosta
pt_pt: Os administradores podem criar contas locais a partir do diretório remoto
sk_sk: Admini môžu vytvoriť lokálne účty zo vzdialeného priečinka
sl_si: Skrbniki lahko ustvarijo lokalne račune iz oddaljenega imenika
uz_uz: Administratorlar masofaviy katalogdan mahalliy hisoblar yaratishi mumkin

source: Remote directory service
cs_cz: Vzdálená adresářová služba
el_gr: Υπηρεσία απομακρυσμένου καταλόγου
fi_fi: Etähakemistopalvelu
pt_pt: Serviço de diretório remoto
sk_sk: Služba vzdialeného adresára
sl_si: Oddaljena imeniška storitev
uz_uz: Masofaviy katalog xizmati

source: Use a JSON string for configuration. This setting is stored encrypted.
cs_cz: Pro konfiguraci použijte řetězec JSON. Toto nastavení je uloženo šifrovaně.
el_gr: Χρησιμοποιήστε μια συμβολοσειρά JSON για τη διαμόρφωση. Αυτή η ρύθμιση αποθηκεύεται κρυπτογραφημένη.
fi_fi: Käytä määritykseen JSON-merkkijonoa. Tämä asetus tallennetaan salattuna.
pt_pt: Utilizar uma string JSON para a configuração. Esta definição é armazenada de forma encriptada.
sk_sk: Použiť JSON reťazec na konfiguráciu. Toto nastavenie je uložené enkryptované.
sl_si: Za konfiguracijo uporabite niz JSON. Ta nastavitev je shranjena šifrirano.
uz_uz: Konfiguratsiya uchun JSON qatoridan foydalaning. Bu sozlama shifrlangan holda saqlanadi.

source: Docker image version
cs_cz: Verze Docker image
el_gr: Έκδοση εικόνας Docker
fi_fi: Docker-kuvaversio
pt_pt: Versão da imagem do Docker
sk_sk: Verzia obrazu docker
sl_si: Različica slike Docker
uz_uz: Docker tasvir versiyasi

source: MySQL database structure version
cs_cz: Verze struktury databáze MySQL
el_gr: Έκδοση δομής βάσης δεδομένων MySQL
fi_fi: MySQL-tietokantarakenteen versio
pt_pt: Versão da estrutura da base de dados MySQL
sk_sk: Verzia MySQL databázovej štruktúry
sl_si: Različica strukture baze podatkov MySQL
uz_uz: MySQL ma'lumotlar bazasi tuzilishi versiyasi

source: Teams list
cs_cz: Seznam týmů
el_gr: Λίστα ομάδων
fi_fi: Tiimilista
pt_pt: Lista de equipas
sk_sk: Zoznam tímov
sl_si: Seznam ekip
uz_uz: Jamoalar ro'yxati

source: This page allows you to edit the teams present on this instance.
cs_cz: Na této stránce můžete upravovat týmy přítomné v této instanci.
el_gr: Αυτή η σελίδα σας επιτρέπει να επεξεργαστείτε τις ομάδες που υπάρχουν σε αυτή την πλατφόρμα.
fi_fi: Tällä sivulla voit muokata tässä tapauksessa läsnä olevia tiimejä.
pt_pt: Esta página permite-lhe editar as equipas presentes nesta instância.
sk_sk: Táto stránka vám dovoluje pozmeniť tímy v tejto inštancii.
sl_si: Ta stran vam omogoča urejanje ekip, ki so prisotne na tej instanci.
uz_uz: Ushbu sahifa sizga ushbu misolda mavjud bo'lgan jamoalarni tahrirlash imkonini beradi.

source: Create a team
cs_cz: Vytvoření týmu
el_gr: Δημιουργία ομάδας
fi_fi: Luo tiimi
pt_pt: Criar uma equipa
sk_sk: Vytvoriť tím
sl_si: Ustvari ekipo
uz_uz: Jamoa yarating

source: Organisation ID
cs_cz: ID organizace
el_gr: Ταυτότητα οργανισμού
fi_fi: Organisaation tunnus
pt_pt: ID da organização
sk_sk: ID organizácie
sl_si: ID organizacije
uz_uz: Tashkilot identifikatori

source: Visible
cs_cz: Viditelný
el_gr: Ορατό
fi_fi: Näkyy
pt_pt: Visível
sk_sk: Viditeľné
sl_si: Vidno
uz_uz: Ko'rinadigan

source: Not set
cs_cz: Nenastavený
el_gr: Δεν ρυθμίστηκε
fi_fi: Ei valittu
pt_pt: Não definido
sk_sk: Nenastavené
sl_si: Ni nastavljeno
uz_uz: Belgilanmagan

source: Address of the SMTP server
cs_cz: Adresa serveru SMTP
el_gr: Διεύθυνση του διακομιστή SMTP
fi_fi: SMTP-palvelimen osoite
pt_pt: Endereço do servidor SMTP
sk_sk: Adresa SMTP serveru
sl_si: Naslov strežnika SMTP
uz_uz: SMTP server manzili

source: SMTP Port
fi_fi: SMTP-portti
pt_pt: Porta SMTP
sl_si: Vrata SMTP
uz_uz: SMTP porti

source: SMTP username
cs_cz: SMTP uživatelské jméno
el_gr: Όνομα χρήστη SMTP
fi_fi: SMTP-käyttäjänimi
pt_pt: Nome de utilizador SMTP
sk_sk: SMTP meno
sl_si: uporabniško ime SMTP
uz_uz: SMTP foydalanuvchi nomi

source: Sender address
cs_cz: Adresa odesílatele
el_gr: Διεύθυνση αποστολέα
fi_fi: Lähettäjän osoite
pt_pt: Endereço do remetente
sk_sk: Odosielacia adresa
sl_si: Naslov pošiljatelja
uz_uz: Yuboruvchi manzili

source: Verify TLS certificate
cs_cz: Ověření certifikátu TLS
el_gr: Επαληθεύστε το πιστοποιητικό TLS
fi_fi: Tarkista TLS-varmenne
pt_pt: Verificar certificado TLS
sk_sk: Verifikovať TLS certifikát
sl_si: Preverite potrdilo TLS
uz_uz: TLS sertifikatini tasdiqlang

source: Users need validation by admin after registration
cs_cz: Uživatelé potřebují po registraci ověření správcem
el_gr: Οι χρήστες χρειάζονται επικύρωση από τον διαχειριστή μετά την εγγραφή τους
fi_fi: Käyttäjät tarvitsevat järjestelmänvalvojan vahvistuksen rekisteröinnin jälkeen
pt_pt: Os utilizadores precisam de ser validados pelo administrador após o registo
sk_sk: Užívateľ potrebuje validáciu od admina po registrácii
sl_si: Uporabniki potrebujejo potrditev s strani skrbnika po registraciji
uz_uz: Foydalanuvchilar ro'yxatdan o'tgandan so'ng administrator tomonidan tasdiqlanishi kerak

source: Enforce 2FA
cs_cz: Vynucení 2FA
el_gr: Επιβολή 2FA
fi_fi: Ota käyttöön 2FA
pt_pt: Impor 2FA
sk_sk: Spraviť 2FA povinné
sl_si: Uveljavite 2FA
uz_uz: 2FAni qo'llash

source: Time after which inactive sessions are invalidated (force logout) (in seconds)
cs_cz: Doba, po které jsou neaktivní relace zneplatněny (vynucené odhlášení) (v sekundách)
el_gr: Χρόνος μετά τον οποίο οι ανενεργές περίοδοι λειτουργίας ακυρώνονται (αναγκαστική αποσύνδεση) (σε δευτερόλεπτα)
fi_fi: Aika, jonka jälkeen ei-aktiiviset istunnot mitätöidään (pakota uloskirjautuminen) (sekunteina)
pt_pt: Tempo após o qual as sessões inactivas são invalidadas (forçar o término da sessão) (em segundos)
sk_sk: Čas po ktorom sú neaktívne relácie nevalídne (vynútené odhlásenie) (v sekundách)
sl_si: Čas, po katerem so neaktivne seje razveljavljene (prisilna odjava) (v sekundah)
uz_uz: Faol bo'lmagan seanslar bekor qilingan vaqt (chiqishga majburlash) (sekundlarda)

source: Bruteforce login protection
cs_cz: Ochrana přihlášení skrze bruteforce
el_gr: Προστασία σύνδεσης Bruteforce
fi_fi: Bruteforce-kirjautumissuojaus
pt_pt: Proteção contra ataques de início de sessão por força bruta
sk_sk: Ochrana pred bruteforce prihlásením
sl_si: Bruteforce prijavna zaščita
uz_uz: Bruteforce login himoyasi

source: Enable blockchain timestamping with Bloxberg
cs_cz: Povolení časového značení blockchainu pomocí Bloxbergu
el_gr: Ενεργοποιήστε τη χρονική σήμανση blockchain με το Bloxberg
fi_fi: Ota lohkoketjun aikaleima käyttöön Bloxbergin avulla
pt_pt: Ativar carimbagem de data e hora em blockchain via Bloxberg
sk_sk: Zapnuť blockchain časové známkovanie pomocou Bloxberg
sl_si: Omogočite časovno žigosanje verige blokov z Bloxbergom
uz_uz: Bloxberg bilan blokcheyn vaqt tamg'asini yoqish

source: Anonymize author for GDPR compliance
cs_cz: Anonymizace autora pro splnění požadavků GDPR
el_gr: Ανωνυμοποιήστε τον συγγραφέα για συμμόρφωση με τον GDPR
fi_fi: Muuta kirjoittaja nimettömäksi GDPR:n noudattamiseksi
pt_pt: Anonimizar o autor para conformidade com o RGPD
sk_sk: Anonymizovať autora kvôli GDPR
sl_si: Anonimizirajte avtorja za skladnost z GDPR
uz_uz: GDPR muvofiqligi uchun muallifni anonimlashtiring

source: Keeex configuration
cs_cz: Konfigurace Keeex
el_gr: Διαμόρφωση Keeex
fi_fi: Keeex-kokoonpano
pt_pt: Configuração do Keeex
sk_sk: Konfigurácia Keeex
sl_si: Konfiguracija Keeex
uz_uz: Keeex konfiguratsiyasi

source: Requires a Keeex Fusion daemon running. %sSee documentation%s.
cs_cz: Vyžaduje spuštěný démon Keeex Fusion. %sViz dokumentace%s.
el_gr: Απαιτεί έναν δαίμονα Keeex Fusion που τρέχει. %sΔείτε την τεκμηρίωση%s.
fi_fi: Edellyttää Keeex Fusion -demonia käynnissä. %sKatso dokumentaatio%s.
pt_pt: Requer um daemon do Keeex Fusion em execução. %sConsultar documentação%s.
sk_sk: Vyžaduje zapnutý Keeex Fusian daemon. %sPozrieť dokumentáciu%s.
sl_si: Zahteva delovanje demona Keeex Fusion. %sOglejte si dokumentacijo%s.
uz_uz: Keeex Fusion demonining ishlashini talab qiladi. %sHujjatlarga qarang%s.

source: Enable Keeex
cs_cz: Povolit Keeex
el_gr: Ενεργοποιήστε το Keeex
fi_fi: Ota Keeex käyttöön
pt_pt: Ativar o Keeex
sk_sk: Zapnúť Keeex
sl_si: Omogoči Keeex
uz_uz: Keeex-ni yoqing

source: Keeex host
el_gr: Κεντρικός υπολογιστής Keeex
fi_fi: Keeex-isäntä
pt_pt: Host do Keeex
sk_sk: Hostiteľ Keeex
sl_si: Keeex gostitelj
uz_uz: Keeex xosti

source: Address (hostname or IP) of the Keeex service.
cs_cz: Adresa (název hostitele nebo IP) služby Keeex.
el_gr: Διεύθυνση (όνομα κεντρικού υπολογιστή ή IP) της υπηρεσίας Keeex.
fi_fi: Keeex-palvelun osoite (isäntänimi tai IP).
pt_pt: Endereço (hostname ou IP) do serviço Keeex.
sk_sk: Adresa (doména alebo IP) služby Keeex.
sl_si: Naslov (ime gostitelja ali IP) storitve Keeex.
uz_uz: Keeex xizmatining manzili (xost nomi yoki IP).

source: Keeex port
el_gr: Θύρα Keeex
fi_fi: Keeexin satama
pt_pt: Porta do Keeex
sl_si: Pristanišče Keeex
uz_uz: Keeex porti

source: Default port is 8080.
cs_cz: Výchozí port je 8080.
el_gr: Προεπιλεγμένη θύρα είναι η 8080.
fi_fi: Oletusportti on 8080.
pt_pt: A porta predefinida é 8080.
sk_sk: Predvolený port je 8080.
sl_si: Privzeta vrata so 8080.
uz_uz: Standart port 8080.

source: View metadata.xml
cs_cz: Zobrazit metadata.xml
el_gr: Προβολή metadata.xml
fi_fi: Näytä metadata.xml
pt_pt: Visualizar metadata.xml
sk_sk: Zobraziť metadata.xml
sl_si: Oglejte si metadata.xml
uz_uz: metadata.xml ni ko'rish

source: General settings
cs_cz: Obecná nastavení
el_gr: Γενικές Ρυθμίσεις
fi_fi: Yleiset asetukset
pt_pt: Definições gerais
sk_sk: Všeobecné nastavenia
sl_si: Splošne nastavitve
uz_uz: Umumiy sozlamalar

source: Enable SAML authentication
cs_cz: Povolení SAML ověřování
el_gr: Ενεργοποίηση ελέγχου ταυτότητας SAML
fi_fi: Ota SAML-todennus käyttöön
pt_pt: Ativar a autenticação SAML
sk_sk: Povoliť SAML authentikáciu
sl_si: Omogoči preverjanje pristnosti SAML
uz_uz: SAML autentifikatsiyasini yoqing

source: Strict mode
cs_cz: Přísný režim
el_gr: Αυστηρή λειτουργία
fi_fi: Tiukka tila
pt_pt: Modo estrito
sk_sk: Striktný režim
sl_si: Strogi način
uz_uz: Qattiq rejim

source: Debug mode
cs_cz: Režim ladění
el_gr: Λειτουργία εντοπισμού σφαλμάτων
fi_fi: Debug-tilassa
pt_pt: Modo de depuração
sk_sk: Debug mód
sl_si: Način odpravljanja napak
uz_uz: Nosozliklarni tuzatish rejimi

source: Service provider
cs_cz: Poskytovatel služeb
el_gr: Πάροχος υπηρεσιών
fi_fi: Palveluntarjoaja
pt_pt: Fornecedor de serviço
sk_sk: Poskytovateľ služby
sl_si: Ponudnik storitev
uz_uz: Xizmat ko'rsatuvchi provayder

source: Base URL
cs_cz: Základní URL
el_gr: Βασική διεύθυνση URL
fi_fi: Perus-URL-osoite
pt_pt: URL base
sk_sk: Základ URL
sl_si: Osnovni URL
uz_uz: Asosiy URL

source: Teams settings
cs_cz: Nastavení týmů
el_gr: Ρυθμίσεις ομάδων
fi_fi: Tiimin asetukset
pt_pt: Definições das equipas
sk_sk: Nastavenie tímu
sl_si: Nastavitve ekip
uz_uz: Jamoa sozlamalari

source: Fallback to internal id if existing user cannot be matched with email
cs_cz: Zpětné přepnutí na interní ID, pokud nelze existujícího uživatele přiřadit k e-mailu
el_gr: Επιστροφή στο εσωτερικό αναγνωριστικό εάν ο υπάρχων χρήστης δεν μπορεί να αντιστοιχιστεί με το email
fi_fi: Varaa sisäiseen tunnukseen, jos olemassa olevaa käyttäjää ei voida yhdistää sähköpostiin
pt_pt: Recorrer ao id interno caso o utilizador existente não consiga ser associado através do e-mail
sk_sk: Využiť interné id ak existujúci užívateľ nemôže byť spárovaný s emailom
sl_si: Nadomestni interni ID, če obstoječega uporabnika ni mogoče povezati z e-pošto
uz_uz: Mavjud foydalanuvchini e-pochta bilan moslashtira olmasa, ichki identifikatorga qaytish

source: If user is matched with internal id, update the email sent by IDP?
cs_cz: Pokud je uživatel přiřazen k internímu ID, aktualizovat e-mail odeslaný IDP?
el_gr: Εάν ο χρήστης έχει αντιστοιχιστεί με εσωτερικό αναγνωριστικό, να ενημερώσετε το email που έστειλε ο IDP;
fi_fi: Jos käyttäjä löytää sisäisen tunnuksen, päivitetäänkö IDP:n lähettämä sähköposti?
pt_pt: Se o utilizador corresponder a um ID interno, atualizar o e-mail enviado pelo PDI?
sk_sk: Ak je užívateľ spárovaný s interným id, aktualizovať jeho email v IDP?
sl_si: Če se uporabnik ujema z internim ID-jem, posodobiti e-pošto, ki jo je poslal IDP?
uz_uz: Agar foydalanuvchi ichki identifikatorga mos kelsa, IDP tomonidan yuborilgan elektron pochta manzili yangilansinmi?

source: Synchronize the local teams with the teams sent by IDP
cs_cz: Synchronizace místních týmů s týmy vyslanými IDP
el_gr: Συγχρονίστε τις τοπικές ομάδες με τις ομάδες που αποστέλλονται από το IDP
fi_fi: Synkronoi paikalliset tiimit IDP:n lähettämien ryhmien kanssa
pt_pt: Sincronizar as equipas locais com as equipas enviadas pelo IDP
sk_sk: Synchronizovať lokálne tímy s tímami získanými z IDP
sl_si: Sinhronizirajte lokalne ekipe z ekipami, ki jih je poslal IDP
uz_uz: Mahalliy jamoalarni IDP tomonidan yuborilgan jamoalar bilan sinxronlashtiring

source: Create team sent by IDP if it doesn't exist already
cs_cz: Vytvořit tým odeslaný IDP, pokud ještě neexistuje
el_gr: Δημιουργία ομάδας που αποστέλλεται από τον IDP, εάν δεν υπάρχει ήδη
fi_fi: Luo IDP:n lähettämä tiimi, jos sitä ei vielä ole olemassa
pt_pt: Criar equipa enviada pelo IDP se ainda não existir
sk_sk: Vytvorte tím odoslaný IDP, ak ešte neexistuje
sl_si: Ustvari ekipo, ki jo je poslal IDP, če še ne obstaja
uz_uz: Agar u allaqachon mavjud bo'lmasa, IDP tomonidan yuborilgan jamoani yarating

source: If no team attribute is found, to which team user is assigned?
cs_cz: Pokud není nalezen žádný atribut týmu, ke kterému týmu je uživatel přiřazen?
el_gr: Εάν δεν βρεθεί χαρακτηριστικό ομάδας, σε ποιον χρήστη της ομάδας έχει εκχωρηθεί;
fi_fi: Jos tiimimääritettä ei löydy, mille tiimin käyttäjälle on määritetty?
pt_pt: Se não for encontrado nenhum atributo de equipa, qual a equipa que deverá ser atribuída ao utilizador?
sk_sk: Ak nie je nájdený žiadny tímový atribút ktorému tímu je užívateľ priradený?
sl_si: Če ni najden noben atribut ekipe, kateremu uporabniku ekipe je dodeljen?
uz_uz: Agar jamoa atributi topilmasa, qaysi jamoa foydalanuvchisi tayinlanadi?

source: Throw error
cs_cz: Vypsat chybu
el_gr: Σφάλμα ρίψης
fi_fi: Heitä virhe
pt_pt: Levantar um erro
sk_sk: Vyhodiť chybu
sl_si: Vrzi napako
uz_uz: Otish xatosi

source: Let user select a team
cs_cz: Nechat uživatele vybrat tým
el_gr: Αφήστε τον χρήστη να επιλέξει μια ομάδα
fi_fi: Anna käyttäjän valita tiimi
pt_pt: Permitir que utilizador selecione uma equipa
sk_sk: Ponechať užívateľa zvoliť si tím
sl_si: Naj uporabnik izbere ekipo
uz_uz: Foydalanuvchiga jamoa tanlashiga ruxsat bering

source: If the user doesn't exist yet, what to do?
cs_cz: Co dělat, když uživatel ještě neexistuje?
el_gr: Εάν ο χρήστης δεν υπάρχει ακόμα, τι να κάνετε;
fi_fi: Jos käyttäjää ei ole vielä olemassa, mitä tehdään?
pt_pt: Se o utilizador ainda não existir, o que deverá ser feito?
sk_sk: Ak užívateľ neexistuje, čo spraviť?
sl_si: Če uporabnik še ne obstaja, kaj storiti?
uz_uz: Agar foydalanuvchi hali mavjud bo'lmasa, nima qilish kerak?

source: Create the user on the fly
cs_cz: Vytvoření uživatele za běhu
el_gr: Δημιουργία χρήστη on-the-fly
fi_fi: Luo käyttäjä lennossa
pt_pt: Criar o utilizador no momento
sk_sk: Vytvoriť používateľa za behu
sl_si: Uporabnika ustvarite sproti
uz_uz: Tezda foydalanuvchi yarating
