Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Throw error, allowing a sysadmin to create the user
cs_cz: Vypsat chybu a umožnit systémovému správci vytvořit uživatele
el_gr: Εμφάνιση σφάλματος, επιτρέποντας σε έναν sysadmin να δημιουργήσει τον χρήστη
fi_fi: Heitä virhe, jolloin järjestelmänvalvoja voi luoda käyttäjän
pt_pt: Levantar um erro, permitindo que um Administrador de Sistemas crie o utilizador
sk_sk: Vyhodiť chybu, povoľujem sysadminom vytvoriť užívateľa
sl_si: Vrzi napako, ki dovoljuje sistemskemu skrbniku, da ustvari uporabnika
uz_uz: Tizim boshqaruvchisiga foydalanuvchi yaratishga ruxsat beruvchi xatolik

source: Security settings
cs_cz: Nastavení zabezpečení
el_gr: Ρυθμίσεις ασφαλείας
fi_fi: Turvallisuusasetukset
pt_pt: Definições de segurança
sk_sk: Bezpečnostné nastavenia
sl_si: Varnostne nastavitve
uz_uz: Xavfsizlik sozlamalari

source: LDAP server configuration
cs_cz: Konfigurace serveru LDAP
el_gr: Διαμόρφωση διακομιστή LDAP
fi_fi: LDAP-palvelimen määritykset
pt_pt: Configuração do servidor LDAP
sk_sk: Konfigurácia LDAP serveru
sl_si: Konfiguracija strežnika LDAP
uz_uz: LDAP server konfiguratsiyasi

source: eLabFTW LDAP configuration
cs_cz: Konfigurace LDAP eLabFTW
el_gr: Διαμόρφωση eLabFTW LDAP
fi_fi: eLabFTW LDAP -määritys
pt_pt: Configuração LDAP do eLabFTW
sk_sk: eLabFTW LDAP konfigurácia
sl_si: Konfiguracija eLabFTW LDAP
uz_uz: eLabFTW LDAP konfiguratsiyasi

source: By which LDAP attribute the user will be found (default is 'mail').
cs_cz: Podle kterého atributu LDAP bude uživatel nalezen (výchozí hodnota je 'mail').
el_gr: Με ποιο χαρακτηριστικό LDAP θα βρεθεί ο χρήστης (η προεπιλογή είναι 'mail').
fi_fi: Millä LDAP-attribuutilla käyttäjä löydetään (oletus on 'mail').
pt_pt: Atributo LDAP a partir do qual será encontrado o utilizador (a predefinição é 'mail').
sk_sk: Podľa ktorého atribútu LDAP sa bude používateľ nachádzať (predvolená hodnota je „mail“).
sl_si: Po katerem atributu LDAP bo uporabnik najden (privzeto je 'mail').
uz_uz: Qaysi LDAP atributi boʻyicha foydalanuvchi topiladi (birlamchi “pochta”).

source: You can search for several attributes by separating them with a comma (e.g. uid,mail).
cs_cz: Můžete vyhledat několik atributů tak, že je oddělíte čárkou (např. uid,mail).
el_gr: Μπορείτε να αναζητήσετε πολλά χαρακτηριστικά διαχωρίζοντάς τα με κόμμα (π.χ. uid, mail).
fi_fi: Voit etsiä useita määritteitä erottamalla ne pilkulla (esim. uid,mail).
pt_pt: Pode pesquisar por vários atributos separando-os com uma vírgula (ex. uid,mail).
sk_sk: Môžete hľadať niekoľko atribútov oddelením čiarkov (napr. uid,mail).
sl_si: Iščete lahko po več atributih, tako da jih ločite z vejico (npr. uid,mail).
uz_uz: Siz bir nechta atributlarni vergul bilan ajratib qidirishingiz mumkin (masalan, uid, pochta).

source: What attribute to look for the team name
cs_cz: Jaký atribut hledat v názvu týmu
el_gr: Ποιο χαρακτηριστικό να αναζητήσετε το όνομα της ομάδας
fi_fi: Mitä määritettä etsiä joukkueen nimelle
pt_pt: Atributo a utilizar para o nome da equipa
sk_sk: Ktorý atribút na hľadanie mena tímu
sl_si: Kateri atribut iskati pri imenu ekipe
uz_uz: Jamoa nomini izlash uchun qanday xususiyat

source: Create team sent by server if it doesn't exist already
cs_cz: Vytvořit tým odeslaný serverem, pokud ještě neexistuje
el_gr: Δημιουργήστε ομάδα που αποστέλλεται από διακομιστή εάν δεν υπάρχει ήδη
fi_fi: Luo palvelimen lähettämä tiimi, jos sitä ei vielä ole olemassa
pt_pt: Criar equipa enviada pelo servidor se ainda não existir
sk_sk: Vytvoriť tím odoslaný serverom ak tím už neexistuje
sl_si: Ustvari ekipo, ki jo pošlje strežnik, če še ne obstaja
uz_uz: Agar u allaqachon mavjud bo'lmasa, server tomonidan yuborilgan jamoani yarating

source: What attribute to look for the email
cs_cz: Jaký atribut hledat v e-mailu
el_gr: Τι χαρακτηριστικό να αναζητήσετε το email
fi_fi: Mitä määritettä etsiä sähköpostissa
pt_pt: Atributo a utilizar para o e-mail
sk_sk: Ktorý atribút na hľadanie emailu
sl_si: Kateri atribut iskati za e-pošto
uz_uz: Elektron pochtani qanday atribut izlash kerak

source: What attribute to look for the firstname
cs_cz: Jaký atribut hledat pro křestní jméno
el_gr: Ποιο χαρακτηριστικό να αναζητήσετε το όνομα
fi_fi: Mitä määritettä etsitään etunimelle
pt_pt: Atributo a utilizar para o nome próprio
sk_sk: Ktorý atribút na hľadanie krstného mena
sl_si: Kateri atribut iskati pri imenu
uz_uz: Ismni qanday atribut bilan izlash kerak

source: What attribute to look for the lastname
cs_cz: Jaký atribut hledat pro příjmení
el_gr: Τι χαρακτηριστικό να ψάξετε για το επώνυμο
fi_fi: Mitä määritettä etsitään sukunimelle
pt_pt: Atributo a utilizar para o apelido
sk_sk: Ktorý atribút na hľadanie priezviska
sl_si: Kakšen atribut iskati pri priimku
uz_uz: Familiyani qanday atribut bilan izlash kerak

source: If authentication is handled by an upstream server, configure here the request headers mappings and behaviors.
cs_cz: Pokud je ověřování zpracováváno serverem upstream, nakonfigurujte zde mapování hlaviček požadavků a chování.
el_gr: Εάν ο έλεγχος ταυτότητας πραγματοποιείται από διακομιστή upstream, διαμορφώστε εδώ τις αντιστοιχίσεις και τις συμπεριφορές των κεφαλίδων αιτημάτων.
fi_fi: Jos todennusta käsittelee ylävirran palvelin, määritä tässä pyyntöotsikoiden kartoitukset ja käyttäytyminen.
pt_pt: Se a autenticação for tratada por um servidor a montante, configure aqui os mapeamentos e comportamentos dos cabeçalhos dos pedidos.
sk_sk: Ak je autentikácia spracovávaná serverom upstream, nakonfigurujte tu mapovanie hlavičiek a správanie.
sl_si: Če preverjanje pristnosti obravnava zgornji strežnik, tukaj konfigurirajte preslikave in vedenje glav zahtev.
uz_uz: Agar autentifikatsiya yuqori oqim serveri tomonidan amalga oshirilsa, bu yerda so‘rov sarlavhalari xaritalari va xatti-harakatlarini sozlang.

source: Use this to detect if the user is logged in from upstream server (value is not used, only presence).
cs_cz: Slouží ke zjištění, zda je uživatel přihlášen z upstream serveru (hodnota se nepoužívá, pouze přítomnost).
el_gr: Χρησιμοποιήστε το για να εντοπίσετε εάν ο χρήστης είναι συνδεδεμένος από διακομιστή ανόδου (δεν χρησιμοποιείται η τιμή, αλλά μόνο η παρουσία).
fi_fi: Käytä tätä havaitaksesi, onko käyttäjä kirjautunut sisään ylävirran palvelimelta (arvoa ei käytetä, vain läsnäolo).
pt_pt: Utilize isto para detetar se o utilizador tem sessão iniciada a partir do servidor a montante (o valor não é utilizado, apenas a presença).
sk_sk: Použiť toto na detekciu či užívateľ je prihlásený z serveru upstream (hodnota nie je použitá, iba prítomnosť).
sl_si: Uporabite to, če želite zaznati, ali je uporabnik prijavljen z zgornjega strežnika (vrednost se ne uporablja, samo prisotnost).
uz_uz: Bundan foydalanuvchi yuqori oqim serveridan tizimga kirganligini aniqlash uchun foydalaning (qiymat ishlatilmaydi, faqat mavjudligi).

source: Send an email to users
cs_cz: Odeslání e-mailu uživatelům
el_gr: Στείλτε ένα email στους χρήστες
fi_fi: Lähetä sähköpostia käyttäjille
pt_pt: Enviar uma mensagem de correio eletrónico aos utilizadores
sk_sk: Odoslať email užívateľom
sl_si: Pošlji e-pošto uporabnikom
uz_uz: Foydalanuvchilarga elektron pochta xabarini yuboring

source: Send to
cs_cz: Poslat
el_gr: Στείλε σε
fi_fi: Lähetä
pt_pt: Enviar para
sk_sk: Odoslať na
sl_si: Pošlji
uz_uz: Kimga yuboring

source: Members of team %s
cs_cz: Členové týmu %s
el_gr: Μέλη της ομάδας %s
fi_fi: Tiimin %s jäsenet
pt_pt: Membros da equipa %s
sk_sk: Členovia tímu %s
sl_si: Člani ekipe %s
uz_uz: %s jamoasi aʼzolari

source: Members of teamgroup %s
cs_cz: Členové skupiny %s
el_gr: Μέλη της ομάδας %s
fi_fi: Tiimiryhmän %s jäsenet
pt_pt: Membros do grupo de equipas %s
sk_sk: Členovia tímovej skupiny %s
sl_si: Člani timske skupine %s
uz_uz: %s jamoasi aʼzolari

source: Add a new task
cs_cz: Přidání nového úkolu
el_gr: Προσθήκη νέας εργασίας
fi_fi: Lisää uusi tehtävä
pt_pt: Adicionar nova tarefa
sk_sk: Pridajte novú úlohu
sl_si: Dodajte novo nalogo
uz_uz: Yangi vazifa qo'shing

source: Show steps for team
cs_cz: Zobrazit kroky pro tým
el_gr: Εμφάνιση βημάτων για την ομάδα
fi_fi: Näytä vaiheet tiimille
pt_pt: Mostrar etapas para a equipa
sk_sk: Zobraziť kroky pre tím
sl_si: Prikaži korake za ekipo
uz_uz: Jamoa uchun qadamlarni ko'rsating

source: Select timestamping authority (TSA)
cs_cz: Výběr autority časových razítek (TSA)
el_gr: Επιλογή αρχής χρονοσήμανσης (TSA)
fi_fi: Valitse aikaleima-auktoriteetti (TSA)
pt_pt: Selecionar a autoridade de carimbo de data e hora (TSA)
sk_sk: Vybrať autoritu časových pečiatok (TSA)
sl_si: Izberite organ za časovno žigosanje (TSA)
uz_uz: Vaqt tamg'asi vakolatini tanlang (TSA)

source: Login for external timestamping service
cs_cz: Přihlášení k externí službě časového razítka
el_gr: Είσοδος για εξωτερική υπηρεσία χρονοσήμανσης
fi_fi: Kirjaudu ulkoiseen aikaleimapalveluun
pt_pt: Nome de utilizador para o serviço externo de carimbagem de data e hora
sk_sk: Prihláste sa pre externú službu časovej pečiatky
sl_si: Prijava za zunanjo storitev časovnega žigosanja
uz_uz: Tashqi vaqt tamg'asi xizmatiga kiring

source: Password for external timestamping service
cs_cz: Heslo pro externí službu časového razítka
el_gr: Κωδικός πρόσβασης για υπηρεσία εξωτερικής χρονοσήμανσης
fi_fi: Salasana ulkoiselle aikaleimapalvelulle
pt_pt: Palavra-passe para o serviço externo de carimbagem de data e hora
sk_sk: Heslo pre externú službu časovej pečiatky
sl_si: Geslo za zunanjo storitev časovnega žigosanja
uz_uz: Tashqi vaqt tamg'asi xizmati uchun parol

source: General
cs_cz: Hlavní
el_gr: Γενικά
fi_fi: Yleinen
pt_pt: Geral
sk_sk: generál
sl_si: Splošno

source: Help us translate eLabFTW!
cs_cz: Pomozte nám přeložit eLabFTW!
el_gr: Βοηθήστε μας να μεταφράσουμε το eLabFTW!
fi_fi: Auta meitä kääntämään eLabFTW!
pt_pt: Ajude-nos a traduzir o eLabFTW!
sk_sk: Pomôžte nám preložiť eLabFTW!
sl_si: Pomagajte nam prevesti eLabFTW!
uz_uz: eLabFTW ni tarjima qilishga yordam bering!

source: Items per page
cs_cz: Položek na stránku
el_gr: Αντικείμενα ανά σελίδα
fi_fi: Kohteita per sivu
pt_pt: Itens por página
sk_sk: Položiek na stránku
sl_si: Predmetov na stran
uz_uz: Har bir sahifadagi elementlar

source: Display mode
cs_cz: Režim zobrazení
el_gr: Λειτουργία προβολής
fi_fi: Näyttötila
pt_pt: Modo de apresentação
sk_sk: Režim zobrazenia
sl_si: Način prikaza
uz_uz: Ko'rsatish rejimi

source: Order by
cs_cz: Seřadit podle
el_gr: Ταξινόμηση κατά
fi_fi: Järjestä
pt_pt: Ordenar por
sk_sk: Zoradiť podľa
sl_si: Naroči po
uz_uz: Buyurtma berish

source: Enable Chinese, Japanese and Korean fonts in PDF generation
cs_cz: Povolení čínských, japonských a korejských písem při generování souborů PDF
el_gr: Ενεργοποίηση κινεζικών, ιαπωνικών και κορεατικών γραμματοσειρών στη δημιουργία PDF
fi_fi: Ota käyttöön kiinalaiset, japanilaiset ja korealaiset fontit PDF:n luonnissa
pt_pt: Ativar tipos de letra chineses, japoneses e coreanos na geração de PDFs
sk_sk: Zapnúť čínske, japonské a kórejské fonty v PDF generátore
sl_si: Omogočite kitajske, japonske in korejske pisave pri ustvarjanju PDF
uz_uz: PDF yaratishda xitoy, yapon va koreys shriftlarini yoqing

source: WARNING: this will dramatically increase the file size unless you disable PDF/A
cs_cz: UPOZORNĚNÍ: pokud nezakážete PDF/A, výrazně se tím zvýší velikost souboru
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: αυτό θα αυξήσει δραματικά το μέγεθος του αρχείου εκτός και αν απενεργοποιήσετε το PDF/A
fi_fi: VAROITUS: tämä suurentaa dramaattisesti tiedostokokoa, ellet poista PDF/A:ta käytöstä
pt_pt: AVISO: isto aumentará drasticamente o tamanho do ficheiro, a menos que desactive o PDF/A
sk_sk: UPOZORNENIE: toto výrazne zvýši veľkosť súboru, pokiaľ nezakážete PDF/A
sl_si: OPOZORILO: to bo dramatično povečalo velikost datoteke, razen če onemogočite PDF/A
uz_uz: OGOHLANTIRISH: PDF/A-ni o'chirmaguningizcha, bu fayl hajmini keskin oshiradi

source: Add attached files summary to the PDF
cs_cz: Přidání přehledu přiložených souborů do souboru PDF
el_gr: Προσθέστε σύνοψη συνημμένων αρχείων στο PDF
fi_fi: Lisää liitetiedostojen yhteenveto PDF-tiedostoon
pt_pt: Adicionar resumo dos ficheiros anexados ao PDF
sk_sk: Pridajte súhrn priložených súborov do PDF
sl_si: PDF-ju dodajte povzetek priloženih datotek
uz_uz: PDF-ga biriktirilgan fayllar xulosasini qo'shing

source: Append attached PDFs to exported PDF
cs_cz: Připojení přiložených souborů PDF k exportovanému souboru PDF
el_gr: Προσθήκη συνημμένων αρχείων PDF στο εξαγόμενο PDF
fi_fi: Liitä liitetyt PDF-tiedostot vietyihin PDF-tiedostoihin
pt_pt: Adicionar PDFs anexados ao PDF exportado
sk_sk: Pripojte priložené súbory PDF k exportovanému súboru PDF
sl_si: Izvoženemu PDF-ju dodajte priložene PDF-je
uz_uz: Eksport qilingan PDF-ga biriktirilgan PDF-fayllarni qo'shing

source: Enable french style signature block in PDF Export
cs_cz: Povolení bloku podpisu ve francouzském stylu v exportu PDF
el_gr: Ενεργοποίηση μπλοκ υπογραφής γαλλικού στυλ στην Εξαγωγή PDF
fi_fi: Ota käyttöön ranskalaistyylinen allekirjoituslohko PDF-viennissä
pt_pt: Ativar o bloco de assinatura de estilo francês na exportação de PDF
sk_sk: Povoliť blokovanie podpisov vo francúzskom štýle v exporte PDF
sl_si: Omogoči blok podpisov v francoskem slogu v izvozu PDF
uz_uz: PDF eksportida frantsuzcha uslubdagi imzo blokini yoqing

source: Your identity
cs_cz: Vaše identita
el_gr: Η ταυτότητά σου
fi_fi: Sinun henkilöllisyytesi
pt_pt: A sua identidade
sk_sk: Vaša identita
sl_si: Tvoja identiteta
uz_uz: Sizning shaxsingiz

source: QR Code
cs_cz: QR kód
fi_fi: QR koodi
pt_pt: Código QR
sk_sk: QR kód
sl_si: koda QR
uz_uz: QR kodi

source: Locked by %s on %s at %s
cs_cz: Uzamčeno %s na %s v %s
el_gr: Κλειδώθηκε από %s στο %s στο %s
fi_fi: Lukitsi %s %s klo %s
pt_pt: Bloqueado por %s a %s às %s
sk_sk: Uzamknuté používateľom %s dňa %s o %s
sl_si: Zaklenil %s dne %s ob %s
uz_uz: %s da %s da %s tomonidan bloklangan

source: Could not find an existing user. Ask a Sysadmin to create your account.
cs_cz: Nepodařilo se najít existujícího uživatele. Požádejte systémového správce o vytvoření účtu.
el_gr: Δεν ήταν δυνατή η εύρεση υπάρχοντος χρήστη. Ζητήστε από έναν Sysadmin να δημιουργήσει τον λογαριασμό σας.
fi_fi: Olemassa olevaa käyttäjää ei löytynyt. Pyydä järjestelmänvalvojaa luomaan tili.
pt_pt: Não foi possível encontrar um utilizador existente. Peça a um Administrador de Sistemas para criar a sua conta.
sk_sk: Nepodarilo sa nájsť existujúceho používateľa. Požiadajte správcu systému o vytvorenie účtu.
sl_si: Obstoječega uporabnika ni bilo mogoče najti. Prosite sistemskega skrbnika, da ustvari vaš račun.
uz_uz: Mavjud foydalanuvchi topilmadi. Hisob qaydnomangizni yaratish uchun tizim boshqaruvchisidan so'rang.

source: Click to edit
cs_cz: Klikněte pro úpravu
el_gr: Κάντε κλικ για επεξεργασία
fi_fi: Muokkaa napsauttamalla
pt_pt: Clique para editar
sk_sk: Kliknutím upravíte
sl_si: Kliknite za urejanje
uz_uz: Tahrirlash uchun bosing

source: Now
cs_cz: Nyní
el_gr: Τώρα
fi_fi: Nyt
pt_pt: Agora
sk_sk: Teraz
sl_si: zdaj
uz_uz: Hozir

source: Today
cs_cz: Dnes
el_gr: Σήμερα
fi_fi: Tänään
pt_pt: Hoje
sk_sk: Dnes
sl_si: Danes
uz_uz: Bugun

source: Only owner and admins
cs_cz: Pouze vlastník a správci
el_gr: Μόνο ιδιοκτήτης και διαχειριστές
fi_fi: Vain omistaja ja ylläpitäjät
pt_pt: Apenas proprietário e administradores
sk_sk: Iba majiteľ a admini
sl_si: Samo lastnik in skrbniki
uz_uz: Faqat egasi va administratorlari

source: Only owner
cs_cz: Pouze vlastník
el_gr: Μόνο ιδιοκτήτης
fi_fi: Vain omistaja
pt_pt: Apenas proprietário
sk_sk: Iba majiteľ
sl_si: Edini lastnik
uz_uz: Faqat egasi

source: Revisions cannot be deleted.
cs_cz: Revize nelze smazat.
el_gr: Οι αναθεωρήσεις δεν μπορούν να διαγραφούν.
fi_fi: Versioita ei voi poistaa.
pt_pt: As revisões não podem ser apagadas.
sk_sk: Revízie nemôžu byť zmazané.
sl_si: Revizij ni mogoče izbrisati.
uz_uz: Tahrirlarni oʻchirib boʻlmaydi.

source: Hello. Your account on eLabFTW was validated by an admin. Follow this link to login: %s
cs_cz: Dobrý den. Váš účet na eLabFTW byl ověřen administrátorem. Pro přihlášení následujte tento odkaz: %s
el_gr: Γειά σου. Ο λογαριασμός σας στο eLabFTW επικυρώθηκε από έναν διαχειριστή. Ακολουθήστε αυτόν τον σύνδεσμο για να συνδεθείτε: %s
fi_fi: Hei. Järjestelmänvalvoja vahvisti tilisi eLabFTW:ssä. Kirjaudu sisään tästä linkistä: %s
pt_pt: Olá. A sua conta no eLabFTW foi validada por um administrador. Siga esta hiperligação para iniciar sessão: %s
sk_sk: Ahoj. Váš účet na eLabFTW bol overený správcom. Ak sa chcete prihlásiť, kliknite na tento odkaz: %s
sl_si: Zdravo. Vaš račun na eLabFTW je potrdil skrbnik. Sledite tej povezavi za prijavo: %s
uz_uz: Salom. eLabFTW’dagi hisobingiz administrator tomonidan tasdiqlangan. Kirish uchun ushbu havolaga oʻting: %s

source: Dashboard
cs_cz: Nástěnka
el_gr: Πίνακας Ελέγχου
fi_fi: Kojelauta
pt_pt: Painel de controlo
sl_si: Nadzorna plošča
uz_uz: Boshqaruv paneli

source: Resource
cs_cz: Zdroj
el_gr: Πόρος
fi_fi: Resurssi
pt_pt: Recurso
sk_sk: Zdroj
sl_si: Vir
uz_uz: Manba

source: Resources categories
cs_cz: Kategorie zdrojů
el_gr: Κατηγορίες πόρων
fi_fi: Resurssikategoriat
pt_pt: Categorias de recursos
sk_sk: Kategórie zdrojov
sl_si: Kategorije virov
uz_uz: Resurs toifalari

source: This menu allows you to define categories for your resources. A resource category is similar to an experiment template but for resources entries.
cs_cz: Tato nabídka umožňuje definovat kategorie pro vaše zdroje. Kategorie zdrojů je podobná šabloně experimentu, ale pro položky zdrojů.
el_gr: Αυτό το μενού σάς επιτρέπει να ορίσετε κατηγορίες για τους πόρους σας. Μια κατηγορία πόρων είναι παρόμοια με ένα πρότυπο πειράματος αλλά για καταχωρίσεις πόρων.
fi_fi: Tämän valikon avulla voit määrittää resursseillesi luokkia. Resurssiluokka on samanlainen kuin kokeen mallipohja, mutta resurssimerkintöjä varten.
pt_pt: Este menu permite-lhe definir categorias para os seus recursos. Uma categoria de recursos é semelhante a um modelo de experiência, mas para entradas de recursos.
sk_sk: Táto ponuka vám umožňuje definovať kategórie pre vaše zdroje. Kategória zdrojov je podobná šablóne experimentu, ale pre položky zdrojov.
sl_si: Ta meni vam omogoča, da določite kategorije za svoje vire. Kategorija vira je podobna poskusni predlogi, vendar za vnose virov.
uz_uz: Ushbu menyu resurslaringiz uchun toifalarni aniqlash imkonini beradi. Resurs toifasi tajriba shabloniga o'xshaydi, lekin manbalar yozuvlari uchun.

source: Load fields
cs_cz: Pole pro načítání
el_gr: Φόρτωση πεδίων
fi_fi: Lataa kentät
pt_pt: Carregar campos
sk_sk: Načítať polia
sl_si: Naloži polja
uz_uz: Maydonlarni yuklash

source: Welcome %s
cs_cz: Vítejte %s
el_gr: Καλώς ήρθατε %s
fi_fi: Tervetuloa %s
pt_pt: Damos-lhe as boas-vindas, %s
sk_sk: Vitajte %s
sl_si: Dobrodošli %s
uz_uz: Xush kelibsiz %s

source: Suggested tags
cs_cz: Navrhované štítky
el_gr: Προτεινόμενες ετικέτες
fi_fi: Ehdotetut tunnisteet
pt_pt: Etiquetas sugeridas
sk_sk: Odporúčané tagy
sl_si: Predlagane oznake
uz_uz: Tavsiya etilgan teglar

source: Show only Admins
cs_cz: Zobrazit pouze správce
el_gr: Εμφάνιση μόνο διαχειριστών
fi_fi: Näytä vain järjestelmänvalvojat
pt_pt: Mostrar apenas Administradores
sk_sk: Ukázať iba Adminov
sl_si: Prikaži samo skrbnike
uz_uz: Faqat adminlarni ko'rsatish

source: Unvalidated
cs_cz: Neplatné
el_gr: Μη επικυρωμένο
fi_fi: Vahvistamaton
pt_pt: Não validado
sk_sk: Nevalidované
sl_si: Nepreverjeno
uz_uz: Tasdiqlanmagan

source: Promote to Admin
cs_cz: Povýšit na správce
el_gr: Προώθηση σε Διαχειριστή
fi_fi: Ylennä järjestelmänvalvojaksi
pt_pt: Promover a Administrador
sk_sk: Povýšiť na Admina
sl_si: Napredujte v skrbnika
uz_uz: Admin darajasiga ko'taring

source: Demote from Admin
cs_cz: Degradace z pozice správce
el_gr: Υποβιβασμός από Διαχειριστή
fi_fi: Alenna järjestelmänvalvojasta
pt_pt: Despromover Administrador
sk_sk: Preradiť nižšie zo správcu
sl_si: Znižaj s položaja skrbnika
uz_uz: Administrator lavozimidan tushirish

source: Validate user
cs_cz: Ověření uživatele
el_gr: Επικύρωση χρήστη
fi_fi: Vahvista käyttäjä
pt_pt: Validar utilizador
sk_sk: Validovať užívateľa
sl_si: Potrdi uporabnika
uz_uz: Foydalanuvchini tasdiqlash

source: Time
cs_cz: Čas
el_gr: Ώρα
fi_fi: Aika
pt_pt: Tempo
sk_sk: Čas
sl_si: Čas
uz_uz: Vaqt

source: Load extra fields
cs_cz: Načtení dalších polí
el_gr: Φόρτωση επιπλέον πεδίων
fi_fi: Lataa ylimääräiset kentät
pt_pt: Carregar campos adicionais
sk_sk: Načítať ďalšie polia
sl_si: Naloži dodatna polja
uz_uz: Qo'shimcha maydonlarni yuklang

source: Load from a database category
cs_cz: Načtení z kategorie databáze
el_gr: Φόρτωση από μια κατηγορία βάσης δεδομένων
fi_fi: Lataa tietokantakategoriasta
pt_pt: Carregar a partir de uma categoria de base de dados
sk_sk: Načítať z kategórie databázy
sl_si: Nalaganje iz kategorije zbirke podatkov
uz_uz: Ma'lumotlar bazasi turkumidan yuklash

source: Load
cs_cz: Načíst
el_gr: Φόρτωση
fi_fi: Lataa
pt_pt: Carregar
sk_sk: Naložiť
sl_si: obremenitev
uz_uz: Yuklash

source: Load from an experiment template
cs_cz: Načtení ze šablony experimentu
el_gr: Φόρτωση από πρότυπο πειράματος
fi_fi: Lataa kokeen mallipohjasta
pt_pt: Carregar a partir de um modelo de experimento
sk_sk: Načítať zo šablóny experimentu
sl_si: Naloži iz poskusne predloge
uz_uz: Tajriba shablonidan yuklash

source: Metadata preview
cs_cz: Náhled metadat
el_gr: Προεπισκόπηση μεταδεδομένων
fi_fi: Metatietojen esikatselu
pt_pt: Pré-visualização de metadados
sk_sk: Ukážka metadát
sl_si: Predogled metapodatkov
uz_uz: Metadatani oldindan ko'rish

source: Apply
cs_cz: Použít
el_gr: Εφαρμογή
fi_fi: Käytä
pt_pt: Aplicar
sk_sk: Aplikovať
sl_si: Prijavite se
uz_uz: Murojaat qiling

source: Go to dashboard
cs_cz: Přejít na nástěnku
el_gr: Μεταβείτε στον πίνακα ελέγχου
fi_fi: Siirry kojelautaan
pt_pt: Ir para o painel de controlo
sk_sk: Prejdite na informačný panel
sl_si: Pojdi na nadzorno ploščo
uz_uz: Boshqaruv paneliga o'ting

source: Resources
cs_cz: Zdroje
el_gr: Πόροι
fi_fi: Resurssit
pt_pt: Recursos
sk_sk: Zdroje
sl_si: Viri
uz_uz: Resurslar

source: A change of at least %d characters is required to trigger a revision save.
cs_cz: Pro uložení revize je nutná změna alespoň o %d znaků.
el_gr: Απαιτείται αλλαγή τουλάχιστον %d χαρακτήρων για να ενεργοποιηθεί μια αποθήκευση αναθεώρησης.
fi_fi: Vähintään %d merkin muutos vaaditaan, jotta versio tallennetaan.
pt_pt: É necessária uma alteração de pelo menos %d caracteres para acionar uma gravação da revisão.
sk_sk: Na spustenie uloženia revízie je potrebná zmena aspoň %d znakov.
sl_si: Za sprožitev shranjevanja revizije je potrebna sprememba vsaj %d znakov.
uz_uz: Tekshirishni saqlashni boshlash uchun kamida %d ta belgi oʻzgarishi kerak.

source: Compare revisions
cs_cz: Porovnání revizí
el_gr: Σύγκριση αναθεωρήσεων
fi_fi: Vertaa versioita
pt_pt: Comparar revisões
sk_sk: Porovnať revízie
sl_si: Primerjaj revizije
uz_uz: Tahrirlarni solishtiring

source: Revision ID
cs_cz: ID revize
el_gr: Αναγνωριστικό αναθεώρησης
fi_fi: Version tunnus
pt_pt: ID da revisão
sk_sk: ID Revízie
sl_si: ID revizije
uz_uz: Tahrir identifikatori

source: Switch layout
cs_cz: Přepnout rozložení
el_gr: Εναλλαγή διάταξης
fi_fi: Vaihda asettelua
pt_pt: Alterar disposição
sk_sk: Zmeniť rozloženie
sl_si: Preklopi postavitev
uz_uz: Tartibni almashtirish

source: Show archived
cs_cz: Zobrazit archivované
el_gr: Εμφάνιση αρχειοθετημένη
fi_fi: Näytä arkistoitu
pt_pt: Mostrar arquivados
sk_sk: Zobraziť archivované
sl_si: Prikaži arhivirano
uz_uz: Arxivlangan ko'rsatish

source: Allow the base permission setting «Only owner»
cs_cz: Povolit základní nastavení oprávnění "Pouze vlastník"
el_gr: Να επιτρέπεται η ρύθμιση βασικής πρόσβασης «Μόνο κάτοχος»
fi_fi: Salli peruskäyttöoikeusasetus "Vain omistaja"
pt_pt: Permitir a definição base de permissão «Apenas proprietário»
sk_sk: Povoliť základné nastavenie povolení „Iba vlastník“
sl_si: Dovoli nastavitev osnovnega dovoljenja »Samo lastnik«
uz_uz: "Faqat egasi" asosiy ruxsat sozlamasiga ruxsat berish
