Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Created
cs_cz: Vytvořen
el_gr: Δημιουργήθηκε
fi_fi: Luotu
pt_pt: Criado
sk_sk: Vytvorené
sl_si: Ustvarjeno
uz_uz: Yaratilgan

source: Parent entry
cs_cz: Nadřazený záznam
el_gr: Γονική καταχώρηση
fi_fi: Ylätason merkintä
pt_pt: Entrada-mãe
sk_sk: Záznam rodiča
sl_si: Vnos staršev
uz_uz: Ota-ona kirishi

source: File size
cs_cz: Velikost souboru
el_gr: Μέγεθος αρχείου
fi_fi: Tiedostokoko
pt_pt: Tamanho do ficheiro
sk_sk: Veľkosť súboru
sl_si: Velikost datoteke
uz_uz: Fayl hajmi

source: You can import data from a .eln archive or a .csv file. %sSee documentation %s%s.
cs_cz: Data můžete importovat z archivu .eln nebo ze souboru .csv. %sViz dokumentace %s%s.
el_gr: Μπορείτε να εισαγάγετε δεδομένα από ένα αρχείο .eln ή ένα αρχείο .csv. %sΔείτε την τεκμηρίωση %s%s.
fi_fi: Voit tuoda tietoja .eln-arkistosta tai .csv-tiedostosta. %sKatso dokumentaatio %s%s.
pt_pt: Você pode importar dados de um arquivo .eln ou .csv. %sConsulte a documentação %s%s.
sk_sk: Dáta môžete importovať z archívu .eln alebo zo súboru .csv. %sPozri dokumentáciu %s%s.
sl_si: Podatke lahko uvozite iz arhiva .eln ali datoteke .csv. %sGlej dokumentacijo %s%s.
uz_uz: Siz .eln arxividan yoki .csv faylidan maʼlumotlarni import qilishingiz mumkin. %s%s%s hujjatlariga qarang.

source: Select a file to import
cs_cz: Vybrat soubor k importu
el_gr: Επιλέξτε αρχείο για εισαγωγή
fi_fi: Valitse tuotava tiedosto
pt_pt: Selecionar ficheiro a importar
sk_sk: Vyberte súbor na import
sl_si: Izberite datoteko za uvoz
uz_uz: Import qilish uchun faylni tanlang

source: Allowed extensions: .eln, .csv
cs_cz: Povolené přpony: .eln, .csv
el_gr: Επιτρεπόμενες επεκτάσεις: .eln, .csv
fi_fi: Sallitut tiedostopäätteet: .eln, .csv
pt_pt: Extensões permitidas: .eln, .csv
sk_sk: Povolené prípony: .eln, .csv
sl_si: Dovoljene končnice: .eln, .csv
uz_uz: Ruxsat etilgan kengaytmalar: .eln, .csv

source: Select where the entries will be created
cs_cz: Vybrat, kde budou záznamy vytvořeny
el_gr: Επιλέξτε πού θα δημιουργηθούν οι καταχωρήσεις
fi_fi: Valitse, minne merkinnät luodaan
pt_pt: Selecione onde as entradas serão criadas
sk_sk: Vyberte, kde sa budú položky vytvárať
sl_si: Izberite, kje bodo vnosi ustvarjeni
uz_uz: Yozuvlar qayerda yaratilishini tanlang

source: Select a category
cs_cz: Vybrat kategorii
el_gr: Επιλέξτε κατηγορία
fi_fi: Valitse kategoria
pt_pt: Selecione uma categoria
sk_sk: Vyberte kategóriu
sl_si: Izberite kategorijo
uz_uz: Kategoriyani tanlang

source: Select owner of imported elements
cs_cz: Vybrat vlastníka importovaných elementů
el_gr: Επιλογή κατόχου των εισαγόμενων στοιχείων
fi_fi: Valitse tuotujen elementtien omistaja
pt_pt: Selecione o proprietário dos elementos importados
sk_sk: Vyberte vlastníka importovaných prvkov
sl_si: Izberite lastnika uvoženih elementov
uz_uz: Import qilingan elementlarning egasini tanlang

source: This page allows you to export your data in different formats.
cs_cz: Tato stránka umožňuje exportovat data do různých formátů.
el_gr: Αυτή η σελίδα σάς επιτρέπει να εξάγετε τα δεδομένα σας σε διαφορετικές μορφές.
fi_fi: Tämän sivun avulla voit viedä tietosi eri muodoissa.
pt_pt: Esta página permite que você exporte seus dados em diferentes formatos.
sk_sk: Táto stránka vám umožňuje exportovať údaje v rôznych formátoch.
sl_si: Ta stran vam omogoča izvoz podatkov v različnih oblikah.
uz_uz: Ushbu sahifa sizga ma'lumotlaringizni turli formatlarda eksport qilish imkonini beradi.

source: Create new export
cs_cz: Vytvořit nový export
el_gr: Δημιουργία νέας εξαγωγής
fi_fi: Luo uusi vienti
pt_pt: Criar nova exportação
sk_sk: Vytvoriť nový export
sl_si: Ustvari nov izvoz
uz_uz: Yangi eksport yarating

source: Exported files
cs_cz: Exportované soubory
el_gr: Εξηγμένα αρχεία
fi_fi: Viedyt tiedostot
pt_pt: Arquivos exportados
sk_sk: Exportované súbory
sl_si: Izvožene datoteke
uz_uz: Eksport qilingan fayllar

source: Show more
cs_cz: Ukázat více
el_gr: Εμφάνιση περισσότερων
fi_fi: Näytä lisää
pt_pt: Mostrar mais
sk_sk: Zobraziť viac
sl_si: Prikaži več
uz_uz: Ko'proq ko'rsatish

source: File is not ready
cs_cz: Soubor není připraven
el_gr: Το αρχείο δεν είναι έτοιμο
fi_fi: Tiedosto ei ole valmis
pt_pt: O arquivo não está pronto
sk_sk: Súbor nie je pripravený
sl_si: Datoteka ni pripravljena
uz_uz: Fayl tayyor emas

source: Error
cs_cz: Chyba
el_gr: Σφάλμα
fi_fi: Virhe
pt_pt: Erro
sk_sk: Chyba
sl_si: Napaka
uz_uz: Xato

source: Related resources
cs_cz: Související zdroje
el_gr: Σχετικοί πόροι
fi_fi: Aiheeseen liittyvät resurssit
pt_pt: Recursos relacionados
sk_sk: Súvisiace zdroje
sl_si: Sorodni viri
uz_uz: Tegishli manbalar

source: Show related resources
cs_cz: Ukázat související zdroje
el_gr: Εμφάνιση σχετικών πόρων
fi_fi: Näytä aiheeseen liittyvät resurssit
pt_pt: Mostrar recursos relacionados
sk_sk: Zobraziť súvisiace zdroje
sl_si: Prikaži povezane vire
uz_uz: Tegishli manbalarni ko'rsatish

source: %s is requesting %s for
cs_cz: %s požaduje %s pro
el_gr: Ο/Η %s ζητάει %s για
fi_fi: %s pyytää %s:tä kohteelle
pt_pt: %s está solicitando %s para
sk_sk: %s žiada %s o
sl_si: %s zahteva %s za
uz_uz: %s %s uchun soʻrov yubormoqda

source: Change read permissions
cs_cz: Změnit práva čtení
el_gr: Αλλαγή πρόσβασης ανάγνωσης
fi_fi: Muuta lukuoikeuksia
pt_pt: Alterar permissões de leitura
sk_sk: Zmeniť oprávnenia na čítanie
sl_si: Spremeni dovoljenja za branje
uz_uz: O'qish ruxsatnomalarini o'zgartiring

source: Change write permissions
cs_cz: Změnit práva zapisování
el_gr: Αλλαγή πρόσβασης εγγραφής
fi_fi: Muuta kirjoitusoikeuksia
pt_pt: Alterar permissões de gravação
sk_sk: Zmeniť oprávnenia na zápis
sl_si: Spremeni dovoljenja za pisanje
uz_uz: Yozish ruxsatlarini o'zgartiring

source: Reset
el_gr: Επαναφορά
fi_fi: Nollaa
pt_pt: Reiniciar
sk_sk: Obnoviť
sl_si: Ponastavi
uz_uz: Qayta tiklash

source: Select a resource below in order to book it.
cs_cz: Vyberte zdroje k rezervaci níže.
el_gr: Επιλέξτε έναν πόρο παρακάτω για να τον κάνετε κράτηση.
fi_fi: Valitse resurssi alta varataksesi sen.
pt_pt: Selecione um recurso abaixo para reservá-lo.
sk_sk: Vyberte si zdroj nižšie a rezervujte si ho.
sl_si: Spodaj izberite vir, da ga rezervirate.
uz_uz: Uni band qilish uchun quyidagi manbani tanlang.

source: Always display your own entries, regardless of the current team
cs_cz: Vždy zobrazit vlastní vstupy bez ohledu na aktuální tým
el_gr: Να προβάλλονται πάντα οι δικές σας καταχωρήσεις, ανεξάρτητα από την τρέχουσα ομάδα
fi_fi: Näytä aina omat osallistumisesi nykyisestä joukkueesta riippumatta
pt_pt: Sempre exiba suas próprias entradas, independentemente da equipe atual
sk_sk: Vždy zobrazujte svoje vlastné záznamy bez ohľadu na aktuálny tím
sl_si: Vedno prikažite svoje vnose, ne glede na trenutno ekipo
uz_uz: Joriy jamoadan qat'i nazar, har doim o'z yozuvlaringizni ko'rsating

source: Select the scope for teamgroups
cs_cz: Vybrat zaměření týmové skupiny
el_gr: Επιλέξτε το εύρος για τις ομάδες ομάδων
fi_fi: Valitse tiimiryhmien laajuus
pt_pt: Selecione o escopo para grupos de equipe
sk_sk: Vyberte rozsah pre tímové skupiny
sl_si: Izberite obseg za skupine ekip
uz_uz: Jamoa guruhlari uchun imkoniyatlarni tanlang

source: This setting controls which teamgroups will be listed in the permission settings window.
cs_cz: Zde se nastaví, která týmová skupina bude zobrazena v okně nastavení oprávnění.
el_gr: Αυτή η ρύθμιση ελέγχει ποιες ομάδες ομάδας θα εμφανίζονται στο παράθυρο ρυθμίσεων δικαιωμάτων.
fi_fi: Tämä asetus määrittää, mitkä tiimiryhmät luetellaan käyttöoikeusasetusten ikkunassa.
pt_pt: Esta configuração controla quais grupos de equipe serão listados na janela de configurações de permissão.
sk_sk: Toto nastavenie ovláda, ktoré tímové skupiny budú uvedené v okne nastavení povolení.
sl_si: Ta nastavitev nadzoruje, katere skupine ekip bodo navedene v oknu z nastavitvami dovoljenj.
uz_uz: Bu sozlama ruxsat sozlamalari oynasida qaysi jamoa guruhlari roʻyxatini koʻrishini boshqaradi.

source: %s has requested %s for this entity from %s
cs_cz: %s požadoval %s pro tento vstup od %s
el_gr: Ο/Η %s ζήτησε %s για αυτή την οντότητα από τον/την %s
fi_fi: %s on pyytänyt %s tälle yksikölle käyttäjältä %s
pt_pt: %s solicitou %s para esta entidade de %s
sk_sk: %s si vyžiadal %s pre túto entitu od %s
sl_si: %s je od %s zahteval %s za to entiteto
uz_uz: %s ushbu obyekt uchun %s dan %s so‘radi

source: This entry is opened by %s in exclusive edit mode since %s. You cannot edit it now. %sRequest exclusive edit mode removal%s
cs_cz: Tento vstup je otevřen %s v exkluzivním editačním modu od %s. Nemůžete teď editovat. %sPožádat o zrušení exkluzivního editačního modu%s
el_gr: Αυτή η καταχώρηση είναι σε λειτουργία αποκλειστικής επεξεργασίας από τον/την %s από τις %s. Δεν μπορείτε να την επεξεργαστείτε τώρα. %sΖητήστε την αναίρεση της λειτουργίας αποκλειστικής επεξεργασίας%s
fi_fi: %s on avannut tämän merkinnän yksinomaisessa muokkaustilassa %s:sta lähtien. Et voi muokata sitä nyt. %sPyydä yksinomaisen muokkaustilan poistamista%s
pt_pt: Esta entrada foi aberta por %s em modo de edição exclusivo desde %s. Você não pode editá-la agora. %sSolicitar remoção do modo de edição exclusivo%s
sk_sk: Tento záznam je otvorený používateľom %s v režime výhradnej úpravy od %s. Teraz ho nemôžete upravovať. %sPožiadať o odstránenie režimu výhradnej úpravy%s
sl_si: Ta vnos je %s odprl v izključnem načinu urejanja od %s. Trenutno ga ne morete urejati. %sZahtevaj odstranitev izključnega načina urejanja%s
uz_uz: Bu yozuv %s tomonidan eksklyuziv tahrirlash rejimida %s tomonidan ochilgan. Siz uni hozir tahrirlay olmaysiz. %s%s eksklyuziv tahrirlash rejimini olib tashlashni soʻrang

source: Duplicate entry
cs_cz: Duplicitní záznam
el_gr: Διπλότυπο
fi_fi: Kaksoismerkintä
pt_pt: Entrada duplicada
sk_sk: Duplicitný záznam
sl_si: Podvojen vnos
uz_uz: Ikki nusxadagi kirish

source: Duplicating an entry will create a new entry with the same attributes.
cs_cz: Zdvojení záznamu vytvoří nový záznam se stejnými atributy.
el_gr: Η αντιγραφή μιας καταχώρησης θα δημιουργήσει μια νέα καταχώρηση με τις ίδιες ιδιότητες
fi_fi: Merkinnän kopioiminen luo uuden merkinnän samoilla määritteillä.
pt_pt: Duplicar uma entrada criará uma nova entrada com os mesmos atributos.
sk_sk: Duplikovaním záznamu sa vytvorí nový záznam s rovnakými atribútmi.
sl_si: Podvajanje vnosa bo ustvarilo nov vnos z enakimi atributi.
uz_uz: Yozuvni takrorlash bir xil atributlarga ega yangi yozuvni yaratadi.

source: Copy attached files
cs_cz: Kopírovat přiložené soubory
el_gr: Αντιγραφή συννημένων αρχείων
fi_fi: Kopioi liitetiedostot
pt_pt: Copiar arquivos anexados
sk_sk: Kopírovať priložené súbory
sl_si: Kopiraj priložene datoteke
uz_uz: Biriktirilgan fayllardan nusxa oling

source: None
cs_cz: Nic
el_gr: Κανένας
fi_fi: Ei mitään
pt_pt: Nenhum
sk_sk: Žiadne
sl_si: Nobena
uz_uz: Yo'q

source: Restricted
cs_cz: Omezeno
el_gr: Περιορισμένο
fi_fi: Rajoitettu
pt_pt: Restrito
sk_sk: Obmedzené
sl_si: Omejeno
uz_uz: Cheklangan

source: Confidential
cs_cz: Důvěrné
el_gr: Εμπιστευτικό
fi_fi: Luottamuksellinen
pt_pt: Confidencial
sk_sk: Dôverné
sl_si: Zaupno
uz_uz: Maxfiy

source: Secret
cs_cz: Tajné
el_gr: Απόρρητο
fi_fi: Salaisuus
pt_pt: Segredo
sk_sk: Tajomstvo
sl_si: Skrivnost
uz_uz: Sir

source: Top Secret
cs_cz: Přísně tajné
el_gr: Άκρως απόρρητο
fi_fi: Huippusalaisuus
pt_pt: Ultra secreto
sk_sk: Prísne tajné
sl_si: Strogo zaupno
uz_uz: Eng maxfiy

source: review
cs_cz: recenze
el_gr: επιθεώρηση
fi_fi: arvostelu
pt_pt: análise
sk_sk: recenzia
sl_si: pregled
uz_uz: ko'rib chiqish

source: Remove
cs_cz: Odstranit
el_gr: Αφαίρεση
fi_fi: Poistaa
pt_pt: Remover
sk_sk: Odstrániť
sl_si: Odstrani
uz_uz: O'chirish

source: %s has requested %s from you.
cs_cz: %s si od vás vyžádal %s.
el_gr: Ο/Η %s ζήτησε %s από εσάς.
fi_fi: %s on pyytänyt sinulta %s:ää.
pt_pt: %s solicitou %s de você.
sk_sk: %s od vás požiadal o %s.
sl_si: %s je od vas zahteval %s.
uz_uz: %s sizdan %s so‘radi.

source: You can review the request here: %s
cs_cz: Žádost si můžete prohlédnout zde: %s
el_gr: Μπορείτε να ελέγξετε το αίτημα εδώ: %s
fi_fi: Voit tarkastella pyyntöä täällä: %s
pt_pt: Você pode revisar a solicitação aqui: %s
sk_sk: Žiadosť si môžete pozrieť tu: %s
sl_si: Zahtevo si lahko ogledate tukaj: %s
uz_uz: Soʻrovni bu yerda koʻrib chiqishingiz mumkin: %s

source: Action requested
cs_cz: Požadovaná akce
el_gr: Απαιτείται ενέργεια
fi_fi: Pyydetty toimenpide
pt_pt: Ação solicitada
sk_sk: Požadovaná akcia
sl_si: Zahtevano dejanje
uz_uz: Harakat so‘raldi

source: (hold %sctrl%s key to select multiple entries, %sctrl%s + click to deselect a selected entry)
cs_cz: (podržením klávesy %sctrl%s vyberete více položek, %sctrl%s + kliknutím zrušíte výběr vybrané položky)
el_gr: (πατήστε %sctrl%s για να επιλέξετε πολλαπλές καταχωρήσεις, %sctrl%s + κάνετε κλικ για να αναιρέσετε μια επιλεγμένη καταχώρηση)
fi_fi: (pidä %sctrl%s-näppäintä pohjassa valitaksesi useita merkintöjä, %sctrl%s + napsauta poistaaksesi valitun merkinnän valinnan)
pt_pt: (mantenha pressionada a tecla %sctrl%s para selecionar várias entradas, %sctrl%s + clique para desmarcar uma entrada selecionada)
sk_sk: (podržte kláves %sctrl%s pre výber viacerých položiek, %sctrl%s + kliknutie pre zrušenie výberu vybranej položky)
sl_si: (držite tipko %ctrl%s za izbiro več vnosov, %ctrl%s + klik za preklic izbire izbranega vnosa)
uz_uz: (bir nechta yozuvni tanlash uchun %sctrl%s tugmachasini bosib turing, %sctrl%s + tanlangan yozuvni bekor qilish uchun bosing)

source: Classification
cs_cz: Klasifikace
el_gr: Ταξινόμηση
fi_fi: Luokitus
pt_pt: Classificação
sk_sk: Klasifikácia
sl_si: Klasifikacija
uz_uz: Tasniflash

source: Add a classification level in the footer.
cs_cz: Přidání úrovně klasifikace do zápatí.
el_gr: Προσθέστε ένα επίπεδο ταξινόμησης στο υποσέλιδο.
fi_fi: Lisää luokittelutaso alatunnisteeseen.
pt_pt: Adicione um nível de classificação no rodapé.
sk_sk: Pridajte úroveň klasifikácie do päty.
sl_si: V nogo dodajte raven klasifikacije.
uz_uz: Altbilgida tasniflash darajasini qo'shing.

source: Export as PDF
cs_cz: Export do PDF
el_gr: Εξαγωγή ως PDF
fi_fi: Vie PDF-tiedostona
pt_pt: Exportar como PDF
sk_sk: Exportovať ako PDF
sl_si: Izvozi kot PDF
uz_uz: PDF sifatida eksport qilish

source: Export as ZIP
cs_cz: Export do ZIP
el_gr: Εξαγωγή ως ZIP
fi_fi: Vie ZIP-tiedostona
pt_pt: Exportar como ZIP
sk_sk: Exportovať ako PSČ
sl_si: Izvozi kot ZIP
uz_uz: ZIP sifatida eksport qiling

source: Create a QR Code
cs_cz: Vytvořit QR kód
el_gr: Δημιουργία κώδικα QR
fi_fi: Luo QR-koodi
pt_pt: Criar um código QR
sk_sk: Vytvorte QR kód
sl_si: Ustvarite QR kodo
uz_uz: QR kodini yarating

source: The QR code image will encode the URL of the resource in view mode. It is scannable by any device recognizing QR codes.
cs_cz: Obrázek kódu QR zakóduje adresu URL zdroje v režimu zobrazení. Je snímatelný jakýmkoli zařízením, které rozpoznává kódy QR.
el_gr: Η εικόνα του κωδικού QR θα κωδικοποιήσει τη διεύθυνση URL του πόρου σε λειτουργία προβολής. Είναι δυνατή η σάρωση από οποιαδήποτε συσκευή που αναγνωρίζει κωδικούς QR.
fi_fi: QR-koodin kuva koodaa resurssin URL-osoitteen katselutilassa. Se on skannattavissa millä tahansa QR-koodeja tunnistavalla laitteella.
pt_pt: A imagem do código QR codificará a URL do recurso no modo de visualização. Ela pode ser escaneada por qualquer dispositivo que reconheça códigos QR.
sk_sk: Obrázok QR kódu bude v režime zobrazenia zakódovať URL adresu zdroja. Je naskenovateľný akýmkoľvek zariadením, ktoré rozpoznáva QR kódy.
sl_si: Slika QR kode bo v načinu ogleda kodirala URL vira. Skenirati jo je mogoče s katero koli napravo, ki prepozna QR kode.
uz_uz: QR kod tasviri ko'rish rejimida resursning URL manzilini kodlaydi. QR kodlarini taniydigan har qanday qurilma tomonidan skanerlanishi mumkin.

source: Size
cs_cz: Velikost
el_gr: Μέγεθος
fi_fi: Koko
pt_pt: Tamanho
sk_sk: Veľkosť
sl_si: Velikost
uz_uz: Hajmi

source: Select image size (in pixels)
cs_cz: Vybrat velikost obrázku (v pixelech)
el_gr: Επιλογή μεγέθους εικόνας (σε pixel)
fi_fi: Valitse kuvan koko (pikseleinä)
pt_pt: Selecione o tamanho da imagem (em pixels)
sk_sk: Vyberte veľkosť obrázka (v pixeloch)
sl_si: Izberite velikost slike (v slikovnih pikah)
uz_uz: Rasm hajmini tanlang (pikselda)

source: Include title
cs_cz: Včetne názvu
el_gr: Συμπερίληψη τίτλου
fi_fi: Sisällytä otsikko
pt_pt: Incluir título
sk_sk: Zahrnúť názov
sl_si: Vključi naslov
uz_uz: Sarlavhani kiriting

source: Edit IDP
cs_cz: Editovat IDP
el_gr: Επεξεργασία IDP
fi_fi: Muokkaa IDP:tä
pt_pt: Editar IDP
sk_sk: Upraviť poskytovateľa identity
sl_si: Uredi ponudnika identitete
uz_uz: IDP ni tahrirlash

source: A .eln file can contain different types of entries. You can either force them all to be of a given type, or let eLabFTW decide the types, based on the 'genre' attribute of each entry. By default, Resources will be created if no genre can be found and no type has been imposed.
cs_cz: Soubor ELN může obsahovat různé typy záznamů. Můžete buď direktivně nastavit stejný typ pro všechny a nebo nechat eLabFTW typ vybrat na základě atributu 'žánr'. Standardně bude vytvořen záznam Zdroje pokud žánr není definován.
el_gr: Ένα αρχείο .eln μπορεί να περιέχει διαφορετικούς τύπους καταχωρήσεων. Μπορείτε να επιβάλλετε ένα δεδομένο τύπο σε όλες ή να αφήσετε το eLabFTW να επιλέξει τύπους με βάση την ιδιότητα «είδος» κάθε καταχώρησης. Ως προεπιλογή θα δημιουργηθούν Πόροι εάν δεν βρεθεί το είδος και δεν έχει επιβληθεί τύπος.
fi_fi: .eln-tiedosto voi sisältää erityyppisiä merkintöjä. Voit joko pakottaa ne kaikki tietyn tyyppisiksi tai antaa eLabFTW:n päättää tyypit kunkin merkinnän 'genre'-attribuutin perusteella. Oletusarvoisesti resurssit luodaan, jos genreä ei löydy eikä tyyppiä ole määritetty.
pt_pt: Um arquivo .eln pode conter diferentes tipos de entradas. Você pode forçar que todas sejam de um tipo específico ou deixar que o eLabFTW decida os tipos com base no atributo "gênero" de cada entrada. Por padrão, os Recursos serão criados se nenhum gênero for encontrado e nenhum tipo tiver sido imposto.
sk_sk: Súbor .eln môže obsahovať rôzne typy položiek. Môžete buď vynútiť, aby všetky boli daného typu, alebo nechať eLabFTW rozhodnúť o typoch na základe atribútu „žanr“ každej položky. Predvolene sa zdroje vytvoria, ak sa nenájde žiadny žáner a nebol nastavený žiadny typ.
sl_si: Datoteka .eln lahko vsebuje različne vrste vnosov. Lahko jih vsilite, da so določene vrste, ali pa pustite, da eLabFTW določi vrste na podlagi atributa »žanr« vsakega vnosa. Privzeto bodo viri ustvarjeni, če ni mogoče najti nobene vrste in če ni bila določena nobena vrsta.
uz_uz: .eln fayli har xil turdagi yozuvlarni o'z ichiga olishi mumkin. Siz ularning barchasini ma'lum turdagi bo'lishga majburlashingiz mumkin yoki eLabFTW ga har bir yozuvning "janr" atributiga asoslanib turlarni tanlashiga ruxsat berishingiz mumkin. Agar janr topilmasa va hech qanday tur o'rnatilmagan bo'lsa, sukut bo'yicha Resurslar yaratiladi.

source: Resources Categories
cs_cz: Kategorie zdrojů
el_gr: Κατηγορίες πόρων
fi_fi: Resurssien kategoriat
pt_pt: Categorias de Recursos
sk_sk: Kategórie zdrojov
sl_si: Kategorije virov
uz_uz: Resurs toifalari

source: Do not force type
cs_cz: Nevyžadovat typ
el_gr: Να μην επιβληθεί τύπος
fi_fi: Älä pakota kirjoittamaan
pt_pt: Não force a digitação
sk_sk: Nenúťte písať
sl_si: Ne vsiljuj tipkanja
uz_uz: Yozishni majburlamang

source: Do not force a category
cs_cz: Nevyžadovat kategorii
el_gr: Να μην επιβληθεί κατηγορία
fi_fi: Älä pakota kategoriaa
pt_pt: Não force uma categoria
sk_sk: Nevynucujte kategóriu
sl_si: Ne vsiljujte kategorije
uz_uz: Kategoriyani majburlamang

source: No resources categories have been defined for your team. Head to the %sAdmin Panel%s to add one.
cs_cz: Žádné kategorie zdrojů nebyly definovány pro váš tým. V sekci %sAdmin Panel%s můžete kategorie přidat.
el_gr: Δεν έχουν οριστεί κατηγορίες πόρων για την ομάδα σας. Μεταβείτε στον %sΠίνακα Διαχείρισης%s για να προσθέσετε μία.
fi_fi: Tiimillesi ei ole määritetty resurssikategorioita. Lisää sellainen siirtymällä %shallintapaneeliin%s.
pt_pt: Nenhuma categoria de recursos foi definida para sua equipe. Acesse o %sPainel de Administração%s para adicionar uma.
sk_sk: Pre váš tím neboli definované žiadne kategórie zdrojov. Pre pridanie jednej prejdite do %sAdministrátorského panela%s.
sl_si: Za vašo ekipo ni bila določena nobena kategorija virov. Pojdite na %sAdmin Panel%s, da jo dodate.
uz_uz: Jamoangiz uchun resurslar toifalari aniqlanmagan. Bittasini qo‘shish uchun %sAdmin Paneliga%s o‘ting.

source: Local auth
cs_cz: Lokální autentizace
el_gr: Τοπικός εξουσιοδοτημένος χρήστης
fi_fi: Paikallinen valtuutus
pt_pt: Autorização local
sk_sk: Lokálna autorizácia
sl_si: Lokalna avtorizacija
uz_uz: Mahalliy avtorizatsiya

source: Allow users to change their first name, last name, or email address
cs_cz: Povolit uživatelům změnu jména, příjmení a emailové adresy
el_gr: Να επιτρέπεται στους χρήστες να αλλάξουν το όνομα, το επίθετο ή τη διεύθυνση email τους
fi_fi: Salli käyttäjien muuttaa etunimeään, sukunimeään tai sähköpostiosoitettaan
pt_pt: Permitir que os usuários alterem seu nome, sobrenome ou endereço de e-mail
sk_sk: Povoliť používateľom zmeniť si krstné meno, priezvisko alebo e-mailovú adresu
sl_si: Dovoli uporabnikom, da spremenijo svoje ime, priimek ali e-poštni naslov
uz_uz: Foydalanuvchilarga ism, familiya yoki elektron pochta manzilini o'zgartirishga ruxsat bering

source: Send mass emails grouped
cs_cz: Poslat hromadné emaily sdružené
el_gr: Αποστολή μαζικών email ομαδοποιημένων
fi_fi: Lähetä joukkosähköposteja ryhmiteltyinä
pt_pt: Enviar e-mails em massa agrupados
sk_sk: Posielajte hromadné e-maily zoskupené
sl_si: Pošiljanje množičnih združenih e-poštnih sporočil
uz_uz: Guruhlangan ommaviy elektron pochta xabarlarini yuboring

source: This instance has %d files uploaded using %s of disk space.
cs_cz: Tato instance obsahuje %d nahraných souborů používajících %s diskového prostoru.
el_gr: Αυτή η παρουσία έχει %d αρχεία που έχουν μεταφορτωθεί χρησιμοποιώντας %s χώρου στο δίσκο.
fi_fi: Tässä instanssissa on ladattu %d tiedostoa, ja levytilaa on %s.
pt_pt: Esta instância tem %d arquivos enviados usando %s de espaço em disco.
sk_sk: Táto inštancia má nahraných %d súborov, ktoré využívajú %s miesta na disku.
sl_si: Ta primerek ima naloženih %d datotek, ki uporabljajo %s prostora na disku.
uz_uz: Bu misolda %s disk maydonidan foydalangan holda yuklangan %d ta fayl mavjud.

source: Configuration
cs_cz: Konfigurace
el_gr: Διαμόρφωση
fi_fi: Kokoonpano
pt_pt: Configuração
sk_sk: Konfigurácia
sl_si: Konfiguracija
uz_uz: Konfiguratsiya

source: Local authentication configuration
cs_cz: Lokální autentizační konfigurace
el_gr: Ρύθμιση παραμέτρων τοπικού ελέγχου ταυτότητας
fi_fi: Paikallisen todennusmääritykset
pt_pt: Configuração de autenticação local
sk_sk: Konfigurácia lokálneho overovania
sl_si: Konfiguracija lokalnega preverjanja pristnosti
uz_uz: Mahalliy autentifikatsiya konfiguratsiyasi

source: Enable local authentication
cs_cz: Povolit lokální autentizaci
el_gr: Ενεργοποίηση τοπικής ταυτοποίησης
fi_fi: Ota käyttöön paikallinen todennus
pt_pt: Habilitar autenticação local
sk_sk: Povoliť lokálne overovanie
sl_si: Omogoči lokalno preverjanje pristnosti
uz_uz: Mahalliy autentifikatsiyani yoqing
