Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Unarchiving a user means their account will be restored. This action is reversible.
cs_cz: Zrušení archivace uživatele znamená, že jeho účet bude obnoven. Tato akce je vratná.
el_gr: Η κατάργηση αρχειοθέτησης ενός χρήστη σημαίνει ότι ο λογαριασμός του θα αποκατασταθεί. Αυτή η ενέργεια είναι αναστρέψιμη.
fi_fi: Käyttäjän arkistoinnin poistaminen tarkoittaa, että hänen tilinsä palautetaan. Tämä toiminto on peruutettava.
pt_pt: O desarquivamento de um utilizador significa que a sua conta será restaurada. Esta ação é reversível.
sk_sk: Zrušenie archivácie používateľa znamená, že jeho účet bude obnovený. Táto akcia je reverzibilná.
sl_si: Odstranitev iz arhiva uporabnika pomeni, da bo njegov račun obnovljen. To dejanje je reverzibilno.
uz_uz: Agar foydalanuvchi arxivdan chiqarilsa, uning hisobi tiklanadi. Bu harakat qaytarilishi mumkin.

source: Archiving a user means their account will be disabled. This action is reversible.
cs_cz: Archivace uživatele znamená, že jeho účet bude deaktivován. Tato akce je vratná.
el_gr: Η αρχειοθέτηση ενός χρήστη σημαίνει ότι ο λογαριασμός του θα απενεργοποιηθεί. Αυτή η ενέργεια είναι αναστρέψιμη.
fi_fi: Käyttäjän arkistointi tarkoittaa, että hänen tilinsä poistetaan käytöstä. Tämä toiminto on peruutettava.
pt_pt: Arquivar um utilizador significa que a sua conta será desactivada. Esta ação é reversível.
sk_sk: Archivácia používateľa znamená, že jeho účet bude deaktivovaný. Táto akcia je reverzibilná.
sl_si: Arhiviranje uporabnika pomeni, da bo njegov račun onemogočen. To dejanje je reverzibilno.
uz_uz: Foydalanuvchini arxivlash uning hisobi o'chirilishini anglatadi. Bu harakat qaytarilishi mumkin.

source: Lock and archive all experiments
cs_cz: Uzamknout a archivovat všechny experimenty
el_gr: Κλείδωμα και αρχειοθέτηση όλων των πειραμάτων
fi_fi: Lukitse ja arkistoi kaikki kokeilut
pt_pt: Bloquear e arquivar todas as experiências
sk_sk: Uzamknite a archivujte všetky experimenty
sl_si: Zakleni in arhiviraj vse poskuse
uz_uz: Barcha tajribalarni qulflang va arxivlang

source: Select template
cs_cz: Vyberte šablonu
el_gr: Επιλέξτε πρότυπο
fi_fi: Valitse malli
pt_pt: Selecionar modelo
sk_sk: Vyberte šablónu
sl_si: Izberite predlogo
uz_uz: Shablonni tanlang

source: Add category…
cs_cz: Přidat kategorii…
el_gr: Προσθήκη κατηγορίας…
fi_fi: Lisää kategoria…
pt_pt: Adicionar categoria…
sk_sk: Pridať kategóriu…
sl_si: Dodaj kategorijo...
uz_uz: Turkum qo‘shish…

source: Default template
cs_cz: Výchozí šablona
el_gr: Προεπιλεγμένο πρότυπο
fi_fi: Oletusmalli
pt_pt: Modelo predefinido
sk_sk: Predvolená šablóna
sl_si: Privzeta predloga
uz_uz: Standart shablon

source: Browse by category
cs_cz: Procházet podle kategorie
el_gr: Περιήγηση ανά κατηγορία
fi_fi: Selaa luokittain
pt_pt: Navegar por categoria
sk_sk: Prehľadávať podľa kategórie
sl_si: Brskajte po kategorijah
uz_uz: Kategoriya bo'yicha ko'rib chiqing

source: Browse by status
cs_cz: Procházet podle stavu
el_gr: Περιήγηση ανά κατάσταση
fi_fi: Selaa tilan mukaan
pt_pt: Navegar por estado
sk_sk: Prehľadávať podľa stavu
sl_si: Brskanje po statusu
uz_uz: Status bo'yicha ko'rib chiqing

source: Last modified experiments
cs_cz: Naposledy upravené experimenty
el_gr: Τελευταία τροποποιημένα πειράματα
fi_fi: Viimeksi muokatut kokeet
pt_pt: Últimas experiências modificadas
sk_sk: Posledné upravené experimenty
sl_si: Zadnji spremenjeni poskusi
uz_uz: Oxirgi tahrirlangan tajribalar

source: Last modified resources
cs_cz: Naposledy upravené zdroje
el_gr: Πόροι που τροποποιήθηκαν τελευταία
fi_fi: Viimeksi muokatut resurssit
pt_pt: Últimos recursos alterados
sk_sk: Naposledy upravené zdroje
sl_si: Zadnji spremenjeni viri
uz_uz: Oxirgi tahrirlangan manbalar

source: Custom ID
cs_cz: Vastní ID
el_gr: Προσαρμοσμένο αναγνωριστικό
fi_fi: Muokattu tunnus
pt_pt: ID personalizada
sk_sk: Vlastné ID
sl_si: ID po meri
uz_uz: Maxsus ID

source: Get next
cs_cz: Získat další
el_gr: Πάρτε το επόμενο
fi_fi: Hae seuraava
pt_pt: Obter o próximo
sk_sk: Choďte ďalej
sl_si: Pojdi naslednji
uz_uz: Keyingisini oling

source: Add to team
cs_cz: Přidat do týmu
el_gr: Προσθήκη στην ομάδα
fi_fi: Lisää tiimiin
pt_pt: Adicionar à equipa
sk_sk: Pridať do tímu
sl_si: Dodaj v ekipo
uz_uz: Jamoaga qo'shish

source: Search user
cs_cz: Hledat uživatele
el_gr: Αναζήτηση χρήστη
fi_fi: Etsi käyttäjä
pt_pt: Procurar utilizador
sk_sk: Vyhľadať používateľa
sl_si: Išči uporabnika
uz_uz: Foydalanuvchini qidirish

source: Follow eLabFTW on X!
cs_cz: Sledujte eLabFTW na X!
el_gr: Ακολουθήστε το eLabFTW στο X!
fi_fi: Seuraa eLabFTW:tä X:ssä!
pt_pt: Siga o eLabFTW no X!
sk_sk: Sledujte eLabFTW na X!
sl_si: Sledite eLabFTW na X!
uz_uz: X-da eLabFTW-ni kuzatib boring!

source: Press %sctrl + enter%s or %s⌘ + enter%s to submit search.
cs_cz: Pro odeslání vyhledávání stiskněte %sctrl + enter%s nebo %s⌘ + enter%s.
el_gr: Πατήστε %sctrl + enter%s ή %s⌘ + enter%s για να υποβάλετε αναζήτηση.
fi_fi: Lähetä haku painamalla %sctrl + enter%s tai %s⌘ + enter%s.
pt_pt: Prima %sctrl + enter%s ou %s⌘ + enter%s para submeter a pesquisa.
sk_sk: Stlačením %sctrl + enter%s alebo %s⌘ + enter%s odošlete vyhľadávanie.
sl_si: Pritisnite %sctrl + enter%s ali %s⌘ + enter%s za oddajo iskanja.
uz_uz: Qidiruvni yuborish uchun %sctrl + enter%s yoki %s⌘ + enter%s tugmasini bosing.

source: Allowed Fields
cs_cz: Povolená pole
el_gr: Επιτρεπόμενα πεδία
fi_fi: Sallitut kentät
pt_pt: Campos permitidos
sk_sk: Povolené polia
sl_si: Dovoljena polja
uz_uz: Ruxsat berilgan maydonlar

source: field
cs_cz: pole
el_gr: πεδίο
fi_fi: kenttä
pt_pt: campo
sk_sk: lúka
sl_si: polje
uz_uz: maydon

source: value
cs_cz: hodnota
el_gr: τιμή
fi_fi: arvo
pt_pt: valor
sk_sk: hodnotu
sl_si: vrednost
uz_uz: qiymat

source: yes, no, simple or quoted term
cs_cz: ano, ne, jednoduchý nebo "uvozený" výraz
el_gr: ναι, όχι, όρος απλός ή εισηγμένος
fi_fi: kyllä, ei, yksinkertainen tai lainattu termi
pt_pt: sim, não, termo simples ou citado
sk_sk: áno, nie, jednoduchý alebo citovaný výraz
sl_si: da, ne, enostavni ali narekovani izraz
uz_uz: ha, yo'q, oddiy yoki iqtibosli atama

source: simple or quoted term
cs_cz: jednoduchý nebo "uvozený" výraz
el_gr: απλός ή εισαγωγικός όρος
fi_fi: yksinkertainen tai lainattu termi
pt_pt: termo simples ou citado
sk_sk: jednoduchý alebo citovaný výraz
sl_si: preprost ali citiran izraz
uz_uz: oddiy yoki iqtibosli atama

source: see date format
cs_cz: viz formát data
el_gr: δείτε τη μορφή ημερομηνίας
fi_fi: katso päivämäärän muoto
pt_pt: ver formato da data
sk_sk: pozri formát dátumu
sl_si: glejte obliko datuma
uz_uz: sana formatini ko'ring

source: yes or no
cs_cz: ano nebo ne
el_gr: ναι ή όχι
fi_fi: kyllä vai ei
pt_pt: sim ou não
sk_sk: Áno alebo nie
sl_si: ja ali ne
uz_uz: Ha yoki yo'q

source: 1, 2, 3, 4, 5, or unrated or 0
cs_cz: 1, 2, 3, 4, 5 nebo bez hodnocení nebo 0
el_gr: 1, 2, 3, 4, 5 ή χωρίς αξιολόγηση ή 0
fi_fi: 1, 2, 3, 4, 5 tai luokittelematon tai 0
pt_pt: 1, 2, 3, 4, 5, ou não classificado ou 0
sk_sk: 1, 2, 3, 4, 5 alebo bez hodnotenia alebo 0
sl_si: 1, 2, 3, 4, 5 ali neocenjeno ali 0
uz_uz: 1, 2, 3, 4, 5 yoki baholanmagan yoki 0

source: Status (inverted)
cs_cz: Stav (obráceně)
el_gr: Κατάσταση (ανεστραμμένη)
fi_fi: Tila (käänteinen)
pt_pt: Estado (invertido)
sk_sk: Stav (obrátený)
sl_si: Stanje (obrnjeno)
uz_uz: Holat (teskari)

source: Highest Custom ID
cs_cz: Nejvyšší vlastní ID
el_gr: Υψηλότερο προσαρμοσμένο αναγνωριστικό
fi_fi: Korkein ID
pt_pt: Maior ID personalizada
sk_sk: Najvyššie vlastné ID
sl_si: Najvišji ID po meri
uz_uz: Eng yuqori Custom ID

source: Lowest Custom ID
cs_cz: Nejnižší vlastní ID
el_gr: Χαμηλότερο προσαρμοσμένο αναγνωριστικό
fi_fi: Pienin ID
pt_pt: Menor ID personalizada
sk_sk: Najnižšie vlastné ID
sl_si: Najnižji ID po meri
uz_uz: Eng past Custom ID

source: Allow Admins to add existing users to their team
cs_cz: Umožnit správcům přidávat stávající uživatele do týmu
el_gr: Να επιτρέπεται στους διαχειριστές να προσθέσουν υπάρχοντες χρήστες στην ομάδα τους
fi_fi: Salli järjestelmänvalvojien lisätä olemassa olevia käyttäjiä tiimiinsä
pt_pt: Permitir que os administradores adicionem utilizadores existentes à sua equipa
sk_sk: Povoliť správcom pridávať existujúcich používateľov do svojho tímu
sl_si: Skrbnikom dovolite, da dodajo obstoječe uporabnike v svojo ekipo
uz_uz: Administratorlarga o'z jamoasiga mavjud foydalanuvchilarni qo'shishga ruxsat bering

source: Sort by column
cs_cz: Setřídit dle sloupce
el_gr: Ταξινόμηση ανά στήλη
fi_fi: Lajittele sarakkeen mukaan
pt_pt: Ordenar por coluna
sk_sk: Zoradiť podľa stĺpca
sl_si: Razvrsti po stolpcu
uz_uz: Ustun bo'yicha saralash

source: Custom ID is already used! Try another one.
cs_cz: Vlastní ID je již použito! Zkuste jiné.
el_gr: Αυτό το προσαρμοσμένο αναγνωριστικό χρησιμοποιείται ήδη! Δοκιμάστε ένα άλλο.
fi_fi: ID on jo käytössä! Kokeile toista.
pt_pt: O ID personalizado já foi utilizado! Tente outro.
sk_sk: Vlastné ID sa už používa! Skúste iný.
sl_si: ID po meri je že uporabljen! Poskusi z drugim.
uz_uz: Maxsus ID allaqachon ishlatilgan! Boshqasini sinab ko'ring.

source: Account expiration warning
cs_cz: Upozornění na konec platnosti účtu
el_gr: Προειδοποίηση λήξης λογαριασμού
fi_fi: Varoitus tilin vanhenemisesta
pt_pt: Aviso de expiração da conta
sk_sk: Upozornenie na vypršanie platnosti účtu
sl_si: Opozorilo o izteku računa
uz_uz: Hisobning amal qilish muddati tugashi haqida ogohlantirish

source: Your account on %s is due to expire on %s and become inaccessible (archived) passed this date. All your data will still be visible to others, but you will not be able to access it through this account.
cs_cz: Platnost vašeho účtu na %s vyprší dne %s a po uplynutí tohoto data se stane nedostupným (archivovaným). Všechna vaše data budou stále viditelná pro ostatní, ale nebudete k nim mít přístup prostřednictvím tohoto účtu.
el_gr: Ο λογαριασμός σας στο %s πρόκειται να λήξει στις %s και να γίνει μη προσβάσιμος (αρχειοθετημένος) πέρασε αυτή την ημερομηνία. Όλα τα δεδομένα σας θα εξακολουθούν να είναι ορατά σε άλλους, αλλά δεν θα μπορείτε να έχετε πρόσβαση σε αυτά μέσω αυτού του λογαριασμού.
fi_fi: Tilisi osoitteessa %s vanhenee %s, eikä sitä voi käyttää (arkistoitu) tämän päivämäärän jälkeen. Kaikki tietosi näkyvät edelleen muille, mutta et voi käyttää niitä tämän tilin kautta.
pt_pt: A sua conta em %s expira em %s e torna-se inacessível (arquivada) após esta data. Todos os seus dados continuarão visíveis para os outros, mas não poderá aceder-lhes através desta conta.
sk_sk: Váš účet na %s vyprší %s a po tomto dátume sa stane nedostupným (archivovaný). Všetky vaše údaje budú naďalej viditeľné pre ostatných, ale nebudete mať k nim prístup prostredníctvom tohto účtu.
sl_si: Vaš račun na %s bo potekel %s in bo po tem datumu postal nedostopen (arhiviran). Vsi vaši podatki bodo še vedno vidni drugim, vendar do njih ne boste mogli dostopati prek tega računa.
uz_uz: %s hisobingizning amal qilish muddati %s sanasida tugaydi va shu sanadan keyin kirish imkonsiz (arxivlangan) bo‘ladi. Barcha maʼlumotlaringiz boshqalarga koʻrinadi, lekin siz ushbu hisob orqali ularga kira olmaysiz.

source: Account expiration information
cs_cz: Informace o vypršení platnosti účtu
el_gr: Πληροφορίες λήξης λογαριασμού
fi_fi: Tilin vanhenemistiedot
pt_pt: Informações sobre a expiração da conta
sk_sk: Informácie o vypršaní platnosti účtu
sl_si: Informacije o poteku računa
uz_uz: Hisobning amal qilish muddati haqida ma'lumot

source: One or several user accounts in your team will expire soon. Their account will become inaccessible (archived). All their data will still be visible to others.
cs_cz: Platnost jednoho nebo několika uživatelských účtů ve vašem týmu brzy vyprší. Jejich účet se stane nedostupným (archivovaným). Všechna jejich data budou pro ostatní stále viditelná.
el_gr: Ένας ή περισσότεροι λογαριασμοί χρηστών στην ομάδα σας θα λήξουν σύντομα. Ο λογαριασμός τους θα γίνει απρόσιτος (αρχειοθετημένος). Όλα τα δεδομένα τους θα εξακολουθούν να είναι ορατά σε άλλους.
fi_fi: Yksi tai useampi tiimisi käyttäjätili vanhenee pian. Heidän tilinsä tulee käyttökelvottomaksi (arkistoitu). Kaikki heidän tietonsa näkyvät edelleen muille.
pt_pt: Uma ou várias contas de utilizador da sua equipa irão expirar em breve. A sua conta tornar-se-á inacessível (arquivada). Todos os seus dados continuarão a ser visíveis para os outros utilizadores.
sk_sk: Platnosť jedného alebo viacerých používateľských účtov vo vašom tíme čoskoro vyprší. Ich účet sa stane nedostupným (archivovaný). Všetky ich údaje budú naďalej viditeľné pre ostatných.
sl_si: Eden ali več uporabniških računov v vaši ekipi bo kmalu poteklo. Njihov račun bo postal nedostopen (arhiviran). Vsi njihovi podatki bodo še vedno vidni drugim.
uz_uz: Jamoangizdagi bir yoki bir nechta foydalanuvchi hisoblarining muddati tez orada tugaydi. Ularning hisobiga kirish imkoni bo'lmaydi (arxivlanadi). Ularning barcha maʼlumotlari boshqalarga koʻrinadi.

source: A new eLabFTW version has been installed since your last visit.%sRead the release notes by clicking this message.
cs_cz: Od vaší poslední návštěvy byla nainstalována nová verze eLabFTW.%sPřečtěte si poznámky k verzi kliknutím na tuto zprávu.
el_gr: Μια νέα έκδοση eLabFTW έχει εγκατασταθεί από την τελευταία σας επίσκεψη.%sΔιαβάστε τις σημειώσεις έκδοσης κάνοντας κλικ σε αυτό το μήνυμα.
fi_fi: Uusi eLabFTW-versio on asennettu edellisen vierailusi jälkeen.%sLue julkaisutiedot napsauttamalla tätä viestiä.
pt_pt: Foi instalada uma nova versão do eLabFTW desde a sua última visita.%sLeia as notas de lançamento clicando nesta mensagem.
sk_sk: Od vašej poslednej návštevy bola nainštalovaná nová verzia eLabFTW.%sPrečítajte si poznámky k vydaniu kliknutím na túto správu.
sl_si: Od vašega zadnjega obiska je bila nameščena nova različica eLabFTW.%sPreberite opombe ob izdaji s klikom na to sporočilo.
uz_uz: So‘nggi tashrifingizdan beri eLabFTWning yangi versiyasi o‘rnatildi.%sUshbu xabarni bosish orqali relizlar haqidagi eslatmalarni o‘qing.

source: You are trying to archive an unvalidated user. Maybe you want to delete the account?
cs_cz: Pokoušíte se archivovat nepotvrzeného uživatele. Možná chcete účet smazat?
el_gr: Προσπαθείτε να αρχειοθετήσετε έναν μη επικυρωμένο χρήστη. Ίσως θέλετε να διαγράψετε τον λογαριασμό;
fi_fi: Yrität arkistoida vahvistamattoman käyttäjän. Ehkä haluat poistaa tilin?
pt_pt: Está a tentar arquivar um utilizador não validado. Talvez queira apagar sua conta?
sk_sk: Pokúšate sa archivovať neovereného používateľa. Možno chcete odstrániť účet?
sl_si: Poskušate arhivirati nepreverjenega uporabnika. Morda želite izbrisati račun?
uz_uz: Siz tasdiqlanmagan foydalanuvchini arxivlamoqchisiz. Ehtimol, hisobni o'chirib tashlamoqchimisiz?

source: A sysadmin account cannot be archived.
cs_cz: Účet správce systému nelze archivovat.
el_gr: Δεν είναι δυνατή η αρχειοθέτηση ενός λογαριασμού sysadmin.
fi_fi: Sysadmin-tiliä ei voi arkistoida.
pt_pt: Uma conta de administrador de sistema não pode ser arquivada.
sk_sk: Účet správcu systému nie je možné archivovať.
sl_si: Računa sistemskega skrbnika ni mogoče arhivirati.
uz_uz: Tizim boshqaruvchisi hisobini arxivlab boʻlmaydi.

source: This instance configuration only permits Sysadmin users to archive a user.
cs_cz: Tato konfigurace instance umožňuje archivovat uživatele pouze správcům systému.
el_gr: Αυτή η διαμόρφωση παρουσίας επιτρέπει μόνο στους χρήστες του Sysadmin να αρχειοθετούν έναν χρήστη.
fi_fi: Tämä ilmentymän määritys sallii vain Sysadmin-käyttäjien arkistoida käyttäjän.
pt_pt: Esta configuração de instância apenas permite que os administradores de sistema arquivem um utilizador.
sk_sk: Táto konfigurácia inštancie umožňuje iba používateľom Sysadmin archivovať používateľa.
sl_si: Ta konfiguracija primerka dovoljuje samo uporabnikom sistema Sysadmin, da arhivirajo uporabnika.
uz_uz: Ushbu misol konfiguratsiyasi faqat Sysadmin foydalanuvchilariga foydalanuvchini arxivlash imkonini beradi.

source: Permissions for the resource category
cs_cz: Oprávnění pro kategorii zdrojů
el_gr: Δικαιώματα για την κατηγορία πόρων
fi_fi: Resurssiluokan käyttöoikeudet
pt_pt: Permissões para a categoria de recurso
sk_sk: Povolenia pre kategóriu zdrojov
sl_si: Dovoljenja za kategorijo vira
uz_uz: Resurs toifasi uchun ruxsatlar

source: Permissions for the derived resource
cs_cz: Oprávnění pro odvozený zdroj
el_gr: Δικαιώματα για τον παραγόμενο πόρο
fi_fi: Johdetun resurssin käyttöoikeudet
pt_pt: Permissões para o recurso derivado
sk_sk: Povolenia pre odvodený zdroj
sl_si: Dovoljenja za izpeljani vir
uz_uz: Olingan resurs uchun ruxsatlar

source: Tags of the team
cs_cz: Štítky týmu
el_gr: Ετικέτες της ομάδας
fi_fi: Tiimin tunnisteet
pt_pt: Etiquetas da equipa
sk_sk: Tagy tímu
sl_si: Oznake ekipe
uz_uz: Jamoa teglari

source: Blank experiment
cs_cz: Prázdný experiment
el_gr: Κενό πείραμα
fi_fi: Tyhjä koe
pt_pt: Experiência em branco
sk_sk: Prázdny experiment
sl_si: Prazen poskus
uz_uz: Bo'sh tajriba

source: Filter teams
cs_cz: Filtrovat týmy
el_gr: Φιλτράρετε ομάδες
fi_fi: Suodata tiimit
pt_pt: Filtrar equipas
sk_sk: Filtrovať tímy
sl_si: Filtrirajte ekipe
uz_uz: Jamoalarni filtrlash

source: Utilize this attribute to specifically identify whether the user holds the primary Admin role within the team. Note that this designation is for informational purposes only.
cs_cz: Pomocí tohoto atributu lze konkrétně určit, zda uživatel zastává primární roli správce v rámci týmu. Upozorňujeme, že toto označení má pouze informativní charakter.
el_gr: Χρησιμοποιήστε αυτό το χαρακτηριστικό για να προσδιορίσετε συγκεκριμένα εάν ο χρήστης κατέχει τον κύριο ρόλο Διαχειριστή στην ομάδα. Σημειώστε ότι αυτή η ονομασία είναι μόνο για ενημερωτικούς σκοπούς.
fi_fi: Käytä tätä attribuuttia määrittääksesi, onko käyttäjällä ensisijainen järjestelmänvalvojan rooli tiimissä. Huomaa, että tämä nimitys on tarkoitettu vain tiedoksi.
pt_pt: Utilize este atributo para identificar especificamente se o utilizador tem a função de administrador principal na equipa. Note que esta designação é apenas a título informativo.
sk_sk: Tento atribút použite na špecifickú identifikáciu, či má používateľ v tíme primárnu rolu správcu. Upozorňujeme, že toto označenie slúži len na informačné účely.
sl_si: S tem atributom natančno določite, ali ima uporabnik primarno vlogo skrbnika v skupini. Upoštevajte, da je ta oznaka samo v informativne namene.
uz_uz: Ushbu atributdan foydalanuvchi jamoada asosiy administrator roliga ega ekanligini aniq aniqlash uchun foydalaning. E'tibor bering, ushbu belgi faqat ma'lumot uchun mo'ljallangan.

source: Users table
cs_cz: Tabulka uživatelů
el_gr: Πίνακας χρηστών
fi_fi: Käyttäjien taulukko
pt_pt: Tabela de utilizadores
sk_sk: Tabuľka používateľov
sl_si: Tabela uporabnikov
uz_uz: Foydalanuvchilar jadvali

source: Remote directory users list
cs_cz: Seznam uživatelů vzdáleného adresáře
el_gr: Λίστα χρηστών απομακρυσμένου καταλόγου
fi_fi: Etähakemiston käyttäjien luettelo
pt_pt: Lista de utilizadores do diretório remoto
sk_sk: Zoznam používateľov vzdialeného adresára
sl_si: Seznam uporabnikov oddaljenega imenika
uz_uz: Masofaviy katalog foydalanuvchilari ro'yxati

source: Report bug
cs_cz: Nahlásit chybu
el_gr: Αναφορά προβλήματος
fi_fi: Ilmoita virheestä
pt_pt: Comunicar erro
sk_sk: Nahlásiť chybu
sl_si: Prijavi napako
uz_uz: Xato haqida xabar berish

source: Select language
cs_cz: Vybrat jazyk
el_gr: Επιλέξτε γλώσσα
fi_fi: Valitse kieli
pt_pt: Selecionar idioma
sk_sk: Zvoľ jazyk
sl_si: Izberi jezik
uz_uz: Tilni tanlang

source: Main menu
cs_cz: Hlavní menu
el_gr: Κύριο μενού
fi_fi: Päävalikko
pt_pt: Menu principal
sk_sk: Hlavné menu
sl_si: Glavni meni
uz_uz: Asosiy menyu

source: Toggle navigation
cs_cz: Přepínání navigace
el_gr: Εναλλαγή πλοήγησης
fi_fi: Vaihda navigointi
pt_pt: Alternar navegação
sk_sk: Prepnúť navigáciu
sl_si: Preklopi navigacijo
uz_uz: Navigatsiyani yoqish/yopish

source: Quicksearch
cs_cz: Rychlé hledání
el_gr: Γρήγορη αναζήτηση
fi_fi: Pikahaku
pt_pt: Busca rápida
sk_sk: Rýchle vyhľadávanie
sl_si: Hitro iskanje
uz_uz: Tez qidiruv

source: Show password
cs_cz: Ukázat heslo
el_gr: Δείξε τον κωδικό
fi_fi: Näytä salasana
pt_pt: Mostrar palavra-passe
sk_sk: Ukázať heslo
sl_si: Pokaži geslo
uz_uz: Parolni ko'rsatish

source: Download
el_gr: Λήψη
fi_fi: Lataa
pt_pt: Descarregar
sk_sk: Stiahnuť ▼
sl_si: Prenesi
uz_uz: Yuklab olish

source: Display allowed email domains
cs_cz: Zobrazení povolených e-mailových domén
el_gr: Εμφάνιση των επιτρεπόμενων τομέων email
fi_fi: Näytä sallitut sähköpostin verkkotunnukset
pt_pt: Mostrar os domínios de correio eletrónico permitidos
sk_sk: Zobraziť povolené e-mailové domény
sl_si: Prikaz dovoljenih e-poštnih domen
uz_uz: Ruxsat etilgan elektron pochta domenlarini ko'rsatish

source: Select
cs_cz: Vybrat
el_gr: Επιλέξτε
fi_fi: Valitse
pt_pt: Selecionar
sk_sk: Vyberte
sl_si: Izberite
uz_uz: Tanlang

source: Scope
cs_cz: Rozsah
el_gr: Πεδίο εφαρμογής
fi_fi: Laajuus
pt_pt: Alcance
sk_sk: Rozsah
sl_si: Obseg
uz_uz: Qo'llash doirasi

source: Self
cs_cz: Vlastní
el_gr: Ίδιο
fi_fi: Itse
pt_pt: Eu
sk_sk: Seba
sl_si: sebe
uz_uz: O'zini

source: Everything
cs_cz: Vše
el_gr: Όλα
fi_fi: Kaikki
pt_pt: Eu
sk_sk: Všetko
sl_si: Vse
uz_uz: Hamma narsa

source: Date operator
cs_cz: Datový operátor
el_gr: Χειριστής ημερομηνίας
fi_fi: Päivämääräoperaattori
pt_pt: Operador de datas
sk_sk: Operátor dátumu
sl_si: Datumski operater
uz_uz: Sana operatori

source: Entry
cs_cz: Vstup
el_gr: Εγγραφή
fi_fi: Sisäänpääsy
pt_pt: Entrada
sk_sk: Vstup
sl_si: Vstop
uz_uz: Kirish

source: Query filters
cs_cz: Filtry dotazů
el_gr: Φίλτρα ερωτημάτων
fi_fi: Kyselysuodattimet
pt_pt: Filtros de consulta
sk_sk: Filtre dopytov
sl_si: Filtri poizvedb
uz_uz: So'rov filtrlari

source: Limit category
cs_cz: Limit kategorie
el_gr: Κατηγορία ορίου
fi_fi: Rajoitusluokka
pt_pt: Limite categoria
sk_sk: Limitná kategória
sl_si: Mejna kategorija
uz_uz: Limit toifasi

source: Limit author
cs_cz: Limit autora
el_gr: Όριο συγγραφέα
fi_fi: Rajoita kirjoittajaa
pt_pt: Limitar autor
sk_sk: Obmedzte autora
sl_si: Omejitev avtorja
uz_uz: Muallifni cheklash

source: Load more
cs_cz: Načíst více
el_gr: Φόρτωσε περισσότερα
fi_fi: Lataa lisää
pt_pt: Carregar mais
sk_sk: Načítať viac
sl_si: Naloži več
uz_uz: Ko'proq yuklang

source: Drag to reorder
cs_cz: Změna pořadí tažením
el_gr: Σύρετε για αναδιάταξη
fi_fi: Järjestä uudelleen vetämällä
pt_pt: Arrastar para reordenar
sk_sk: Presunutím zmeníte poradie
sl_si: Povlecite za prerazporeditev
uz_uz: Qayta tartiblash uchun torting

source: Email configuration is required. Consult the documentation (%slink%s) for help.
cs_cz: Je vyžadována konfigurace e-mailu. Nápovědu naleznete v dokumentaci (%slink%s).
el_gr: Απαιτείται διαμόρφωση email. Συμβουλευτείτε την τεκμηρίωση (%slink%s) για βοήθεια.
fi_fi: Sähköpostiasetukset vaaditaan. Katso ohjeita dokumentaatiosta (%slink%s).
pt_pt: É necessária a configuração do correio eletrónico. Consulte a documentação (%slink%s) para obter ajuda.
sk_sk: Vyžaduje sa konfigurácia e-mailu. Pomoc nájdete v dokumentácii (%slink%s).
sl_si: Potrebna je konfiguracija e-pošte. Za pomoč si oglejte dokumentacijo (%slink%s).
uz_uz: Elektron pochta konfiguratsiyasi talab qilinadi. Yordam uchun hujjatlarga (%slink%s) murojaat qiling.

source: Audit Logs
el_gr: Μητρώα ελέγχου
fi_fi: Tarkastuslokit
pt_pt: Registos de auditoria
sk_sk: Protokoly auditu
sl_si: Dnevniki nadzora
uz_uz: Audit jurnallari
