Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: User could not be found.
cs_cz: Foydalanuvchi topilmadi.
el_gr: Δεν ήταν δυνατή η εύρεση του χρήστη.
fi_fi: Käyttäjää ei löytynyt.
pt_pt: O usuário não foi encontrado.
sk_sk: Používateľa sa nepodarilo nájsť.
sl_si: Uporabnika ni bilo mogoče najti.
uz_uz: Foydalanuvchi topilmadi.

source: Onboarding email(s) will soon be sent.
cs_cz: Tez orada ishga kirish haqidagi e-pochta(lar) yuboriladi.
el_gr: Σύντομα θα σταλούν μηνύματα ηλεκτρονικού ταχυδρομείου ενσωμάτωσης.
fi_fi: Aloitussähköposti(t) lähetetään pian.
pt_pt: E-mails de integração serão enviados em breve.
sk_sk: Registračný e-mail (e-maily) budú čoskoro odoslané.
sl_si: E-poštna sporočila za pripravo bodo kmalu poslana.
uz_uz: Tez orada ishga kirish haqidagi e-pochta(lar) yuboriladi.

source: Your account has been associated successfully to a team. Please authenticate again.
cs_cz: Hisobingiz jamoa bilan muvaffaqiyatli bog‘landi. Iltimos, yana tasdiqlang.
el_gr: Ο λογαριασμός σας συσχετίστηκε επιτυχώς με μια ομάδα. Παρακαλώ ελέγξτε ξανά την ταυτότητα.
fi_fi: Tilisi on yhdistetty tiimiin. Todennus uudelleen.
pt_pt: Sua conta foi associada com sucesso a uma equipe. Por favor, autentique novamente.
sk_sk: Váš účet bol úspešne priradený k tímu. Znova sa overte.
sl_si: Vaš račun je bil uspešno povezan z ekipo. Ponovno preverite pristnost.
uz_uz: Hisobingiz jamoa bilan muvaffaqiyatli bog‘landi. Iltimos, yana tasdiqlang.

source: Signed by %s (%s)
cs_cz: %s (%s) tomonidan imzolangan
el_gr: Υπογεγραμμένο από %s (%s)
fi_fi: Allekirjoittanut %s (%s)
pt_pt: Assinado por %s (%s)
sk_sk: Podpísané používateľom %s (%s)
sl_si: Podpisal %s (%s)
uz_uz: %s (%s) tomonidan imzolangan

source: Signature archive by %s (%s)
cs_cz: %s imzo arxivi (%s)
el_gr: Αρχείο υπογραφών από %s (%s)
fi_fi: Allekirjoitusarkisto, %s (%s)
pt_pt: Arquivo de assinaturas por %s (%s)
sk_sk: Archív podpisov od %s (%s)
sl_si: Arhiv podpisa %s (%s)
uz_uz: %s imzo arxivi (%s)

source: The mandatory "passphrase" parameter was not provided!
cs_cz: Majburiy "parol" parametri taqdim etilmagan!
el_gr: Η υποχρεωτική παράμετρος "φράση πρόσβασης" δεν παρέχεται!
fi_fi: Pakollista "salalause"-parametria ei annettu!
pt_pt: O parâmetro obrigatório "senha" não foi fornecido!
sk_sk: Nebol zadaný povinný parameter „passphrase“!
sl_si: Obvezni parameter "passphrase" ni bil naveden!
uz_uz: Majburiy "parol" parametri taqdim etilmagan!

source: Hi. %s left a comment on your entry. Have a look: %s
cs_cz: Salom. %s yozuvingizga fikr qoldirdi. Qarang: %s
el_gr: Γεια. Ο %s άφησε ένα σχόλιο στην καταχώρισή σας. Ρίξτε μια ματιά: %s
fi_fi: Hei. %s jätti kommentin kirjoitukseesi. Katso: %s
pt_pt: Oi. %s deixou um comentário na sua entrada. Dê uma olhada: %s
sk_sk: Ahoj. %s pridal komentár k vášmu vstupu. Pozrite sa: %s
sl_si: Zdravo. %s je pustil komentar na vaš vnos. Poglejte: %s
uz_uz: Salom. %s yozuvingizga fikr qoldirdi. Qarang: %s

source: New comment on your entry.
cs_cz: Kirishingizga yangi sharh.
el_gr: Νέο σχόλιο στην καταχώρισή σας.
fi_fi: Uusi kommentti kirjoituksellesi.
pt_pt: Novo comentário em sua entrada.
sk_sk: Nový komentár k vášmu príspevku.
sl_si: Nov komentar na vaš vnos.
uz_uz: Kirishingizga yangi sharh.

source: Allow users booking in past
cs_cz: Foydalanuvchilarga o'tmishda band qilishiga ruxsat bering
el_gr: Να επιτρέπεται στους χρήστες να κάνουν κράτηση στο παρελθόν
fi_fi: Salli käyttäjien tehdä varaus aiemmin
pt_pt: Permitir que usuários reservem no passado
sk_sk: Povoliť používateľom rezervácie v minulosti
sl_si: Dovoli uporabnikom, da rezervirajo v preteklosti
uz_uz: Foydalanuvchilarga o'tmishda band qilishiga ruxsat bering

source: Last saved:
cs_cz: Oxirgi saqlangan:
el_gr: Τελευταία αποθήκευση:
fi_fi: Viimeksi tallennettu:
pt_pt: Último salvo:
sk_sk: Naposledy uložené:
sl_si: Nazadnje shranjeno:
uz_uz: Oxirgi saqlangan:

source: Resend onboarding email
cs_cz: Ishga qabul qilingan xatni qayta yuboring
el_gr: Επανάληψη αποστολής email ενσωμάτωσης
fi_fi: Lähetä liittymissähköposti uudelleen
pt_pt: Reenviar e-mail de integração
sk_sk: Znova odošlite registračný e-mail
sl_si: Znova pošlji vstopno e-pošto
uz_uz: Ishga qabul qilingan xatni qayta yuboring

source: Select users to whom the onboarding email will be sent.
cs_cz: E-pochta xabari yuboriladigan foydalanuvchilarni tanlang.
el_gr: Επιλέξτε χρήστες στους οποίους θα σταλεί το μήνυμα ηλεκτρονικού ταχυδρομείου ενσωμάτωσης.
fi_fi: Valitse käyttäjät, joille aloitussähköposti lähetetään.
pt_pt: Selecione os usuários para os quais o email de integração será enviado.
sk_sk: Vyberte používateľov, ktorým sa odošle registračný e-mail.
sl_si: Izberite uporabnike, ki jim bo poslano vstopno e-poštno sporočilo.
uz_uz: E-pochta xabari yuboriladigan foydalanuvchilarni tanlang.

source: Search users...
cs_cz: Foydalanuvchilarni qidirish...
el_gr: Αναζήτηση χρηστών...
fi_fi: Hae käyttäjiä...
pt_pt: Pesquisar usuários...
sk_sk: Hľadať používateľov...
sl_si: Iskanje uporabnikov ...
uz_uz: Foydalanuvchilarni qidirish...

source: Onboarding email
cs_cz: E-pochtaga kirish
el_gr: Ενσωμάτωση email
fi_fi: Perehdytyssähköposti
pt_pt: E-mail de integração
sk_sk: Registračný e-mail
sl_si: Uvodna e-pošta
uz_uz: E-pochtaga kirish

source: This email will be sent to new users.
cs_cz: Ushbu xat yangi foydalanuvchilarga yuboriladi.
el_gr: Αυτό το email θα σταλεί σε νέους χρήστες.
fi_fi: Tämä sähköposti lähetetään uusille käyttäjille.
pt_pt: Este e-mail será enviado para novos usuários.
sk_sk: Tento e-mail bude odoslaný novým používateľom.
sl_si: To e-poštno sporočilo bo poslano novim uporabnikom.
uz_uz: Ushbu xat yangi foydalanuvchilarga yuboriladi.

source: Send onboarding emails
cs_cz: Ishga kirishish uchun elektron pochta xabarlarini yuboring
el_gr: Αποστολή email ενσωμάτωσης
fi_fi: Lähetä perehdytyssähköposteja
pt_pt: Envie e-mails de integração
sk_sk: Odosielajte registračné e-maily
sl_si: Pošljite e-poštna sporočila o vkrcanju
uz_uz: Ishga kirishish uchun elektron pochta xabarlarini yuboring

source: Resend email to selected users
cs_cz: Tanlangan foydalanuvchilarga xat yuboring
el_gr: Στείλτε ξανά email σε επιλεγμένους χρήστες
fi_fi: Lähetä sähköposti uudelleen valituille käyttäjille
pt_pt: Reenviar e-mail para usuários selecionados
sk_sk: Znova odoslať e-mail vybraným používateľom
sl_si: Ponovno pošlji e-pošto izbranim uporabnikom
uz_uz: Tanlangan foydalanuvchilarga xat yuboring

source: Send a different email for (sys)admins.
cs_cz: (sys) administratorlari uchun boshqa elektron pochta xabarini yuboring.
el_gr: Στείλτε ένα διαφορετικό email για τους διαχειριστές (sys).
fi_fi: Lähetä eri sähköposti (sys)järjestelmänvalvojille.
pt_pt: Envie um e-mail diferente para administradores de (sistemas).
sk_sk: Poslať iný e-mail pre (sys)adminov.
sl_si: Pošlji drugo e-pošto za (sys)skrbnike.
uz_uz: (sys) administratorlari uchun boshqa elektron pochta xabarini yuboring.

source: This email will be sent to new (sys)admins.
cs_cz: Bu xat yangi (sys) administratorlariga yuboriladi.
el_gr: Αυτό το email θα σταλεί σε νέους (sys)διαχειριστές.
fi_fi: Tämä sähköposti lähetetään uusille (sys)järjestelmänvalvojille.
pt_pt: Este e-mail será enviado aos novos administradores (de sistema).
sk_sk: Tento e-mail bude odoslaný novým (sys)adminom.
sl_si: To e-poštno sporočilo bo poslano novim (sys)skrbnikom.
uz_uz: Bu xat yangi (sys) administratorlariga yuboriladi.

source: Modify procurement parameters
cs_cz: Xarid parametrlarini o'zgartirish
el_gr: Τροποποίηση παραμέτρων προμήθειας
fi_fi: Muokkaa hankintaparametreja
pt_pt: Modificar parâmetros de aquisição
sk_sk: Upravte parametre obstarávania
sl_si: Spremenite parametre javnega naročila
uz_uz: Xarid parametrlarini o'zgartirish

source: Allow procurement of this resource
cs_cz: Ushbu resursni sotib olishga ruxsat bering
el_gr: Να επιτρέπεται η προμήθεια αυτού του πόρου
fi_fi: Salli tämän resurssin hankinta
pt_pt: Permitir a aquisição deste recurso
sk_sk: Povoliť obstarávanie tohto zdroja
sl_si: Dovoli nabavo tega vira
uz_uz: Ushbu resursni sotib olishga ruxsat bering

source: Packaging quantity
cs_cz: Qadoqlash miqdori
el_gr: Ποσότητα συσκευασίας
fi_fi: Pakkauksen määrä
pt_pt: Quantidade de embalagem
sk_sk: Množstvo balenia
sl_si: Količina pakiranja
uz_uz: Qadoqlash miqdori

source: Price without taxes
cs_cz: Soliqsiz narx
el_gr: Τιμή χωρίς φόρους
fi_fi: Hinta ilman veroja
pt_pt: Preço sem impostos
sk_sk: Cena bez dane
sl_si: Cena brez davka
uz_uz: Soliqsiz narx

source: Price with taxes
cs_cz: Soliqlar bilan narx
el_gr: Τιμή με φόρους
fi_fi: Hinta veroineen
pt_pt: Preço com impostos
sk_sk: Cena s daňou
sl_si: Cena z davki
uz_uz: Soliqlar bilan narx

source: Currency
cs_cz: Valyuta
el_gr: Νόμισμα
fi_fi: Valuutta
pt_pt: Moeda
sk_sk: mena
sl_si: Valuta
uz_uz: Valyuta

source: Archive
cs_cz: Arxiv
el_gr: Αρχειοθέτηση
fi_fi: Arkisto
pt_pt: Arquivo
sk_sk: Archív
sl_si: Arhiv
uz_uz: Arxiv

source: This allows users without an account to login into a team and see the experiments with public visibility. It also enables users to share specific entries with a special link.
cs_cz: Bu hisob qaydnomasi bo'lmagan foydalanuvchilarga jamoaga kirish va ommaga ko'rinadigan tajribalarni ko'rish imkonini beradi. Shuningdek, u foydalanuvchilarga maxsus havola bilan muayyan yozuvlarni almashish imkonini beradi.
el_gr: Αυτό επιτρέπει στους χρήστες χωρίς λογαριασμό να συνδεθούν σε μια ομάδα και να δουν τα πειράματα με δημόσια ορατότητα. Επιτρέπει επίσης στους χρήστες να μοιράζονται συγκεκριμένες καταχωρήσεις με έναν ειδικό σύνδεσμο.
fi_fi: Näin käyttäjät, joilla ei ole tiliä, voivat kirjautua tiimiin ja nähdä kokeet julkisesti. Sen avulla käyttäjät voivat myös jakaa tiettyjä merkintöjä erityisen linkin avulla.
pt_pt: Isso permite que usuários sem conta façam login em uma equipe e vejam os experimentos com visibilidade pública. Também permite que os usuários compartilhem entradas específicas com um link especial.
sk_sk: To umožňuje používateľom bez účtu prihlásiť sa do tímu a vidieť experimenty s viditeľnosťou verejnosti. Umožňuje tiež používateľom zdieľať konkrétne položky pomocou špeciálneho odkazu.
sl_si: To omogoča uporabnikom brez računa, da se prijavijo v ekipo in vidijo poskuse z javno vidnostjo. Uporabnikom omogoča tudi skupno rabo določenih vnosov s posebno povezavo.
uz_uz: Bu hisob qaydnomasi bo'lmagan foydalanuvchilarga jamoaga kirish va ommaga ko'rinadigan tajribalarni ko'rish imkonini beradi. Shuningdek, u foydalanuvchilarga maxsus havola bilan muayyan yozuvlarni almashish imkonini beradi.

source: Procurement requests
cs_cz: Xarid qilish bo'yicha so'rovlar
el_gr: Αιτήσεις προμήθειας
fi_fi: Hankintapyynnöt
pt_pt: Solicitações de aquisição
sk_sk: Žiadosti o obstarávanie
sl_si: Zahtevki za javna naročila
uz_uz: Xarid qilish bo'yicha so'rovlar

source: Requester
cs_cz: So'rovchi
el_gr: Αιτητής
fi_fi: Pyytäjä
pt_pt: Solicitante
sk_sk: Žiadateľ
sl_si: Vlagatelj zahteve
uz_uz: So'rovchi

source: Ordered
cs_cz: Buyurtma qilingan
el_gr: Διέταξε
fi_fi: Tilattu
pt_pt: Encomendado
sk_sk: Objednané
sl_si: Naročeno
uz_uz: Buyurtma qilingan

source: Quantity ordered
cs_cz: Buyurtma miqdori
el_gr: Ποσότητα παραγγελίας
fi_fi: Tilattu määrä
pt_pt: Quantidade encomendada
sk_sk: Objednané množstvo
sl_si: Naročena količina
uz_uz: Buyurtma miqdori

source: Total
cs_cz: Jami
el_gr: Σύνολο
fi_fi: Kaikki yhteensä
sk_sk: Celkom
sl_si: Skupaj
uz_uz: Jami

source: Quantity received
cs_cz: Qabul qilingan miqdor
el_gr: Παραληφθείσα ποσότητα
fi_fi: Vastaanotettu määrä
pt_pt: Quantidade recebida
sk_sk: Prijaté množstvo
sl_si: Prejeta količina
uz_uz: Qabul qilingan miqdor

source: Quote
cs_cz: Iqtibos
el_gr: Παραθέτω, αναφορά
fi_fi: Lainaa
pt_pt: Citar
sk_sk: Citovať
sl_si: Kvota
uz_uz: Iqtibos

source: State
cs_cz: Davlat
el_gr: κατάσταση
fi_fi: Tila
pt_pt: Estado
sk_sk: Štát
sl_si: Država
uz_uz: Davlat

source: unset
cs_cz: sozlanmagan
el_gr: απενεργοποίηση
fi_fi: pois päältä
pt_pt: desarmar
sk_sk: odstaviť
sl_si: nenastavljeno
uz_uz: sozlanmagan

source: Cancel order
cs_cz: Buyurtmani bekor qilish
el_gr: Ακύρωση παραγγελίας
fi_fi: Peruuta tilaus
pt_pt: Cancelar pedido
sk_sk: Zrušiť objednávku
sl_si: Prekliči naročilo
uz_uz: Buyurtmani bekor qilish

source: No procurement requests have been made yet.
cs_cz: Hozircha xaridlar bo‘yicha so‘rovlar kiritilmagan.
el_gr: Δεν έχουν υποβληθεί ακόμη αιτήματα προμήθειας.
fi_fi: Hankintapyyntöjä ei ole vielä tehty.
pt_pt: Nenhuma solicitação de aquisição foi feita ainda.
sk_sk: Zatiaľ neboli predložené žiadne žiadosti o obstarávanie.
sl_si: Oddanih še ni bilo nobenih zahtevkov za javna naročila.
uz_uz: Hozircha xaridlar bo‘yicha so‘rovlar kiritilmagan.

source: (free, no account required)
cs_cz: (bepul, hisob talab qilinmaydi)
el_gr: (δωρεάν, δεν απαιτείται λογαριασμός)
fi_fi: (ilmainen, ei vaadi tiliä)
pt_pt: (gratuito, sem necessidade de conta)
sk_sk: (zadarmo, nevyžaduje sa žiadny účet)
sl_si: (brezplačno, račun ni potreben)
uz_uz: (bepul, hisob talab qilinmaydi)

source: (requires account)
cs_cz: (hisobni talab qiladi)
el_gr: (απαιτείται λογαριασμός)
fi_fi: (vaatii tilin)
pt_pt: (requer conta)
sk_sk: (vyžaduje účet)
sl_si: (zahteva račun)
uz_uz: (hisobni talab qiladi)

source: Regenerate signature keys
cs_cz: Imzo kalitlarini qayta tiklash
el_gr: Αναγέννηση κλειδιών υπογραφής
fi_fi: Luo allekirjoitusavaimet uudelleen
pt_pt: Regenerar chaves de assinatura
sk_sk: Obnovte podpisové kľúče
sl_si: Znova ustvari podpisne ključe
uz_uz: Imzo kalitlarini qayta tiklash

source: Warning: regenerating your signature keys means the current key will be archived and will not be available anymore.
cs_cz: Ogohlantirish: imzo kalitlarini qayta tiklash joriy kalit arxivlanadi va endi mavjud bo'lmaydi degan ma'noni anglatadi.
el_gr: Προειδοποίηση: η αναγέννηση των κλειδιών υπογραφής σημαίνει ότι το τρέχον κλειδί θα αρχειοθετηθεί και δεν θα είναι πλέον διαθέσιμο.
fi_fi: Varoitus: allekirjoitusavainten luominen uudelleen tarkoittaa, että nykyinen avain arkistoidaan, eikä se ole enää käytettävissä.
pt_pt: Aviso: regenerar suas chaves de assinatura significa que a chave atual será arquivada e não estará mais disponível.
sk_sk: Upozornenie: Obnovenie vašich podpisových kľúčov znamená, že aktuálny kľúč bude archivovaný a už nebude k dispozícii.
sl_si: Opozorilo: ponovno generiranje vaših podpisnih ključev pomeni, da bo trenutni ključ arhiviran in ne bo več na voljo.
uz_uz: Ogohlantirish: imzo kalitlarini qayta tiklash joriy kalit arxivlanadi va endi mavjud bo'lmaydi degan ma'noni anglatadi.

source: Enter a passphrase:
cs_cz: Parol iborasini kiriting:
el_gr: Εισαγάγετε μια φράση πρόσβασης:
fi_fi: Anna tunnuslause:
pt_pt: Digite uma senha:
sk_sk: Zadajte prístupovú frázu:
sl_si: Vnesite geslo:
uz_uz: Parol iborasini kiriting:

source: Signature keys
cs_cz: Imzo kalitlari
el_gr: Κλειδιά υπογραφής
fi_fi: Allekirjoitusavaimet
pt_pt: Chaves de assinatura
sk_sk: Podpisové kľúče
sl_si: Ključi za podpis
uz_uz: Imzo kalitlari

source: Download private key
cs_cz: Shaxsiy kalitni yuklab oling
el_gr: Λήψη ιδιωτικού κλειδιού
fi_fi: Lataa yksityinen avain
pt_pt: Baixar chave privada
sk_sk: Stiahnite si súkromný kľúč
sl_si: Prenesite zasebni ključ
uz_uz: Shaxsiy kalitni yuklab oling

source: Download public key
cs_cz: Umumiy kalitni yuklab oling
el_gr: Λήψη δημόσιου κλειδιού
fi_fi: Lataa julkinen avain
pt_pt: Baixar chave pública
sk_sk: Stiahnite si verejný kľúč
sl_si: Prenesite javni ključ
uz_uz: Umumiy kalitni yuklab oling

source: Signature keys are a highly secure public-key signature system that allows you to cryptographically sign experiments or resources. Signing an entry will generate an immutable archive.
cs_cz: Imzo kalitlari tajribalar yoki resurslarni kriptografik tarzda imzolash imkonini beruvchi yuqori darajada himoyalangan ochiq kalitli imzo tizimidir. Yozuvni imzolash o'zgarmas arxivni yaratadi.
el_gr: Τα κλειδιά υπογραφής είναι ένα εξαιρετικά ασφαλές σύστημα υπογραφής δημόσιου κλειδιού που σας επιτρέπει να υπογράφετε κρυπτογραφικά πειράματα ή πόρους. Η υπογραφή μιας καταχώρισης θα δημιουργήσει ένα αμετάβλητο αρχείο.
fi_fi: Allekirjoitusavaimet ovat erittäin turvallinen julkisen avaimen allekirjoitusjärjestelmä, jonka avulla voit allekirjoittaa kokeet tai resurssit kryptografisesti. Merkinnän allekirjoittaminen luo muuttumattoman arkiston.
pt_pt: As chaves de assinatura são um sistema de assinatura de chave pública altamente seguro que permite assinar experimentos ou recursos criptograficamente. Assinar uma entrada gerará um arquivo imutável.
sk_sk: Podpisové kľúče sú vysoko bezpečný systém podpisov verejných kľúčov, ktorý vám umožňuje kryptograficky podpisovať experimenty alebo zdroje. Podpísaním záznamu sa vytvorí nemenný archív.
sl_si: Podpisni ključi so zelo varen podpisni sistem z javnimi ključi, ki vam omogoča kriptografsko podpisovanje poskusov ali virov. S podpisom vnosa se ustvari nespremenljiv arhiv.
uz_uz: Imzo kalitlari tajribalar yoki resurslarni kriptografik tarzda imzolash imkonini beruvchi yuqori darajada himoyalangan ochiq kalitli imzo tizimidir. Yozuvni imzolash o'zgarmas arxivni yaratadi.

source: To learn more about signature keys, have a look at the %scomplete documentation%s.
cs_cz: Imzo kalitlari haqida koʻproq maʼlumot olish uchun %stoʻliq hujjatlarni koʻring%s.
el_gr: Για να μάθετε περισσότερα σχετικά με τα κλειδιά υπογραφής, ρίξτε μια ματιά στην %scomplete documentation%s.
fi_fi: Saat lisätietoja allekirjoitusavaimista tutustumalla %stäydelliseen dokumentaatioon%s.
pt_pt: Para saber mais sobre chaves de assinatura, dê uma olhada na %sdocumentação completa%s.
sk_sk: Ak sa chcete dozvedieť viac o podpisových kľúčoch, pozrite si %skompletnú dokumentáciu%s.
sl_si: Če želite izvedeti več o podpisnih ključih, si oglejte %spopolno dokumentacijo%s.
uz_uz: Imzo kalitlari haqida koʻproq maʼlumot olish uchun %stoʻliq hujjatlarni koʻring%s.

source: You do not have a key pair associated with your account yet.
cs_cz: Sizda hali hisobingizga bog‘langan kalit juftligi yo‘q.
el_gr: Δεν έχετε ακόμη συσχετισμένο ζεύγος κλειδιών με τον λογαριασμό σας.
fi_fi: Sinulla ei ole vielä tiliisi liitetty avainparia.
pt_pt: Você ainda não tem um par de chaves associado à sua conta.
sk_sk: K svojmu účtu ešte nemáte priradený pár kľúčov.
sl_si: Z vašim računom še nimate povezanega para ključev.
uz_uz: Sizda hali hisobingizga bog‘langan kalit juftligi yo‘q.

source: To generate a key pair, enter a passphrase below and click the button:
cs_cz: Kalitlar juftligini yaratish uchun quyida parol iborasini kiriting va tugmani bosing:
el_gr: Για να δημιουργήσετε ένα ζεύγος κλειδιών, εισαγάγετε μια φράση πρόσβασης παρακάτω και κάντε κλικ στο κουμπί:
fi_fi: Luo avainpari kirjoittamalla salasana alla ja napsauttamalla painiketta:
pt_pt: Para gerar um par de chaves, insira uma senha abaixo e clique no botão:
sk_sk: Ak chcete vygenerovať pár kľúčov, nižšie zadajte prístupovú frázu a kliknite na tlačidlo:
sl_si: Če želite ustvariti par ključev, spodaj vnesite geslo in kliknite gumb:
uz_uz: Kalitlar juftligini yaratish uchun quyida parol iborasini kiriting va tugmani bosing:

source: Generate signature keys
cs_cz: Imzo kalitlarini yarating
el_gr: Δημιουργία κλειδιών υπογραφής
fi_fi: Luo allekirjoitusavaimia
pt_pt: Gerar chaves de assinatura
sk_sk: Vygenerujte podpisové kľúče
sl_si: Ustvari podpisne ključe
uz_uz: Imzo kalitlarini yarating

source: Tip: use a password manager or a passphrase that you can remember, see %sthis XKCD comic%s.
cs_cz: Maslahat: parol menejeri yoki eslab qoladigan parol iborasidan foydalaning, %stushbu XKCD komik%s ga qarang.
el_gr: Συμβουλή: χρησιμοποιήστε έναν διαχειριστή κωδικών πρόσβασης ή μια φράση πρόσβασης που μπορείτε να θυμάστε, δείτε %sthis XKCD comic%s.
fi_fi: Vinkki: käytä salasanan hallintaa tai salasanaa, jonka voit muistaa, katso %sthis XKCD-sarjakuva%s.
pt_pt: Dica: use um gerenciador de senhas ou uma senha que você possa lembrar, veja %sesta história em quadrinhos do XKCD%s.
sk_sk: Tip: použite správcu hesiel alebo prístupovú frázu, ktorú si zapamätáte, pozrite si %stento XKCD komiks%s.
sl_si: Nasvet: uporabite upravitelja gesel ali geslo, ki si ga lahko zapomnite, glejte %sta XKCD strip%s.
uz_uz: Maslahat: parol menejeri yoki eslab qoladigan parol iborasidan foydalaning, %stushbu XKCD komik%s ga qarang.

source: Your account is already associated with a keypair.
cs_cz: Hisobingiz allaqachon kalit juftligi bilan bog'langan.
el_gr: Ο λογαριασμός σας έχει ήδη συσχετιστεί με ένα ζεύγος κλειδιών.
fi_fi: Tilisi on jo liitetty avainpariin.
pt_pt: Sua conta já está associada a um par de chaves.
sk_sk: Váš účet je už priradený k páru kľúčov.
sl_si: Vaš račun je že povezan s parom ključev.
uz_uz: Hisobingiz allaqachon kalit juftligi bilan bog'langan.

source: Here is your public key. You can share it with the world:
cs_cz: Mana sizning umumiy kalitingiz. Siz uni dunyo bilan baham ko'rishingiz mumkin:
el_gr: Εδώ είναι το δημόσιο κλειδί σας. Μπορείτε να το μοιραστείτε με τον κόσμο:
fi_fi: Tässä on julkinen avaimesi. Voit jakaa sen maailman kanssa:
pt_pt: Aqui está sua chave pública. Você pode compartilhá-lo com o mundo:
sk_sk: Tu je váš verejný kľúč. Môžete to zdieľať so svetom:
sl_si: Tukaj je vaš javni ključ. Lahko ga delite s svetom:
uz_uz: Mana sizning umumiy kalitingiz. Siz uni dunyo bilan baham ko'rishingiz mumkin:

source: Request action
cs_cz: Amalni talab qilish
el_gr: Ζητήστε ενέργεια
fi_fi: Pyydä toimenpiteitä
pt_pt: Solicitar ação
sk_sk: Požiadať o akciu
sl_si: Zahtevaj ukrepanje
uz_uz: Amalni talab qilish

source: Select action
cs_cz: Amalni tanlang
el_gr: Επιλέξτε δράση
fi_fi: Valitse toiminto
pt_pt: Selecionar ação
sk_sk: Vyberte akciu
sl_si: Izberite dejanje
uz_uz: Amalni tanlang

source: Select collaborator
cs_cz: Hamkorni tanlang
el_gr: Επιλέξτε συνεργάτη
fi_fi: Valitse yhteistyökumppani
pt_pt: Selecione o colaborador
sk_sk: Vyberte spolupracovníka
sl_si: Izberite sodelavca
uz_uz: Hamkorni tanlang

source: Add signature
cs_cz: Imzo qo'shing
el_gr: Προσθήκη υπογραφής
fi_fi: Lisää allekirjoitus
pt_pt: Adicionar assinatura
sk_sk: Pridajte podpis
sl_si: Dodajte podpis
uz_uz: Imzo qo'shing

source: Adding your signature will cryptographically sign the content of this entry, and the signature will be stored alongside the content at the time of signature, in an archive, visible as attachment (masked by default because archived).
cs_cz: Imzo qo‘shsangiz, ushbu yozuv mazmuniga kriptografik imzo qo‘yiladi va imzo imzolash vaqtida tarkib bilan birga arxivda saqlanadi, ilova sifatida ko‘rinadi (arxivlangani uchun sukut bo‘yicha niqoblangan).
el_gr: Η προσθήκη της υπογραφής σας θα υπογράψει κρυπτογραφικά το περιεχόμενο αυτής της καταχώρισης και η υπογραφή θα αποθηκευτεί παράλληλα με το περιεχόμενο τη στιγμή της υπογραφής, σε ένα αρχείο, ορατό ως συνημμένο (καλυμμένο από προεπιλογή επειδή έχει αρχειοθετηθεί).
fi_fi: Allekirjoituksen lisääminen allekirjoittaa tämän merkinnän sisällön kryptografisesti, ja allekirjoitus tallennetaan allekirjoitushetkellä sisällön rinnalle arkistoon, joka näkyy liitteenä (oletusarvoisesti peitetty, koska arkistoitu).
pt_pt: Adicionar sua assinatura assinará criptograficamente o conteúdo desta entrada, e a assinatura será armazenada junto com o conteúdo no momento da assinatura, em um arquivo, visível como anexo (mascarado por padrão porque arquivado).
sk_sk: Pridaním vášho podpisu sa kryptograficky podpíše obsah tohto záznamu a podpis bude uložený spolu s obsahom v čase podpisu v archíve, ktorý bude viditeľný ako príloha (v predvolenom nastavení je maskovaný, pretože je archivovaný).
sl_si: Če dodate svoj podpis, boste kriptografsko podpisali vsebino tega vnosa, podpis pa bo v času podpisa shranjen skupaj z vsebino v arhivu, viden kot priloga (privzeto zamaskiran, ker je arhiviran).
uz_uz: Imzo qo‘shsangiz, ushbu yozuv mazmuniga kriptografik imzo qo‘yiladi va imzo imzolash vaqtida tarkib bilan birga arxivda saqlanadi, ilova sifatida ko‘rinadi (arxivlangani uchun sukut bo‘yicha niqoblangan).
