Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Removing a user association with a team will NOT impact existing experiments or resources. They will still be accessible.
cs_cz: Odebrání přidružení uživatele k týmu NEMÁ vliv na stávající experimenty ani zdroje. Ty budou i nadále přístupné.
el_gr: Η κατάργηση μιας συσχέτισης χρήστη με μια ομάδα ΔΕΝ θα επηρεάσει τα υπάρχοντα πειράματα ή τους πόρους. Θα εξακολουθούν να είναι προσβάσιμα.
fi_fi: Käyttäjän ja tiimin välisen yhteyden poistaminen EI vaikuta olemassa oleviin kokeisiin tai resursseihin. Ne ovat edelleen käytettävissä.
pt_pt: Remover a associação de um usuário a uma equipe NÃO afetará os experimentos ou recursos existentes. Eles continuarão acessíveis.
sk_sk: Odstránenie priradenia používateľa k tímu NEOVPLYVNÍ existujúce experimenty ani zdroje. Budú stále prístupné.
sl_si: Odstranitev uporabniške povezave z ekipo NE bo vplivala na obstoječe poskuse ali vire. Še vedno bodo dostopni.
uz_uz: Jamoa bilan foydalanuvchilar assotsiatsiyasini olib tashlash mavjud tajribalar yoki resurslarga taʼsir qilmaydi. Ular hali ham ochiq bo'ladi.

source: Are you sure you want to remove %s from team %s?
cs_cz: Jste si jisti, že chcete %s odebrat z týmu %s?
el_gr: Είστε σίγουροι ότι θέλετε να αφαιρέσετε τον/την %s από την ομάδα %s;
fi_fi: Oletko varma, että haluat poistaa %s:n tiimistä %s?
pt_pt: Tem certeza de que deseja remover %s da equipe %s?
sk_sk: Naozaj chcete odstrániť %s z tímu %s?
sl_si: Ali ste prepričani, da želite odstraniti %s iz ekipe %s?
uz_uz: Haqiqatan ham %s jamoasini %s jamoasidan olib tashlamoqchimisiz?

source: Confirm
cs_cz: Potvrdit
el_gr: Επιβεβαιώνω
fi_fi: Vahvistaa
pt_pt: Confirmar
sk_sk: Potvrdiť
sl_si: Potrdi
uz_uz: Tasdiqlang

source: Scheduler settings
cs_cz: Nastavení plánovače
el_gr: Ρυθμίσεις χρονοπρογραμματιστή
fi_fi: Ajastimen asetukset
pt_pt: Configurações do agendador
sk_sk: Nastavenia plánovača
sl_si: Nastavitve razporejevalnika
uz_uz: Rejalashtiruvchi sozlamalari

source: Show weekends
cs_cz: Zobrazit víkendy
el_gr: Εμφάνιση Σαββατοκύριακων
fi_fi: Näytä viikonloput
pt_pt: Mostrar fins de semana
sk_sk: Zobraziť víkendy
sl_si: Prikaži vikende
uz_uz: Dam olish kunlarini ko'rsatish

source: Layout: timeline
cs_cz: Rozvržení: časová osa
el_gr: Διάταξη: χρονοδιάγραμμα
fi_fi: Asettelu: aikajana
pt_pt: Layout: linha do tempo
sk_sk: Rozloženie: časová os
sl_si: Postavitev: časovnica
uz_uz: Tartib: vaqt jadvali

source: Cancel booking
cs_cz: Zrušit rezervaci
el_gr: Ακύρωση κράτησης
fi_fi: Peruuta varaus
pt_pt: Cancelar reserva
sk_sk: Zrušiť rezerváciu
sl_si: Prekliči rezervacijo
uz_uz: Bandlovni bekor qilish

source: Search help
cs_cz: Hledat v nápovědě
el_gr: Αναζήτηση βοήθειας
fi_fi: Hakuohjeet
pt_pt: Ajuda de pesquisa
sk_sk: Hľadať pomoc
sl_si: Iskanje pomoči
uz_uz: Yordam qidirish

source: Simple search
cs_cz: Jednoduché vyhledávání
el_gr: Απλή αναζήτηση
fi_fi: Yksinkertainen haku
pt_pt: Pesquisa simples
sk_sk: Jednoduché vyhľadávanie
sl_si: Preprosto iskanje
uz_uz: Oddiy qidiruv

source: When searching a term in the search bar, results will contain this term in the title, main text, date or elabid.
cs_cz: Při hledání výrazu ve vyhledávacím řádku budou výsledky obsahovat tento výraz v názvu, hlavním textu, datu nebo rozpracovaném textu.
el_gr: Όταν αναζητάτε έναν όρο στη γραμμή αναζήτησης, τα αποτελέσματα θα περιέχουν αυτόν τον όρο στον τίτλο, στο κύριο κείμενο, στην ημερομηνία ή στο elabid.
fi_fi: Kun haet termiä hakupalkissa, tulokset sisältävät kyseisen termin otsikossa, päätekstissä, päivämäärässä tai selosteessa.
pt_pt: Ao pesquisar um termo na barra de pesquisa, os resultados conterão esse termo no título, no texto principal, na data ou no elabid.
sk_sk: Pri vyhľadávaní výrazu vo vyhľadávacom paneli budú výsledky obsahovať tento výraz v názve, hlavnom texte, dátume alebo rozpracovanom texte.
sl_si: Pri iskanju izraza v iskalni vrstici bodo rezultati vsebovali ta izraz v naslovu, glavnem besedilu, datumu ali razčlenitvi.
uz_uz: Qidiruv satrida atamani qidirayotganda, natijalar sarlavhada, asosiy matnda, sanada yoki elabidada ushbu atamani o'z ichiga oladi.

source: The search bar supports searching with specific constraints such as "title:Something" and "category:Tests" (%s). You can combine them with logical expressions (AND, OR, NOT...) and group with parenthesis.
cs_cz: Vyhledávací panel podporuje vyhledávání se specifickými omezeními, jako například „title:Something“ a „category:Tests“ (%s). Můžete je kombinovat s logickými výrazy (AND, OR, NOT...) a seskupovat pomocí závorek.
el_gr: Η γραμμή αναζήτησης υποστηρίζει αναζήτηση με συγκεκριμένους περιορισμούς όπως "title:Something" και "category:Tests" (%s). Μπορείτε να τις συνδυάσετε με λογικές παραστάσεις (AND, OR, NOT...) και να τις ομαδοποιήσετε με παρένθεση.
fi_fi: Hakupalkki tukee hakua tietyillä rajoituksilla, kuten "otsikko:Joku" ja "kategoria:Testit" (%s). Voit yhdistää niitä loogisilla lausekkeilla (JA, TAI, EI...) ja ryhmitellä sulkeilla.
pt_pt: A barra de pesquisa permite pesquisas com restrições específicas, como "título:Algo" e "categoria:Testes" (%s). Você pode combiná-las com expressões lógicas (E, OU, NÃO...) e agrupá-las entre parênteses.
sk_sk: Vyhľadávací panel podporuje vyhľadávanie so špecifickými obmedzeniami, ako napríklad „title:Something“ a „category:Tests“ (%s). Môžete ich kombinovať s logickými výrazmi (AND, OR, NOT...) a zoskupovať pomocou zátvoriek.
sl_si: Iskalna vrstica podpira iskanje s posebnimi omejitvami, kot sta »naslov:Nekaj« in »kategorija:Testi« (%s). Lahko jih kombinirate z logičnimi izrazi (IN, ALI, NE...) in združujete z oklepaji.
uz_uz: Qidiruv paneli "title:Something" va "category:Tests" (%s) kabi maxsus cheklovlar bilan qidirishni qo'llab-quvvatlaydi. Siz ularni mantiqiy ifodalar (VA, OR, EMAS...) bilan birlashtirib, qavslar bilan guruhlashingiz mumkin.

source: To search in extra fields (metadata), use the dedicated helper to build your query. For example, to search all entries where "Temperature" is 37, you would use: "extrafield:Temperature:37" in the search bar.
cs_cz: Chcete-li vyhledávat v dalších polích (metadatech), použijte k sestavení dotazu vyhrazeného pomocníka. Například chcete-li vyhledat všechny položky, kde je „Teplota“ 37, zadejte do vyhledávacího řádku: „extrafield:Temperature:37“.
el_gr: Για να κάνετε αναζήτηση σε επιπλέον πεδία (μεταδεδομένα), χρησιμοποιήστε τον ειδικό βοηθό για να δημιουργήσετε το ερώτημά σας. Για παράδειγμα, για να αναζητήσετε όλες τις καταχωρήσεις όπου η "Θερμοκρασία" είναι 37, θα χρησιμοποιούσατε: "extrafield:Temperature:37" στη γραμμή αναζήτησης.
fi_fi: Jos haluat hakea lisäkentistä (metadata), käytä kyselyn luomiseen tarkoitettua apuohjelmaa. Jos esimerkiksi haluat hakea kaikkia merkintöjä, joissa "Lämpötila" on 37, käytä hakukenttää: "extrafield:Lämpötila:37".
pt_pt: Para pesquisar em campos extras (metadados), use o auxiliar dedicado para criar sua consulta. Por exemplo, para pesquisar todas as entradas onde "Temperatura" é 37, você usaria: "extrafield:Temperature:37" na barra de pesquisa.
sk_sk: Ak chcete vyhľadávať v ďalších poliach (metadátach), použite na vytvorenie dopytu vyhradeného pomocníka. Napríklad, ak chcete vyhľadať všetky položky, kde je „Teplota“ 37, použite do vyhľadávacieho panela: „extrafield:Temperature:37“.
sl_si: Za iskanje v dodatnih poljih (metapodatki) uporabite namensko orodje za sestavljanje poizvedbe. Na primer, za iskanje vseh vnosov, kjer je »Temperatura« enaka 37, bi v iskalno vrstico vnesli: »extrafield:Temperature:37«.
uz_uz: Qo'shimcha maydonlarni (metadata) qidirish uchun so'rovingizni yaratish uchun maxsus yordamchidan foydalaning. Misol uchun, "Harorat" 37 bo'lgan barcha yozuvlarni qidirish uchun qidiruv satrida "extrafield: Temperature:37" dan foydalanasiz.

source: Available fields
cs_cz: Dostupná pole
el_gr: Διαθέσιμα πεδία
fi_fi: Käytettävissä olevat kentät
pt_pt: Campos disponíveis
sk_sk: Dostupné polia
sl_si: Razpoložljiva polja
uz_uz: Mavjud maydonlar

source: Restore entry
cs_cz: Obnovit položku
el_gr: Επαναφορά καταχώρησης
fi_fi: Palauta merkintä
pt_pt: Restaurar entrada
sk_sk: Obnoviť záznam
sl_si: Obnovi vnos
uz_uz: Kirishni tiklash

source: resources
cs_cz: zdroje
el_gr: πόροι
fi_fi: resurssit
pt_pt: recursos
sk_sk: zdroje
sl_si: viri
uz_uz: resurslar

source: Search %s
cs_cz: Hledat %s
el_gr: Αναζήτηση %s
fi_fi: Hae %s
pt_pt: Pesquisar %s
sk_sk: Hľadať %s
sl_si: Iskanje %s
uz_uz: Qidiruv %s

source: Select state
cs_cz: Vyberte stát
el_gr: Επιλέξτε πολιτεία
fi_fi: Valitse osavaltio
pt_pt: Selecione o estado
sk_sk: Vyberte štát
sl_si: Izberite državo
uz_uz: Davlatni tanlang

source: Normal
cs_cz: Normální
el_gr: Κανονικός
fi_fi: Normaali
sk_sk: Normálne
sl_si: Normalno
uz_uz: Oddiy

source: Deleted
cs_cz: Smazáno
el_gr: Διαγράφηκε
fi_fi: Poistettu
pt_pt: Excluído
sk_sk: Odstránené
sl_si: Izbrisano
uz_uz: Oʻchirildi

source: Normal or Archived
cs_cz: Normální nebo archivované
el_gr: Κανονικό ή Αρχειοθετημένο
fi_fi: Normaali tai arkistoitu
pt_pt: Normal ou arquivado
sk_sk: Normálne alebo archivované
sl_si: Normalno ali arhivirano
uz_uz: Oddiy yoki arxivlangan

source: Any
cs_cz: Žádný
el_gr: Κάθε
fi_fi: Mikä tahansa
pt_pt: Qualquer
sk_sk: Akékoľvek
sl_si: Kateri koli
uz_uz: Har qanday

source: Toggle main text
cs_cz: Přepnout hlavní text
el_gr: Εναλλαγή κύριου κειμένου
fi_fi: Pääteksti päälle/pois
pt_pt: Alternar texto principal
sk_sk: Prepnúť hlavný text
sl_si: Preklopi glavno besedilo
uz_uz: Asosiy matnni almashtirish

source: Search in resources
cs_cz: Hledat ve zdrojích
el_gr: Αναζήτηση σε πόρους
fi_fi: Hae resursseista
pt_pt: Pesquisar em recursos
sk_sk: Hľadať v zdrojoch
sl_si: Iskanje v virih
uz_uz: Resurslarda qidirish

source: +1 hour
cs_cz: +1 hodina
el_gr: +1 ώρα
fi_fi: +1 tunti
pt_pt: +1 hora
sk_sk: +1 hodina
sl_si: +1 ura
uz_uz: +1 soat

source: +1 day
cs_cz: +1 den
el_gr: +1 ημέρα
fi_fi: +1 päivä
pt_pt: +1 dia
sk_sk: +1 deň
sl_si: +1 dan
uz_uz: +1 kun

source: +1 week
cs_cz: +1 týden
el_gr: +1 εβδομάδα
fi_fi: +1 viikko
pt_pt: +1 semana
sk_sk: +1 týždeň
sl_si: +1 teden
uz_uz: +1 hafta

source: +1 month
cs_cz: +1 měsíc
el_gr: +1 μήνας
fi_fi: +1 kuukausi
pt_pt: +1 mês
sk_sk: +1 mesiac
sl_si: +1 mesec
uz_uz: +1 oy

source: +1 year
cs_cz: +1 rok
el_gr: +1 έτος
fi_fi: +1 vuosi
pt_pt: +1 ano
sk_sk: +1 rok
sl_si: +1 leto
uz_uz: +1 yil

source: Display content
cs_cz: Zobrazit obsah
el_gr: Εμφάνιση περιεχομένου
fi_fi: Näytä sisältö
pt_pt: Exibir conteúdo
sk_sk: Zobraziť obsah
sl_si: Prikaz vsebine
uz_uz: Kontentni ko'rsatish

source: Add children to %s
cs_cz: Přidat děti do %s
el_gr: Προσθήκη παιδιών στο %s
fi_fi: Lisää lapsia kohteeseen %s
pt_pt: Adicionar filhos a %s
sk_sk: Pridať deti do %s
sl_si: Dodaj otroke v %s
uz_uz: Bolalarni %s ga qo‘shing

source: Delete %s and its children
cs_cz: Smazat %s a jeho podřízené položky
el_gr: Διαγραφή %s και των θυγατρικών του
fi_fi: Poista %s ja sen lapset
pt_pt: Excluir %s e seus filhos
sk_sk: Odstrániť %s a jeho podradené položky
sl_si: Izbriši %s in njegove podrejene elemente
uz_uz: %s va uning bolalarini oʻchirib tashlang

source: Store in %s
cs_cz: Obchod v %s
el_gr: Αποθήκευση σε %s
fi_fi: Säilytä paikassa %s
pt_pt: Armazenar em %s
sk_sk: Uložiť v %s
sl_si: Shrani v %s
uz_uz: %s ichida saqlang

source: Inventory location
cs_cz: Umístění skladu
el_gr: Τοποθεσία αποθέματος
fi_fi: Varaston sijainti
pt_pt: Localização do inventário
sk_sk: Umiestnenie zásob
sl_si: Lokacija zaloge
uz_uz: Inventarizatsiya joyi

source: Containers
cs_cz: Kontejnery
el_gr: Δοχεία
fi_fi: Kontit
pt_pt: Recipientes
sk_sk: Kontajnery
sl_si: Kontejnerji
uz_uz: Konteynerlar

source: in
cs_cz: v
el_gr: σε
fi_fi: sisään
pt_pt: em
sk_sk: v
sl_si: v
uz_uz: ichida

source: No containers stored
cs_cz: Žádné skladované kontejnery
el_gr: Δεν υπάρχουν αποθηκευμένα κοντέινερ
fi_fi: Ei säilytettyjä kontteja
pt_pt: Nenhum contêiner armazenado
sk_sk: Žiadne uskladnené kontajnery
sl_si: Ni shranjenih zabojnikov
uz_uz: Hech qanday konteyner saqlanmaydi

source: Modify storage
cs_cz: Upravit úložiště
el_gr: Τροποποίηση αποθηκευτικού χώρου
fi_fi: Muokkaa tallennustilaa
pt_pt: Modificar armazenamento
sk_sk: Upraviť úložisko
sl_si: Spremeni shrambo
uz_uz: Saqlashni o'zgartirish

source: Get users report
cs_cz: Získejte přehled uživatelů
el_gr: Λήψη αναφοράς χρηστών
fi_fi: Hanki käyttäjäraportti
pt_pt: Obter relatório de usuários
sk_sk: Získajte prehľad používateľov
sl_si: Pridobi poročilo uporabnikov
uz_uz: Foydalanuvchilar hisobotini oling

source: Stored containers
cs_cz: Skladované kontejnery
el_gr: Αποθηκευμένα δοχεία
fi_fi: Varastoidut kontit
pt_pt: Recipientes armazenados
sk_sk: Uskladnené kontajnery
sl_si: Shranjeni zabojniki
uz_uz: Saqlangan konteynerlar

source: Stored containers: %d bound to experiments and %d bound to resources
cs_cz: Uložené kontejnery: %d vázáno na experimenty a %d vázáno na zdroje
el_gr: Αποθηκευμένα κοντέινερ: %d συνδεδεμένα με πειράματα και %d συνδεδεμένα με πόρους
fi_fi: Tallennetut säilöt: %d sidottu kokeisiin ja %d sidottu resursseihin
pt_pt: Contêineres armazenados: %d vinculados a experimentos e %d vinculados a recursos
sk_sk: Uložené kontajnery: %d viazaných na experimenty a %d viazaných na zdroje
sl_si: Shranjeni vsebniki: %d vezanih na poskuse in %d vezanih na vire
uz_uz: Saqlangan konteynerlar: %d ta tajribaga va %d ta manbaga bog‘langan

source: Get inventory report
cs_cz: Získejte zprávu o zásobách
el_gr: Λήψη αναφοράς αποθέματος
fi_fi: Hanki varastoraportti
pt_pt: Obter relatório de inventário
sk_sk: Získať správu o zásobách
sl_si: Pridobi poročilo o zalogah
uz_uz: Inventarizatsiya hisobotini oling

source: Domain name or IP address. You can specify multiple entries for redundancy, separated by commas.
cs_cz: Název domény nebo IP adresa. Pro redundanci můžete zadat více položek oddělených čárkami.
el_gr: Όνομα τομέα ή διεύθυνση IP. Μπορείτε να καθορίσετε πολλαπλές καταχωρίσεις για πλεονασμό, διαχωρισμένες με κόμματα.
fi_fi: Verkkotunnus tai IP-osoite. Voit määrittää useita redundanssimerkintöjä pilkuilla erotettuina.
pt_pt: Nome de domínio ou endereço IP. Você pode especificar várias entradas para redundância, separadas por vírgulas.
sk_sk: Názov domény alebo IP adresa. Pre redundanciu môžete zadať viacero položiek oddelených čiarkami.
sl_si: Ime domene ali IP-naslov. Za redundanco lahko določite več vnosov, ločenih z vejicami.
uz_uz: Domen nomi yoki IP manzili. Ortiqchalik uchun vergul bilan ajratilgan bir nechta yozuvlarni belgilashingiz mumkin.

source: No places have been defined yet. Head to the %sInventory page%s to add places.
cs_cz: Zatím nebyla definována žádná místa. Chcete-li přidat místa, přejděte na stránku %sInventář%s.
el_gr: Δεν έχουν οριστεί ακόμη μέρη. Μεταβείτε στη σελίδα %sΑπογραφής%s για να προσθέσετε μέρη.
fi_fi: Yhtään paikkaa ei ole vielä määritelty. Siirry %sVarastosivulle%s lisätäksesi paikkoja.
pt_pt: Nenhum local foi definido ainda. Acesse a %spágina de Inventário%s para adicionar locais.
sk_sk: Zatiaľ neboli definované žiadne miesta. Pre pridanie miest prejdite na stránku %sInventár%s.
sl_si: Še ni določenih nobenih krajev. Za dodajanje krajev pojdite na %sstran Inventar%s.
uz_uz: Joylar hali aniqlanmagan. Joylarni qo‘shish uchun %sInventory sahifasiga%s o‘ting.

source: Filter
cs_cz: Filtr
el_gr: Φίλτρο
fi_fi: Suodattaa
pt_pt: Filtro
uz_uz: Filtr

source: OpenCloning
pt_pt: Clonagem Aberta
uz_uz: Ochiq klonlash
