Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Toggle local authentication method (email + password). Warning: disabling this method might lock you out!
cs_cz: Přepnout lokální autentizační metodu (email + heslo). Varování: vypnutí vám může znemožnit přístup!
el_gr: Ενεργοποίηση/απενεργοποίηση τοπικής μεθόδου ελέγχου ταυτότητας (email + κωδικός πρόσβασης). Προειδοποίηση: η απενεργοποίηση αυτής της μεθόδου ενδέχεται να σας αποκλείσει!
fi_fi: Vaihda paikallista todennustapaa (sähköpostiosoite + salasana). Varoitus: tämän menetelmän poistaminen käytöstä saattaa lukita sinut ulos!
pt_pt: Alterne o método de autenticação local (e-mail + senha). Aviso: desabilitar este método pode bloquear você!
sk_sk: Prepnúť metódu lokálneho overovania (e-mail + heslo). Upozornenie: vypnutie tejto metódy vás môže zablokovať!
sl_si: Preklopi lokalno metodo preverjanja pristnosti (e-pošta + geslo). Opozorilo: če onemogočite to metodo, se lahko zaklenete!
uz_uz: Mahalliy autentifikatsiya usulini o'zgartiring (elektron pochta + parol). Ogohlantirish: bu usulni o'chirib qo'yish sizni blokirovka qilishi mumkin!

source: Allow users to create accounts through the registration page. You probably want to disable this if you use an external authentication/provisioning method.
cs_cz: Umožnit uživatelům vytvářet účty prostřednictvím registrační stránky. Pokud používáte externí metodu ověřování/provisioningu, pravděpodobně ji budete chtít zakázat.
el_gr: Να επιτρέπεται σε χρήστες η δημιουργία λογαριασμού μέσω της σελίδας εγγραφής. Πιθανόν να θέλετε να το απενεργοποιήσετε αν χρησιμοποιείτε κάποια εξωτερική μέθοδο ταυτοποίησης/παροχής
fi_fi: Salli käyttäjien luoda tilejä rekisteröintisivun kautta. Todennäköisesti haluat poistaa tämän käytöstä, jos käytät ulkoista todennus-/valmistelumenetelmää.
pt_pt: Permitir que os usuários criem contas através da página de registro. Você provavelmente desejará desabilitar esta opção se usar um método de autenticação/provisionamento externo.
sk_sk: Povoliť používateľom vytvárať si účty prostredníctvom registračnej stránky. Túto možnosť pravdepodobne budete chcieť vypnúť, ak používate externú metódu overovania/zabezpečenia.
sl_si: Dovoli uporabnikom ustvarjanje računov prek strani za registracijo. To možnost boste verjetno želeli onemogočiti, če uporabljate zunanjo metodo preverjanja pristnosti/oskrbe.
uz_uz: Foydalanuvchilarga ro'yxatdan o'tish sahifasi orqali hisob yaratishga ruxsat bering. Agar siz tashqi autentifikatsiya/ta'minlash usulidan foydalansangiz, buni o'chirib qo'yishingiz mumkin.

source: This setting will hide the local authentication fields from the login page, but one can still display them by appending ?letmein to the login page URL.
cs_cz: Toto nastavení skryje pole místního ověřování z přihlašovací stránky, ale stále je lze zobrazit přidáním ?letmein do adresy URL přihlašovací stránky.
el_gr: Αυτή η ρύθμιση θα αποκρύψει τα τοπικά πεδία ελέγχου ταυτότητας από τη σελίδα σύνδεσης, αλλά μπορεί κανείς να τα εμφανίσει προσθέτοντας την εντολή ?letmein στη διεύθυνση URL της σελίδας σύνδεσης.
fi_fi: Tämä asetus piilottaa paikalliset todennuskentät kirjautumissivulta, mutta ne voidaan silti näyttää lisäämällä ?letmein kirjautumissivun URL-osoitteeseen.
pt_pt: Esta configuração ocultará os campos de autenticação local da página de login, mas ainda é possível exibi-los anexando ?letmein ao URL da página de login.
sk_sk: Toto nastavenie skryje lokálne polia overovania na prihlasovacej stránke, ale stále ich môžete zobraziť pridaním reťazca ?letmein k URL adrese prihlasovacej stránky.
sl_si: Ta nastavitev bo skrila lokalna polja za preverjanje pristnosti na strani za prijavo, vendar jih je še vedno mogoče prikazati tako, da URL-ju strani za prijavo dodate ?letmein.
uz_uz: Bu sozlama login sahifasidan mahalliy autentifikatsiya maydonlarini yashiradi, lekin kirish sahifasi URL manziliga ?letmein qo‘shish orqali ularni ko‘rsatish mumkin.

source: Identity providers
cs_cz: Poskytovatelé identity
el_gr: Πάροχοι ταυτότητας
fi_fi: Identiteettipalveluntarjoajat
pt_pt: Provedores de identidade
sk_sk: Poskytovatelia identity
sl_si: Ponudniki identitete
uz_uz: Identifikatsiya provayderlari

source: Add IDP(s) from URL
cs_cz: Přidat IDP z URL
el_gr: Προσθήκη παρόχου/ων ταυτότητας με διεύθυνση URL
fi_fi: Lisää IDP:itä URL-osoitteesta
pt_pt: Adicionar IDP(s) da URL
sk_sk: Pridať poskytovateľov identity z URL adresy
sl_si: Dodaj ponudnike identitete iz URL-ja
uz_uz: URL manzilidan IDP(lar)ni qo‘shing

source: You can register a remote URL corresponding to an XML metadata file containing a list of IDPs or a single IDP metadata. If Auto-refresh is enabled, the IDPs metadata will be refreshed every 24h automatically.
cs_cz: Můžete zaregistrovat vzdálenou adresu URL odpovídající souboru metadat XML obsahujícímu seznam IDP nebo metadata jednoho IDP. Pokud je povoleno automatické obnovování, budou metadata IDP automaticky obnovována každých 24 hodin.
el_gr: Μπορείτε να καταχωρίσετε μια απομακρυσμένη διεύθυνση URL που αντιστοιχεί σε ένα αρχείο μεταδεδομένων XML που περιέχει μια λίστα IDP ή ένα μόνο μεταδεδομένο IDP. Εάν είναι ενεργοποιημένη η Αυτόματη ανανέωση, τα μεταδεδομένα IDP θα ανανεώνονται αυτόματα κάθε 24 ώρες.
fi_fi: Voit rekisteröidä etä-URL-osoitteen, joka vastaa XML-metatietotiedostoa, joka sisältää luettelon identiteetin tarjoajista tai yksittäisen identiteetin tarjoajien metatiedot. Jos automaattinen päivitys on käytössä, identiteetin tarjoajien metatiedot päivitetään automaattisesti 24 tunnin välein.
pt_pt: Você pode registrar uma URL remota correspondente a um arquivo de metadados XML contendo uma lista de IDPs ou metadados de um único IDP. Se a atualização automática estiver habilitada, os metadados dos IDPs serão atualizados automaticamente a cada 24 horas.
sk_sk: Môžete zaregistrovať vzdialenú URL adresu zodpovedajúcu súboru metadát XML obsahujúcemu zoznam IDP alebo metadáta jedného IDP. Ak je povolená automatická aktualizácia, metadáta IDP sa budú automaticky obnovovať každých 24 hodín.
sl_si: Registrirate lahko oddaljeni URL, ki ustreza datoteki z metapodatki XML, ki vsebuje seznam IDP-jev ali posamezne metapodatke IDP-ja. Če je omogočeno samodejno osveževanje, se bodo metapodatki IDP-jev samodejno osveževali vsakih 24 ur.
uz_uz: IDPlar roʻyxati yoki bitta IDP metamaʼlumotlarini oʻz ichiga olgan XML metamaʼlumotlar fayliga mos keladigan masofaviy URL manzilini roʻyxatdan oʻtkazishingiz mumkin. Avtomatik yangilash yoqilgan bo'lsa, IDP meta-ma'lumotlari har 24 soatda avtomatik ravishda yangilanadi.

source: Auto-refresh
el_gr: Αυτόματη ανανέωση
fi_fi: Automaattinen päivitys
pt_pt: Atualização automática
sk_sk: Automatické obnovenie
sl_si: Samodejno osveževanje
uz_uz: Avtomatik yangilash

source: Enable all
cs_cz: Povolit vše
el_gr: Ενεργοποίηση όλων
fi_fi: Ota kaikki käyttöön
pt_pt: Habilitar todos
sk_sk: Povoliť všetko
sl_si: Omogoči vse
uz_uz: Hammasini yoqing

source: Disable all
cs_cz: Zakázat vše
el_gr: Απενεργοποίηση όλων
fi_fi: Poista kaikki käytöstä
pt_pt: Desativar tudo
sk_sk: Zakázať všetko
sl_si: Onemogoči vse
uz_uz: Hammasini o'chirib qo'ying

source: Associated with %d IDPs (%d enabled)
cs_cz: Spojeno s %d IDP (%d povoleno)
el_gr: Συσχετισμένο με %d IDP (%d ενεργοί)
fi_fi: Liittyy %d IDP:hen (%d käytössä)
pt_pt: Associado a %d IDPs (%d habilitados)
sk_sk: Priradené k %d IDP (%d povolených)
sl_si: Povezano z %d IDP-ji (omogočeno %d)
uz_uz: %d IDP bilan bog‘langan (%d yoqilgan)

source: Add IDP manually
cs_cz: Přidat IDP ručně
el_gr: Χειροκίνητη προσθήκη παρόχου ταυτότητας (IDP)
fi_fi: Lisää IDP manuaalisesti
pt_pt: Adicionar IDP manualmente
sk_sk: Manuálne pridať IDP
sl_si: Ročno dodajte ponudnika identitete
uz_uz: IDPni qoʻlda qoʻshish

source: You can also add a new IDP manually. A manually added IDP will not have its metadata automatically refreshed.
cs_cz: Nový IDP můžete přidat také ručně. U ručně přidaného IDP se metadata automaticky neobnovují.
el_gr: Μπορείτε επίσης να προσθέσετε ένα νέο IDP μη αυτόματα. Τα μεταδεδομένα ενός IDP που προστέθηκε μη αυτόματα δεν θα ανανεώνονται αυτόματα.
fi_fi: Voit lisätä uuden IDP:n myös manuaalisesti. Manuaalisesti lisätyn IDP:n metatiedot eivät päivity automaattisesti.
pt_pt: Você também pode adicionar um novo IDP manualmente. Um IDP adicionado manualmente não terá seus metadados atualizados automaticamente.
sk_sk: Nového poskytovateľa identity môžete pridať aj manuálne. Metadáta manuálne pridaného poskytovateľa identity sa neobnovia automaticky.
sl_si: Nov ponudnik identitetnih storitev (IDP) lahko dodate tudi ročno. Metapodatki ročno dodanega IDP-ja ne bodo samodejno osveženi.
uz_uz: Yangi IDPni qo'lda ham qo'shishingiz mumkin. Qo'lda qo'shilgan IDP metama'lumotlarini avtomatik ravishda yangilamaydi.

source: IDPs list
cs_cz: Seznam IDP
el_gr: Λίστα παρόχων ταυτότητας
fi_fi: Sisäisten pakolaisten luettelo
pt_pt: Lista de deslocados internos
sk_sk: Zoznam vnútorne presídlených osôb
sl_si: Seznam notranje razseljenih oseb
uz_uz: IDP ro'yxati

source: Currently %d IDPs are configured.
cs_cz: Aktuálně je konfigurováno %d IDP.
el_gr: Αυτήν τη στιγμή έχουν διαμορφωθεί %d IDP.
fi_fi: Tällä hetkellä %d IDP:tä on määritetty.
pt_pt: Atualmente, %d IDPs estão configurados.
sk_sk: Momentálne je nakonfigurovaných %d IDP.
sl_si: Trenutno je konfiguriranih %d IDP-jev.
uz_uz: Hozirda %d ta IDP sozlangan.

source: Source
cs_cz: Zdroj
el_gr: Πήγή
fi_fi: Lähde
pt_pt: Fonte
sk_sk: Zdroj
sl_si: Vir
uz_uz: Manba

source: LDAP Scheme
cs_cz: LDAP schéma
el_gr: Σχήμα LDAP
fi_fi: LDAP-järjestelmä
pt_pt: Esquema LDAP
sk_sk: Schéma LDAP
sl_si: Shema LDAP
uz_uz: LDAP sxemasi

source: Ldap scheme can be set regardless of the SSL/TLS settings. Valid values are "ldap" or "ldaps". Default is "ldap".
cs_cz: Schéma Ldap lze nastavit bez ohledu na nastavení SSL/TLS. Platné hodnoty jsou „ldap“ nebo „ldaps“. Výchozí hodnota je „ldap“.
el_gr: Το σχήμα Ldap μπορεί να οριστεί ανεξάρτητα από τις ρυθμίσεις SSL/TLS. Οι έγκυρες τιμές είναι "ldap" ή "ldaps". Η προεπιλογή είναι "ldap".
fi_fi: Ldap-salauksen voi asettaa riippumatta SSL/TLS-asetuksista. Kelvolliset arvot ovat "ldap" tai "ldaps". Oletusarvo on "ldap".
pt_pt: O esquema LDAP pode ser definido independentemente das configurações de SSL/TLS. Os valores válidos são "ldap" ou "ldaps". O padrão é "ldap".
sk_sk: Schému LDAP je možné nastaviť bez ohľadu na nastavenia SSL/TLS. Platné hodnoty sú „ldap“ alebo „ldaps“. Predvolená hodnota je „ldap“.
sl_si: Shemo LDAP je mogoče nastaviti ne glede na nastavitve SSL/TLS. Veljavne vrednosti so »ldap« ali »ldaps«. Privzeta vrednost je »ldap«.
uz_uz: Ldap sxemasi SSL/TLS sozlamalaridan qat'iy nazar o'rnatilishi mumkin. Yaroqli qiymatlar "ldap" yoki "ldaps". Standart "ldap".

source: Enable to include audit logs events as NOTICE error in PHP logs.
cs_cz: Umožnit zahrnout události protokolů auditu jako chybu NOTICE do protokolů PHP.
el_gr: Ενεργοποιήστε την συμπερίληψη συμβάντων αρχείων καταγραφής ελέγχου ως σφάλμα NOTICE στα αρχεία καταγραφής PHP.
fi_fi: Ota käyttöön, jos haluat sisällyttää tarkastuslokien tapahtumat PHP-lokeihin NOTICE-virheenä.
pt_pt: Habilitar para incluir eventos de logs de auditoria como erro de AVISO em logs PHP.
sk_sk: Povoľte zahrnutie udalostí protokolov auditu ako chyby NOTICE do protokolov PHP.
sl_si: Omogočite vključitev dogodkov dnevnikov nadzora kot napake NOTICE v dnevnike PHP.
uz_uz: PHP jurnallarida OGOHLANTIRISH xatosi sifatida audit jurnallari hodisalarini kiritishni yoqing.

source: Owner:
cs_cz: Vlastník:
el_gr: Κάτοχος:
fi_fi: Omistaja:
pt_pt: Proprietário:
sk_sk: Vlastník:
sl_si: Lastnik:
uz_uz: Egasi:

source: Cancelled
cs_cz: Zrušeno
el_gr: Ακυρώθηκε
fi_fi: Peruutettu
pt_pt: Cancelado
sk_sk: Zrušené
sl_si: Preklicano
uz_uz: Bekor qilingan

source: Default group
cs_cz: Výchozí skupina
el_gr: Προεπιλεγμένη ομάδα
fi_fi: Oletusryhmä
pt_pt: Grupo padrão
sk_sk: Predvolená skupina
sl_si: Privzeta skupina
uz_uz: Standart guruh

source: Add compound
cs_cz: Přidat sloučeninu
el_gr: Προσθήκη ένωσης
fi_fi: Lisää yhdiste
pt_pt: Adicionar composto
sk_sk: Pridajte zlúčeninu
sl_si: Dodaj spojino
uz_uz: Murakkab qo'shing

source: Edit compound
cs_cz: Upravit sloučeninu
el_gr: Επεξεργασία σύνθετου στοιχείου
fi_fi: Muokkaa yhdistettä
pt_pt: Editar composto
sk_sk: Upraviť zlúčeninu
sl_si: Uredi spojino
uz_uz: Kompleksni tahrirlash

source: Location name
cs_cz: Název lokality
el_gr: Όνομα τοποθεσίας
fi_fi: Sijainnin nimi
pt_pt: Nome do local
sk_sk: Názov lokality
sl_si: Ime lokacije
uz_uz: Joy nomi

source: At least 3 characters are required to search
cs_cz: Pro vyhledávání jsou vyžadovány alespoň 3 znaky
el_gr: Απαιτούνται τουλάχιστον 3 χαρακτήρες για την αναζήτηση
fi_fi: Hakuun vaaditaan vähintään 3 merkkiä
pt_pt: São necessários pelo menos 3 caracteres para pesquisar
sk_sk: Na vyhľadávanie sú potrebné aspoň 3 znaky
sl_si: Za iskanje so potrebni vsaj 3 znaki
uz_uz: Qidiruv uchun kamida 3 ta belgi kerak

source: Unarchive and add to team {{team, string}}
cs_cz: Rozarchivovat a přidat do týmu {{team, string}}
el_gr: Κατάργηση αρχειοθέτησης και προσθήκη στην ομάδα {{team, string}}
fi_fi: Poista arkistosta ja lisää tiimiin {{team, string}}
pt_pt: Desarquivar e adicionar à equipe {{team, string}}
sk_sk: Zrušiť archiváciu a pridať do tímu {{team, string}}
sl_si: Razarhiviraj in dodaj ekipi {{team, string}}
uz_uz: Arxivdan chiqaring va {{team, string}} jamoasiga qo'shing

source: Chemical Structure Editor
cs_cz: Editor chemických struktur
el_gr: Επεξεργαστής Χημικής Δομής
fi_fi: Kemiallisen rakenteen editori
pt_pt: Editor de Estrutura Química
sk_sk: Editor chemickej štruktúry
sl_si: Urejevalnik kemijske strukture
uz_uz: Kimyoviy tuzilma muharriri

source: Compounds
cs_cz: Sloučeniny
el_gr: Ενώσεις
fi_fi: Yhdisteet
pt_pt: Compostos
sk_sk: Zlúčeniny
sl_si: Spojine
uz_uz: Birlashmalar

source: Experiment templates
cs_cz: Šablony experimentů
el_gr: Πρότυπα πειραμάτων
fi_fi: Kokeilumallit
pt_pt: Modelos de experimentos
sk_sk: Šablóny experimentov
sl_si: Predloge poskusov
uz_uz: Tajriba uchun shablonlar

source: Inventory
cs_cz: Inventář
el_gr: Καταγραφή εμπορευμάτων
fi_fi: Varasto
pt_pt: Inventário
sk_sk: Inventár
sl_si: Zaloga
uz_uz: Inventarizatsiya

source: Unauthorized
cs_cz: Neoprávněný
el_gr: Ανεξουσιοδότητος
fi_fi: Luvaton
pt_pt: Não autorizado
sk_sk: Neoprávnené
sl_si: Nepooblaščeno
uz_uz: Ruxsatsiz

source: No corresponding API key found!
cs_cz: Nebyl nalezen odpovídající klíč API!
el_gr: Δεν βρέθηκε αντίστοιχο κλειδί API!
fi_fi: Vastaavaa API-avainta ei löytynyt!
pt_pt: Nenhuma chave de API correspondente encontrada!
sk_sk: Nenašiel sa žiadny zodpovedajúci kľúč API!
sl_si: Ustreznega API ključa ni bilo mogoče najti!
uz_uz: Tegishli API kaliti topilmadi!

source: This entry is being edited by %s.
cs_cz: Tento záznam upravuje %s.
el_gr: Αυτή η καταχώρηση επεξεργάζεται από %s.
fi_fi: Tätä merkintää muokkaa %s.
pt_pt: Esta entrada está sendo editada por %s.
sk_sk: Tento záznam upravuje %s.
sl_si: Ta vnos ureja %s.
uz_uz: Bu yozuv %s tomonidan tahrir qilinmoqda.

source: Instance settings
cs_cz: Nastavení instance
el_gr: Ρυθμίσεις παρουσίας
fi_fi: Instanssin asetukset
pt_pt: Configurações de instância
sk_sk: Nastavenia inštancie
sl_si: Nastavitve primerka
uz_uz: Namuna sozlamalari

source: Add container
cs_cz: Přidat kontejner
el_gr: Προσθήκη κοντέινερ
fi_fi: Lisää säilö
pt_pt: Adicionar contêiner
sk_sk: Pridať kontajner
sl_si: Dodaj posodo
uz_uz: Konteyner qo'shing

source: Adjust container capacity and unit
cs_cz: Upravte kapacitu a jednotku kontejneru
el_gr: Προσαρμόστε τη χωρητικότητα και τη μονάδα του δοχείου
fi_fi: Säädä säiliön kapasiteettia ja yksikköä
pt_pt: Ajuste a capacidade e a unidade do contêiner
sk_sk: Upravte kapacitu a jednotku nádoby
sl_si: Prilagodite prostornino in enoto posode
uz_uz: Idish hajmi va birligini sozlang

source: Quantity unit
cs_cz: Jednotka množství
el_gr: Μονάδα ποσότητας
fi_fi: Määräyksikkö
pt_pt: Unidade de quantidade
sk_sk: Jednotka množstva
sl_si: Enota količine
uz_uz: Miqdor birligi

source: Adjust number of containers stored
cs_cz: Upravte počet uložených kontejnerů
el_gr: Προσαρμόστε τον αριθμό των αποθηκευμένων κοντέινερ
fi_fi: Säädä varastoitujen säiliöiden määrää
pt_pt: Ajustar o número de contêineres armazenados
sk_sk: Úprava počtu uložených kontajnerov
sl_si: Prilagodite število shranjenih zabojnikov
uz_uz: Saqlangan konteynerlar sonini sozlang

source: Select a storage location below
cs_cz: Vyberte níže místo úložiště
el_gr: Επιλέξτε μια τοποθεσία αποθήκευσης παρακάτω
fi_fi: Valitse tallennuspaikka alta
pt_pt: Selecione um local de armazenamento abaixo
sk_sk: Vyberte nižšie uvedené miesto uloženia
sl_si: Spodaj izberite mesto shranjevanja
uz_uz: Quyida saqlash joyini tanlang

source: User Groups
cs_cz: Skupiny uživatelů
el_gr: Ομάδες χρηστών
fi_fi: Käyttäjäryhmät
pt_pt: Grupos de usuários
sk_sk: Skupiny používateľov
sl_si: Uporabniške skupine
uz_uz: Foydalanuvchi guruhlari

source: Remove Default Template and Blank Experiment choices from Create menu, and force usage of existing Templates.
cs_cz: Odeberte z nabídky Vytvořit možnosti Výchozí šablona a Prázdný experiment a vynuťte použití existujících šablon.
el_gr: Καταργήστε τις επιλογές Προεπιλεγμένου Προτύπου και Κενού Πειράματος από το μενού Δημιουργία και επιβάλετε τη χρήση των υπαρχόντων Προτύπων.
fi_fi: Poista Luo-valikosta Oletusmalli ja Tyhjä koe -vaihtoehdot ja pakota olemassa olevien mallien käyttö.
pt_pt: Remova as opções Modelo Padrão e Experimento em Branco do menu Criar e force o uso de Modelos existentes.
sk_sk: Odstráňte možnosti Predvolená šablóna a Prázdny experiment z ponuky Vytvoriť a vynútite použitie existujúcich šablón.
sl_si: Iz menija Ustvari odstranite možnosti Privzeta predloga in Prazen poskus ter vsilite uporabo obstoječih predlog.
uz_uz: "Yaratish" menyusidan standart shablon va bo'sh tajriba tanlovlarini olib tashlang va mavjud shablonlardan foydalanishga majburlang.

source: Default Template main text
cs_cz: Hlavní text výchozí šablony
el_gr: Κύριο κείμενο προεπιλεγμένου προτύπου
fi_fi: Oletusmallin pääteksti
pt_pt: Texto principal do modelo padrão
sk_sk: Hlavný text predvolenej šablóny
sl_si: Glavno besedilo privzete predloge
uz_uz: Standart shablonning asosiy matni

source: Set the text included in the main body of an Experiment when the Default Template is selected.
cs_cz: Nastavte text, který se zobrazí v hlavní části experimentu, když je vybrána výchozí šablona.
el_gr: Ορίστε το κείμενο που περιλαμβάνεται στο κύριο σώμα ενός πειράματος όταν είναι επιλεγμένο το Προεπιλεγμένο πρότυπο.
fi_fi: Aseta kokeen päätekstiin sisällytettävä teksti, kun oletusmalli on valittu.
pt_pt: Defina o texto incluído no corpo principal de um Experimento quando o Modelo Padrão for selecionado.
sk_sk: Nastavte text, ktorý sa zobrazí v hlavnej časti experimentu, keď je vybratá predvolená šablóna.
sl_si: Nastavi besedilo, ki bo vključeno v glavni del eksperimenta, ko je izbrana privzeta predloga.
uz_uz: Standart shablon tanlanganda Tajribaning asosiy qismiga kiritilgan matnni o'rnating.

source: HTML version
cs_cz: HTML verze
el_gr: Έκδοση HTML
fi_fi: HTML-versio
pt_pt: Versão HTML
sk_sk: HTML verzia
sl_si: HTML-različica
uz_uz: HTML versiyasi

source: Markdown version
cs_cz: Markdown verze
el_gr: Έκδοση Markdown
fi_fi: Markdown-versio
pt_pt: Versão Markdown
sk_sk: Verzia Markdown
sl_si: Različica Markdown
uz_uz: Markdown versiyasi

source: A User Group can contain users from different teams. Its main use is to later allow giving permissions to this group.
cs_cz: Skupina uživatelů může obsahovat uživatele z různých týmů. Jejím hlavním účelem je později umožnit udělení oprávnění této skupině.
el_gr: Μια Ομάδα Χρηστών μπορεί να περιέχει χρήστες από διαφορετικές ομάδες. Η κύρια χρήση της είναι να επιτρέπει αργότερα την παροχή δικαιωμάτων σε αυτήν την ομάδα.
fi_fi: Käyttäjäryhmä voi sisältää käyttäjiä eri tiimeistä. Sen pääasiallinen käyttötarkoitus on myöhemmin sallia käyttöoikeuksien myöntäminen tälle ryhmälle.
pt_pt: Um Grupo de Usuários pode conter usuários de diferentes equipes. Sua principal função é permitir a concessão de permissões a esse grupo posteriormente.
sk_sk: Skupina používateľov môže obsahovať používateľov z rôznych tímov. Jej hlavným účelom je neskôr umožniť udeľovanie povolení tejto skupine.
sl_si: Uporabniška skupina lahko vsebuje uporabnike iz različnih ekip. Njena glavna uporaba je pozneje omogočanje dodeljevanja dovoljenj tej skupini.
uz_uz: Foydalanuvchilar guruhi turli jamoalardagi foydalanuvchilarni o'z ichiga olishi mumkin. Uning asosiy maqsadi keyinchalik ushbu guruhga ruxsat berishga ruxsat berishdir.

source: Create user group
cs_cz: Vytvořit skupinu uživatelů
el_gr: Δημιουργία ομάδας χρηστών
fi_fi: Luo käyttäjäryhmä
pt_pt: Criar grupo de usuários
sk_sk: Vytvoriť skupinu používateľov
sl_si: Ustvari uporabniško skupino
uz_uz: Foydalanuvchilar guruhini yarating

source: Existing user groups
cs_cz: Existující uživatelské skupiny
el_gr: Υπάρχουσες ομάδες χρηστών
fi_fi: Olemassa olevat käyttäjäryhmät
pt_pt: Grupos de usuários existentes
sk_sk: Existujúce skupiny používateľov
sl_si: Obstoječe uporabniške skupine
uz_uz: Mavjud foydalanuvchilar guruhlari

source: No user group created yet.
cs_cz: Zatím nebyla vytvořena žádná uživatelská skupina.
el_gr: Δεν έχει δημιουργηθεί ακόμη ομάδα χρηστών.
fi_fi: Käyttäjäryhmää ei ole vielä luotu.
pt_pt: Nenhum grupo de usuários criado ainda.
sk_sk: Zatiaľ nebola vytvorená žiadna skupina používateľov.
sl_si: Še ni bila ustvarjena nobena uporabniška skupina.
uz_uz: Hali hech qanday foydalanuvchi guruhi yaratilmagan.

source: Lock down read permissions
cs_cz: Uzamknout oprávnění ke čtení
el_gr: Κλείδωμα δικαιωμάτων ανάγνωσης
fi_fi: Lukitusoikeuksien lukitseminen
pt_pt: Bloquear permissões de leitura
sk_sk: Uzamknúť oprávnenia na čítanie
sl_si: Zakleni dovoljenja za branje
uz_uz: O'qish ruxsatnomalarini blokirovka qiling

source: Lock down write permissions
cs_cz: Uzamknout oprávnění k zápisu
el_gr: Κλείδωμα δικαιωμάτων εγγραφής
fi_fi: Lukitse kirjoitusoikeudet
pt_pt: Bloquear permissões de gravação
sk_sk: Zablokovať oprávnenia na zápis
sl_si: Zakleni dovoljenja za pisanje
uz_uz: Yozish ruxsatlarini blokirovka qiling

source: From here you can add, edit or delete the tags for your team. Click the tag to edit it.
cs_cz: Odtud můžete přidávat, upravovat nebo mazat štítky pro váš tým. Kliknutím na štítek jej upravíte.
el_gr: Από εδώ μπορείτε να προσθέσετε, να επεξεργαστείτε ή να διαγράψετε τις ετικέτες για την ομάδα σας. Κάντε κλικ στην ετικέτα για να την επεξεργαστείτε.
fi_fi: Täältä voit lisätä, muokata tai poistaa tiimisi tunnisteita. Napsauta tunnistetta muokataksesi sitä.
pt_pt: Aqui você pode adicionar, editar ou excluir as tags da sua equipe. Clique na tag para editá-la.
sk_sk: Odtiaľto môžete pridávať, upravovať alebo odstraňovať značky pre váš tím. Kliknite na značku a upravte ju.
sl_si: Tukaj lahko dodajate, urejate ali brišete oznake za svojo ekipo. Kliknite oznako, da jo uredite.
uz_uz: Bu yerdan siz jamoangiz uchun teglarni qo'shishingiz, tahrirlashingiz yoki o'chirishingiz mumkin. Uni tahrirlash uchun tegni bosing.

source: Allow users to create new tags
cs_cz: Povolit uživatelům vytvářet nové štítky
el_gr: Επιτρέψτε στους χρήστες να δημιουργούν νέες ετικέτες
fi_fi: Salli käyttäjien luoda uusia tageja
pt_pt: Permitir que os usuários criem novas tags
sk_sk: Povoliť používateľom vytvárať nové značky
sl_si: Dovoli uporabnikom ustvarjanje novih oznak
uz_uz: Foydalanuvchilarga yangi teglar yaratishga ruxsat bering
