Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: author
cs_cz: autor
el_gr: συντάκτης
fi_fi: kirjoittaja
pt_pt: autor
sk_sk: autor
sl_si: avtor
uz_uz: muallif

source: Import links
cs_cz: Importovat odkazy
el_gr: Εισαγωγή συνδέσμων
fi_fi: Tuo linkit
pt_pt: Importar ligações
sk_sk: Importovať linky
sl_si: Uvozi povezave
uz_uz: Import havolalari

source: Number of timestamps this past month reached the limit!
cs_cz: Počet časových razítek v uplynulém měsíci dosáhl limitu!
el_gr: Ο αριθμός των χρονικών σφραγίδων αυτόν τον περασμένο μήνα έφτασε το όριο!
fi_fi: Aikaleimojen määrä kuluneen kuukauden aikana saavutti rajan!
pt_pt: Foi atingido o limite de carimbos de data e hora para este mês!
sk_sk: Počet časových známok tento mesiac prekročil limit!
sl_si: Število časovnih žigov v zadnjem mesecu je doseglo omejitev!
uz_uz: O'tgan oydagi vaqt belgilari soni chegaraga yetdi!

source: Show tagged experiments
cs_cz: Zobrazit označené experimenty
el_gr: Εμφάνιση πειραμάτων με ετικέτα
fi_fi: Näytä tunnisteella merkityt kokeilut
pt_pt: Mostrar experiências com etiquetas
sk_sk: Zobraziť
sl_si: Pokaži označene poskuse
uz_uz: Belgilangan tajribalarni ko'rsatish

source: Show tagged items
cs_cz: Zobrazit označené položky
el_gr: Εμφάνιση στοιχείων με ετικέτα
fi_fi: Näytä merkityt kohteet
pt_pt: Mostrar itens com etiquetas
sk_sk: Zobraziť označené položky
sl_si: Prikaži označene elemente
uz_uz: Belgilangan narsalarni ko'rsatish

source: Use %sCtrl%s + click to add text
cs_cz: Pro přidání textu použijte %sCtrl%s + kliknutí
el_gr: Χρησιμοποιήστε %sCtrl%s + κλικ για να προσθέσετε κείμενο
fi_fi: Käytä %sCtrl%s + napsauta lisätäksesi tekstiä
pt_pt: Use %sCtrl%s + clique para inserir texto
sk_sk: Použite %sCtrl%s + klik na pridanie textu
sl_si: Za dodajanje besedila uporabite %sCtrl%s + kliknite
uz_uz: Matn qo'shish uchun %sCtrl%s + bosing

source: See documentation about extra fields.
cs_cz: Viz dokumentace o dalších polích.
el_gr: Δείτε την τεκμηρίωση για επιπλέον πεδία.
fi_fi: Katso lisäkenttien dokumentaatio.
pt_pt: Consulte a documentação sobre campos adicionais.
sk_sk: Pozrite dokumentáciu o ďalších poliach.
sl_si: Oglejte si dokumentacijo o dodatnih poljih.
uz_uz: Qo'shimcha maydonlar haqidagi hujjatlarga qarang.

source: MySQL Version
cs_cz: MySQL verze
el_gr: Έκδοση MySQL
fi_fi: MySQL-versio
pt_pt: Versão do MySQL
sk_sk: MySQL verzia
sl_si: Različica MySQL
uz_uz: MySQL versiyasi

source: Number of allowed timestamps per month (0 means no limit):
cs_cz: Počet povolených časových razítek za měsíc (0 znamená bez omezení):
el_gr: Αριθμός επιτρεπόμενων χρονικών σημάνσεων ανά μήνα (0 σημαίνει χωρίς όριο):
fi_fi: Sallittujen aikaleimojen määrä kuukaudessa (0 tarkoittaa, ettei rajoitusta):
pt_pt: Limite mensal de carimbos de data e hora (0 implica que é ilimitado):
sk_sk: Počet povolených
sl_si: Število dovoljenih časovnih žigov na mesec (0 pomeni brez omejitve):
uz_uz: Oyiga ruxsat etilgan vaqt belgilari soni (0 cheklov yo'q degani):

source: Error: invalid file extension for import. Allowed extensions: %s.
cs_cz: Chyba: neplatná přípona souboru pro import. Povolené přípony: %s.
el_gr: Σφάλμα: μη έγκυρη επέκταση αρχείου για εισαγωγή. Επιτρεπόμενες επεκτάσεις: %s.
fi_fi: Virhe: virheellinen tiedostopääte tuontia varten. Sallitut laajennukset: %s.
pt_pt: Erro: ficheiro com extensão inválida para importação. Extensões permitidas: %s.
sk_sk: Chyba: neplatná prípona súboru na import. Povolené prípony: %s.
sl_si: Napaka: neveljavna končnica datoteke za uvoz. Dovoljene razširitve: %s.
uz_uz: Xato: import uchun fayl kengaytmasi yaroqsiz. Ruxsat etilgan kengaytmalar: %s.

source: Write permissions enforced by admin. Aborting change.
cs_cz: Oprávnění k zápisu vynucené správcem. Přerušení změny.
el_gr: Δικαιώματα εγγραφής έχουν επιβληθεί από τον διαχειριστή. Ακύρωση αλλαγής.
fi_fi: Järjestelmänvalvojan pakottamat kirjoitusoikeudet. Muutoksen keskeyttäminen.
pt_pt: Permissões de escrita impostas pelo administrador. Abortando as alterações.
sk_sk: Povolenie na zápis je vynútená adminom. Ruším zmeny.
sl_si: Dovoljenja za pisanje, ki jih uveljavlja skrbnik. Prekinitev spremembe.
uz_uz: Yozish ruxsatnomalari administrator tomonidan kiritilgan. O'zgartirishni bekor qilish.

source: Running
cs_cz: Právě běží
el_gr: Eκτελείται
fi_fi: Käynnissä
pt_pt: Em execução
sk_sk: Beží
sl_si: tek
uz_uz: Yugurish

source: Success
cs_cz: Úspěch
el_gr: Επιτυχία
fi_fi: Menestys
pt_pt: Sucesso
sk_sk: Úspešné
sl_si: Uspeh
uz_uz: Muvaffaqiyat

source: Need to be redone
cs_cz: Je třeba přepracovat
el_gr: Χρειάζεται να επαναληφθεί
fi_fi: Pitää tehdä uusiksi
pt_pt: Necessita de ser refeito
sk_sk: Musí byť zopakované
sl_si: Treba ga je predelati
uz_uz: Qayta ishlash kerak

source: Fail
cs_cz: Neúspěšné
el_gr: Αποτυχία
fi_fi: Epäonnistua
pt_pt: Falhou
sk_sk: Neúspešné
sl_si: neuspeh
uz_uz: Muvaffaqiyatsiz

source: Timestamp archive by %s
cs_cz: Archiv časových razítek podle %s
el_gr: Αρχείο χρονικής σήμανσης από %s
fi_fi: Aikaleima-arkisto, %s
pt_pt: Arquivo de carimbos de data e hora por %s
sk_sk: Časová známka archivovaná %s
sl_si: Arhiv časovnih žigov %s
uz_uz: Vaqt tamg‘asi arxivi: %s

source: Error: could not read archive file properly! (missing %s)
cs_cz: Chyba: nepodařilo se správně načíst archivní soubor! (chybí %s)
el_gr: Σφάλμα: δεν ήταν δυνατή η σωστή ανάγνωση του αρχείου αρχειοθέτησης! (Λείπει %s)
fi_fi: Virhe: arkistotiedostoa ei voitu lukea kunnolla! (puuttuu %s)
pt_pt: Erro: Não foi possível ler o ficheiro de arquivo corretamente! (%s em falta)
sk_sk: Chyba: nepodarilo sa prečítať archivovaný súbor! (chýba %s)
sl_si: Napaka: ni bilo mogoče pravilno prebrati arhivske datoteke! (manjka %s)
uz_uz: Xato: arxiv faylini toʻgʻri oʻqib boʻlmadi! (%s etishmayapti)

source: Your account has expired. Contact your team Admin to extend its validity.
cs_cz: Platnost vašeho účtu vypršela. Kontaktujte správce týmu a prodlužte jeho platnost.
el_gr: Ο λογαριασμός σας έχει λήξει. Επικοινωνήστε με τον διαχειριστή της ομάδας σας για να επεκτείνετε την ισχύ του.
fi_fi: Tilisi on vanhentunut. Ota yhteyttä tiimisi järjestelmänvalvojaan sen voimassaolon jatkamiseksi.
pt_pt: A sua conta expirou. Entre em contato com o administrador de sua equipa para extender a respetiva validade.
sk_sk: Váš účet expiroval. Kontaktujte admina tímu pre predĺženie validity.
sl_si: Vaš račun je potekel. Za podaljšanje veljavnosti se obrnite na skrbnika svoje ekipe.
uz_uz: Hisobingiz muddati tugadi. Uning amal qilish muddatini uzaytirish uchun jamoangiz administratoriga murojaat qiling.

source: ELN Archive
cs_cz: Archiv ELN
el_gr: Αρχείο ELN
fi_fi: ELN-arkisto
pt_pt: Ficheiro ELN
sk_sk: ELN archív
sl_si: Arhiv ELN
uz_uz: ELN arxivi

source: ZIP Archive
cs_cz: Archiv ZIP
el_gr: Αρχείο ZIP
fi_fi: ZIP-arkisto
pt_pt: Ficheiro ZIP
sk_sk: ZIP archív
sl_si: ZIP arhiv
uz_uz: ZIP arxivi

source: CSV File
cs_cz: Soubor CSV
el_gr: Αρχείο CSV
fi_fi: CSV-tiedosto
pt_pt: Ficheiro CSV
sk_sk: CSV súbor
sl_si: Datoteka CSV
uz_uz: CSV fayli

source: PDF File
cs_cz: Soubor PDF
el_gr: Αρχείο PDF
fi_fi: PDF-tiedosto
pt_pt: Ficheiro PDF
sk_sk: PDF súbor
sl_si: PDF datoteka
uz_uz: PDF fayl

source: QR codes PDF
cs_cz: Kódy QR PDF
el_gr: PDF με κωδικούς QR
fi_fi: QR-koodit PDF
pt_pt: PDF com códigos QR
sk_sk: QR kódy PDF
sl_si: QR kode PDF
uz_uz: QR kodlari pdf

source: Experiments templates
cs_cz: Šablony pro experimenty
el_gr: Πρότυπα πειραμάτων
fi_fi: Kokeiden mallipohjat
pt_pt: Modelos de experiências
sk_sk: Šablóny experimentov
sl_si: Predloge za poskuse
uz_uz: Tajribalar uchun shablonlar

source: No pinned templates found
cs_cz: Nebyly nalezeny žádné připnuté šablony
el_gr: Δεν βρέθηκαν καρφιτσωμένα πρότυπα
fi_fi: Kiinnitettyjä mallipohjia ei löytynyt
pt_pt: Não foram encontrados modelos fixados
sk_sk: Žiadne pripnuté šablóny nenájdené
sl_si: Ni najdenih pripetih predlog
uz_uz: Hech qanday mahkamlangan andozalar topilmadi

source: Save as JSON
cs_cz: Uložit jako JSON
el_gr: Αποθήκευση ως JSON
fi_fi: Tallenna JSON-muodossa
pt_pt: Salvar como JSON
sk_sk: Uložiť ako JSON
sl_si: Shrani kot JSON
uz_uz: JSON sifatida saqlang

source: 2FA enabled
cs_cz: 2FA povolena
el_gr: 2FA ενεργοποιημένο
fi_fi: 2FA käytössä
pt_pt: 2FA ativado
sk_sk: 2FA zapnutá
sl_si: 2FA omogočen
uz_uz: 2FA yoqilgan

source: Permission group
cs_cz: Skupina oprávnění
el_gr: Ομάδα αδειών
fi_fi: Luparyhmä
pt_pt: Grupo de permissão
sk_sk: Skupina povolení
sl_si: Skupina dovoljenj
uz_uz: Ruxsat guruhi

source: Valid until
cs_cz: Platné do
el_gr: Ισχύει έως
fi_fi: Voimassa asti
pt_pt: Válido até
sk_sk: Platné do
sl_si: Veljavno do
uz_uz: Yaroqlilik muddati

source: Filter owner
cs_cz: Vlastník filtru
el_gr: Κάτοχος φίλτρου
fi_fi: Suodattimen omistaja
pt_pt: Filtrar por dono
sk_sk: Filtrovať vlastníka
sl_si: Lastnik filtra
uz_uz: Filtr egasi

source: Filter visibility
cs_cz: Viditelnost filtru
el_gr: Φίλτρο ορατότητας
fi_fi: Suodattimen näkyvyys
pt_pt: Filtrar por visibilidade
sk_sk: Filtrovať viditelnosť
sl_si: Vidnost filtra
uz_uz: Ko'rinishni filtrlash

source: Submit feedback
cs_cz: Odeslat zpětnou vazbu
el_gr: Αφήστε Κριτική
fi_fi: Lähetä palautetta
pt_pt: Enviar feedback
sk_sk: Odoslať spätnú väzbu
sl_si: Pošlji povratne informacije
uz_uz: Fikr-mulohaza yuboring

source: Help menu
cs_cz: Nápověda
el_gr: Μενού βοήθειας
fi_fi: Ohje-valikko
pt_pt: Menu de ajuda
sk_sk: Pomocné menu
sl_si: Meni pomoči
uz_uz: Yordam menyusi

source: What's new
cs_cz: Co je nového
el_gr: Τι νέα
fi_fi: Mikä on uutta
pt_pt: O que há de novo
sk_sk: Čo je nové
sl_si: Kaj je novega
uz_uz: Nima yangiliklar

source: Support
cs_cz: Podpora
el_gr: Υποστήριξη
fi_fi: Tuki
pt_pt: Apoie
sk_sk: Podpora
sl_si: Podpora
uz_uz: Qo'llab-quvvatlash

source: Community forum
cs_cz: Komunitní fórum
el_gr: Κοινοτικό φόρουμ
fi_fi: Yhteisön foorumi
pt_pt: Fórum da comunidade
sk_sk: Komunitné fórum
sl_si: Forum skupnosti
uz_uz: Jamoa forumi

source: Chat room
cs_cz: Chatovací místnost
el_gr: Δωμάτιο συνομιλίας
fi_fi: Chattihuone
pt_pt: Sala de conversa
sk_sk: Miestnosť chatu
sl_si: Klepetalnica
uz_uz: Suhbat xonasi

source: Contribute to eLabFTW
cs_cz: Přispívejte do eLabFTW
el_gr: Συνεισφέρετε στο eLabFTW
fi_fi: Osallistu eLabFTW:hen
pt_pt: Contribua para o eLabFTW
sk_sk: Prispieť k eLabFTW
sl_si: Prispevajte k eLabFTW
uz_uz: eLabFTW ga hissa qo'shing

source: Logged in as %s in:
cs_cz: Přihlášen jako %s v:
el_gr: Συνδεθήκατε ως %s στο:
fi_fi: Kirjautunut sisään käyttäjänä %s sisään:
pt_pt: Iniciou sessão como %s às:
sk_sk: Prihlásený ako %s v:
sl_si: Prijavljen kot %s v:
uz_uz: %s sifatida tizimga kirgan:

source: Switch team
cs_cz: Přepnout tým
el_gr: Αλλαγή ομάδας
fi_fi: Vaihda tiimiä
pt_pt: Trocar de equipa
sk_sk: Zmeniť tím
sl_si: Zamenjaj ekipo
uz_uz: Jamoani almashtirish

source: My profile
cs_cz: Můj profil
el_gr: Το προφίλ μου
fi_fi: Profiilini
pt_pt: O meu perfil
sk_sk: Môj profil
sl_si: Moj profil
uz_uz: Mening profilim

source: Your account has been created and is now active. Try logging in again.
cs_cz: Váš účet byl vytvořen a je nyní aktivní. Zkuste se znovu přihlásit.
el_gr: Ο λογαριασμός σας δημιουργήθηκε και είναι πλέον ενεργός. Δοκιμάστε να συνδεθείτε ξανά.
fi_fi: Tilisi on luotu ja on nyt aktiivinen. Yritä kirjautua sisään uudelleen.
pt_pt: A sua conta foi criada e está agora ativa. Tente iniciar sessão novamente.
sk_sk: Váš účet bol vytvorený a je aktívny. Prihláste sa znovu.
sl_si: Vaš račun je bil ustvarjen in je zdaj aktiven. Poskusite se ponovno prijaviti.
uz_uz: Hisobingiz yaratildi va hozir faol. Tizimga qaytadan kiring.

source: Linked experiment
cs_cz: Propojený experiment
el_gr: Συνδεδεμένο πείραμα
fi_fi: Linkitetty koe
pt_pt: Experiência ligada
sk_sk: Pripojený experiment
sl_si: Povezan poskus
uz_uz: Bog'langan tajriba

source: Newest
cs_cz: Nejnovější
el_gr: Νεότερα
fi_fi: Uusin
pt_pt: Mais recente
sk_sk: Najnovšie
sl_si: Najnovejša
uz_uz: Eng yangi

source: Oldest
cs_cz: Nejstarší
el_gr: Παλαιότερα
fi_fi: Vanhin
pt_pt: Mais antigo
sk_sk: Najstaršie
sl_si: Najstarejši
uz_uz: Eng qadimgi

source: Recently modified
cs_cz: Nedávno upravené
el_gr: Τροποποιήθηκε πρόσφατα
fi_fi: Äskettäin muokattu
pt_pt: Modificado recentemente
sk_sk: Nedávno upravené
sl_si: Nedavno spremenjeno
uz_uz: Yaqinda o'zgartirilgan

source: Least recently modified
cs_cz: Nejméně změněné v poslední době
el_gr: Τροποποιήθηκε λιγότερο πρόσφατα
fi_fi: Viimeksi muokattu
pt_pt: Modificado menos recentemente
sk_sk: Najdávnejšie upravené
sl_si: Nazadnje spremenjeno
uz_uz: Eng yaqinda o'zgartirilgan

source: Category (inverted)
cs_cz: Kategorie (obráceně)
el_gr: Κατηγορία (ανεστραμμένη)
fi_fi: Kategoria (käänteinen)
pt_pt: Categoria (invertida)
sk_sk: Kategória (opačne)
sl_si: Kategorija (obrnjeno)
uz_uz: Turkum (teskari)

source: Highest ID
cs_cz: Nejvyšší ID
el_gr: Υψηλότερη ταυτότητα
fi_fi: Korkein ID
pt_pt: Maior ID
sk_sk: Najvyššie ID
sl_si: Najvišji ID
uz_uz: Eng yuqori ID

source: Lowest ID
cs_cz: Nejnižší ID
el_gr: Χαμηλότερη ταυτότητα
fi_fi: Alin ID
pt_pt: Menor ID
sk_sk: Najnižšie ID
sl_si: Najnižji ID
uz_uz: Eng past ID

source: Recently commented
cs_cz: Nedávno komentované
el_gr: Σχολιάστηκε πρόσφατα
fi_fi: Äskettäin kommentoitu
pt_pt: Recentemente comentado
sk_sk: Nedávno okomentované
sl_si: Nedavno komentirano
uz_uz: Yaqinda sharhlangan

source: Title (alphabetical)
cs_cz: Název (abecedně)
el_gr: Τίτλος (αλφαβητικός)
fi_fi: Otsikko (aakkosjärjestyksessä)
pt_pt: Título (alfabético)
sk_sk: Názov (abecedne)
sl_si: Naslov (abecedno)
uz_uz: Sarlavha (alifbo tartibida)

source: Title (inverted)
cs_cz: Název (obráceně)
el_gr: Τίτλος (ανεστραμμένο)
fi_fi: Otsikko (käänteinen)
pt_pt: Título (invertido)
sk_sk: Názov (opačne)
sl_si: Naslov (obrnjen)
uz_uz: Sarlavha (teskari)

source: User (alphabetical)
cs_cz: Uživatel (abecedně)
el_gr: Χρήστης (αλφαβητικά)
fi_fi: Käyttäjä (aakkosjärjestyksessä)
pt_pt: Utilizador (alfabético)
sk_sk: Užívateľ (abecedne)
sl_si: Uporabnik (po abecedi)
uz_uz: Foydalanuvchi (alifbo tartibida)

source: User (inverted)
cs_cz: Uživatel (obráceně)
el_gr: Χρήστης (ανεστραμμένο)
fi_fi: Käyttäjä (käänteinen)
pt_pt: Utilizador (Invertido)
sk_sk: Užívateľa (opačne)
sl_si: Uporabnik (obrnjeno)
uz_uz: Foydalanuvchi (teskari)

source: Highest rating
cs_cz: Nejvyšší hodnocení
el_gr: Υψηλότερη βαθμολογία
fi_fi: Korkein arvosana
pt_pt: Maior avaliação
sk_sk: Najvyššie hodnotenie
sl_si: Najvišja ocena
uz_uz: Eng yuqori reyting

source: Lowest rating
cs_cz: Nejnižší hodnocení
el_gr: Χαμηλότερη βαθμολογία
fi_fi: Alin arvosana
pt_pt: Menor avaliação
sk_sk: Najnižšie hodnotenie
sl_si: Najnižja ocena
uz_uz: Eng past reyting

source: Search in %s
cs_cz: Hledat v %s
el_gr: Αναζήτηση σε %s
fi_fi: Etsi %s
pt_pt: Pesquisar em %s
sk_sk: Vyhladať v %s
sl_si: Išči v %s
uz_uz: %s ichida qidiring

source: Link to an experiment
cs_cz: Odkaz na experiment
el_gr: Σύνδεσμος σε ένα πείραμα
fi_fi: Linkki kokeeseen
pt_pt: Ligação para uma experiência
sk_sk: Link k experimentu
sl_si: Povezava do poskusa
uz_uz: Tajribaga havola

source: Any author
cs_cz: Jakýkoli autor
el_gr: Οποιοσδήποτε συγγραφέας
fi_fi: Mikä tahansa kirjoittaja
pt_pt: Qualquer autor
sk_sk: Hociaký užívateľ
sl_si: Vsak avtor
uz_uz: Har qanday muallif

source: Start time
cs_cz: Čas začátku
el_gr: Ώρα έναρξης
fi_fi: Aloitusaika
pt_pt: Hora de início
sk_sk: Začiatok
sl_si: Začetni čas
uz_uz: Boshlanish vaqti

source: End time
cs_cz: Čas konce
el_gr: Χρόνος λήξης
fi_fi: Lopetusaika
pt_pt: Hora de conclusão
sk_sk: Koniec
sl_si: Končni čas
uz_uz: Tugash vaqti

source: Number of timestamps over the last 30 days: %d
cs_cz: Počet časových razítek za posledních 30 dní: %d
el_gr: Αριθμός χρονικών σημάνσεων τις τελευταίες 30 ημέρες: %d
fi_fi: Aikaleimojen määrä viimeisten 30 päivän aikana: %d
pt_pt: Número de carimbos de data e hora dos últimos 30 dias: %d
sk_sk: Počet časových známok posledných 30 dní: %d
sl_si: Število časovnih žigov v zadnjih 30 dneh: %d
uz_uz: Oxirgi 30 kundagi vaqt belgilari soni: %d

source: Click to add a comment
cs_cz: Kliknutím přidáte komentář
el_gr: Κάντε κλικ για να προσθέσετε ένα σχόλιο
fi_fi: Lisää kommentti napsauttamalla
pt_pt: Clique para adicionar um comentário
sk_sk: Kliknutím pridáte komentár
sl_si: Kliknite, če želite dodati komentar
uz_uz: Fikr qo'shish uchun bosing

source: Show content of file
cs_cz: Zobrazit obsah souboru
el_gr: Εμφάνιση περιεχομένου του αρχείου
fi_fi: Näytä tiedoston sisältö
pt_pt: Mostrar o conteúdo do ficheiro
sk_sk: Zobraziť obsah súboru
sl_si: Pokaži vsebino datoteke
uz_uz: Fayl mazmunini ko'rsatish

source: Uploaded by %s
cs_cz: Nahrál %s
el_gr: Μεταφορτώθηκε από %s
fi_fi: Lähettäjä %s
pt_pt: Carregado por %s
sk_sk: Nahrané %s
sl_si: Naložil %s
uz_uz: %s tomonidan yuklangan

source: edited
cs_cz: upraveno
el_gr: επεξεργασία
fi_fi: muokattu
pt_pt: editado
sk_sk: upravené
sl_si: urejeno
uz_uz: tahrirlangan

source: A step deadline is approaching.
cs_cz: Blíží se uzávěrka kroku.
el_gr: Πλησιάζει μια προθεσμία βήματος.
fi_fi: Vaiheen määräaika lähestyy.
pt_pt: Aproxima-se o prazo final de uma etapa.
sk_sk: Deadline kroku sa blíži.
sl_si: Bliža se rok koraka.
uz_uz: Qadam muddati yaqinlashmoqda.

source: Molecule editor
cs_cz: Editor molekul
el_gr: Επεξεργαστής μορίων
fi_fi: Molekyylieditori
pt_pt: Editor de moléculas
sk_sk: Editor molekúl
sl_si: Urejevalnik molekul
uz_uz: Molekula muharriri

source: Documentation
cs_cz: Dokumentace
el_gr: Τεκμηρίωση
fi_fi: Dokumentaatio
pt_pt: Documentação
sk_sk: Dokumentácia
sl_si: Dokumentacija
uz_uz: Hujjatlar

source: Copy step to cursor position
cs_cz: Kopírování kroku na pozici kurzoru
el_gr: Αντιγράψτε το βήμα στη θέση του δρομέα
fi_fi: Kopioi vaihe kohdistimen sijaintiin
pt_pt: Copiar etapa para a posição do cursor
sk_sk: Skopírovať krok na pozíciu kurzoru
sl_si: Kopiraj korak na položaj kazalca
uz_uz: Qadamni kursor joyiga nusxalash

source: Open in NMRium
cs_cz: Otevřít v NMRium
el_gr: Ανοίξτε στο NMRium
fi_fi: Avaa NMRiumissa
pt_pt: Abrir no NMRium
sk_sk: Otvoriť v NMRium
sl_si: Odpri v NMRium
uz_uz: NMRium-da oching

source: Could not find tag. Please enter an existing tag.
cs_cz: Nepodařilo se najít štítek. Zadejte prosím existující štítek.
el_gr: Δεν ήταν δυνατή η εύρεση ετικέτας. Εισαγάγετε μια υπάρχουσα ετικέτα.
fi_fi: Tunnistetta ei löytynyt. Anna olemassa oleva tunniste.
pt_pt: Etiqueta não encontrada. Por favor, use uma etiqueta existente.
sk_sk: Nemožno nájsť tag. Zadajte existujúci tag.
sl_si: Ni bilo mogoče najti oznake. Vnesite obstoječo oznako.
uz_uz: Teg topilmadi. Iltimos, mavjud tegni kiriting.

source: Changelog
cs_cz: Historie změn
el_gr: Αρχείο αλλαγών
fi_fi: Muutosloki
pt_pt: Registo de alterações
sl_si: Dnevnik sprememb
uz_uz: O'zgarishlar jurnali

source: Property changed
cs_cz: Změna vlastnictví
el_gr: Η ιδιότητα άλλαξε
fi_fi: Arvo vaihtui
pt_pt: Propriedade alterada
sk_sk: Vlastnosť zmenená
sl_si: Nepremičnina spremenjena
uz_uz: Mulk o'zgartirildi

source: New value
cs_cz: Nová hodnota
el_gr: Νέα τιμή
fi_fi: Uusi arvo
pt_pt: Novo valor
sk_sk: Nová hodnota
sl_si: Nova vrednost
uz_uz: Yangi qiymat

source: Toggle pin (add to create button menu)
cs_cz: Přepínací pin (přidat do nabídky tlačítek)
el_gr: Εναλλαγή pin (προσθήκη στο μενού δημιουργίας κουμπιού)
fi_fi: Vaihda nasta (lisää luodaksesi painikevalikko)
pt_pt: Alternar afixação (adicionar ao menu de criar botão)
sk_sk: Prepnúť pripnutie (pridať na vytvorenie tlačidlového menu)
sl_si: Preklopi žebljiček (dodaj za ustvarjanje menija gumbov)
uz_uz: PIN-kodni almashtirish (tugma menyusini yaratish uchun qo'shing)

source: Latest stable version:
cs_cz: Nejnovější stabilní verze:
el_gr: Τελευταία σταθερή έκδοση:
fi_fi: Uusin vakaa versio:
pt_pt: Ultima versão estável:
sk_sk: Najnovšia stabilná verzia:
sl_si: Najnovejša stabilna različica:
uz_uz: Eng so'nggi barqaror versiya:

source: Link to documentation
cs_cz: Odkaz na dokumentaci
el_gr: Σύνδεσμος με την τεκμηρίωση
fi_fi: Linkki dokumentaatioon
pt_pt: Hiperligação para a documentação
sk_sk: Link na dokumentáciu
sl_si: Povezava do dokumentacije
uz_uz: Hujjatlarga havola

source: See changelog
cs_cz: Zobrazit seznam změn
el_gr: Δείτε την σύνοψη αλλαγών
fi_fi: Katso muutosloki
pt_pt: Consulte o registo de alterações
sk_sk: Pozrieť zmeny
sl_si: Oglejte si dnevnik sprememb
uz_uz: O'zgarishlar jurnaliga qarang

source: From here you can add, edit or delete the tags for your team. Click the tag to edit it. Then click the deduplicate button to merge similar tags.
cs_cz: Zde můžete přidávat, upravovat nebo odstraňovat štítky pro svůj tým. Kliknutím na štítek jej upravíte. Poté kliknutím na tlačítko deduplikovat sloučíte podobné štítky.
el_gr: Από εδώ μπορείτε να προσθέσετε, να επεξεργαστείτε ή να διαγράψετε τις ετικέτες για την ομάδα σας. Κάντε κλικ στην ετικέτα για να την επεξεργαστείτε. Στη συνέχεια, κάντε κλικ στο κουμπί κατάργηση διπλότυπων για να συγχωνεύσετε παρόμοιες ετικέτες.
fi_fi: Täältä voit lisätä, muokata tai poistaa tiimisi tunnisteita. Napsauta tunnistetta muokataksesi sitä. Napsauta sitten duplikaattien poistamispainiketta yhdistääksesi samanlaiset tunnisteet.
pt_pt: A partir daqui poderá adicionar, editar ou eliminar as etiquetas da sua equipa. Em seguida, clique no botão de desduplicar para fundir etiquetas semelhantes.
sk_sk: Odtiaľto viete pridať, zmeniť alebo vymazať tagy pre váš tím. Kliknutím na tag ho upravíte. Potom môžete stlačiť tlačidlo deduplikovať na spojenie podobných tagov.
sl_si: Tukaj lahko dodate, uredite ali izbrišete oznake za svojo ekipo. Kliknite oznako, da jo uredite. Nato kliknite gumb za odstranitev dvojnikov, da združite podobne oznake.
uz_uz: Bu yerdan siz jamoangiz uchun teglarni qo'shishingiz, tahrirlashingiz yoki o'chirishingiz mumkin. Uni tahrirlash uchun tegni bosing. Keyin shunga o'xshash teglarni birlashtirish uchun nusxa ko'chirish tugmasini bosing.

source: Add an extra field
cs_cz: Přidání dalšího pole
el_gr: Προσθέστε ένα επιπλέον πεδίο
fi_fi: Lisää ylimääräinen kenttä
pt_pt: Acrescentar um campo adicional
sk_sk: Pridať ďalšie pole
sl_si: Dodajte dodatno polje
uz_uz: Qo'shimcha maydon qo'shing

source: Field type
cs_cz: Typ pole
el_gr: Τύπος πεδίου
fi_fi: Kentän tyyppi
pt_pt: Tipo de campo
sk_sk: Typ poľa
sl_si: Vrsta polja
uz_uz: Maydon turi

source: Text
el_gr: Κείμενο
fi_fi: Teksti
pt_pt: Texto
sl_si: Besedilo
uz_uz: Matn

source: Dropdown menu
el_gr: Αναπτυσσόμενο μενού
fi_fi: Pudotusvalikosta
pt_pt: Menu suspenso
sk_sk: Rozbaľovacia ponuka
sl_si: Spustni meni
uz_uz: Ochiladigan menyu

source: Radio buttons
cs_cz: Přepínací tlačítka
el_gr: Κουμπιά μοναδικής επιλογής
fi_fi: Radiopainikkeet
pt_pt: Botões radiais
sk_sk: Radio tlačidlo
sl_si: Radijski gumbi
uz_uz: Radio tugmalari

source: Checkbox
cs_cz: Zaškrtávací políčko
el_gr: Πλαίσιο ελέγχου
fi_fi: Valintaruutu
pt_pt: Caixa de seleção
sl_si: Potrditveno polje
uz_uz: Belgilash katagi

source: Number
cs_cz: Číslo
el_gr: Αριθμός
fi_fi: Määrä
pt_pt: Número
sk_sk: Číslo
sl_si: številka
uz_uz: Raqam

source: required
cs_cz: vyžadováno
el_gr: απαιτείται
fi_fi: edellytetään
pt_pt: obrigatório
sk_sk: povinný
sl_si: potrebno
uz_uz: talab qilinadi

source: Description
cs_cz: Popis
el_gr: Περιγραφή
fi_fi: Kuvaus
pt_pt: Descrição
sk_sk: Popis
sl_si: Opis
uz_uz: Tavsif

source: Enter a description for this field
cs_cz: Zadejte popis tohoto pole
el_gr: Εισαγάγετε μια περιγραφή για αυτό το πεδίο
fi_fi: Kirjoita kuvaus tälle kentälle
pt_pt: Inserir descrição para este campo
sk_sk: Vložte popis do tohto poľa
sl_si: Vnesite opis za to polje
uz_uz: Ushbu maydon uchun tavsifni kiriting

source: Default value
cs_cz: Výchozí hodnota
el_gr: Προεπιλεγμένη τιμή
fi_fi: Oletusarvo
pt_pt: Valor predefinido
sk_sk: Predvolená hodnota
sl_si: Privzeta vrednost
uz_uz: Standart qiymat

source: Enter a default value
cs_cz: Zadejte výchozí hodnotu
el_gr: Εισαγάγετε μια προεπιλεγμένη τιμή
fi_fi: Anna oletusarvo
pt_pt: Inserir um valor predefinido
sk_sk: Vložiť predvolenú hodnotu
sl_si: Vnesite privzeto vrednost
uz_uz: Standart qiymatni kiriting
