Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: Select visibility
cs_cz: Zvolte viditelnost
el_gr: Επιλογή ορατότητας
fi_fi: Valitse näkyvyys
pt_pt: Selecione a visibilidade
sk_sk: Vyber viditeľnosť
sl_si: Izberi vidljivost
uz_uz: Ko'rinishni tanlang

source: Memory usage:
cs_cz: Využití paměti:
el_gr: Χρήση μνήμης:
fi_fi: Muistin käyttö:
pt_pt: Uso de memória:
sk_sk: Využitie pamäte:
sl_si: Uporaba spomina:
uz_uz: Xotiradan foydalanish:

source: bytes
cs_cz: bajtů
el_gr: byte
fi_fi: tavua
sk_sk: bajtov
sl_si: bajtov
uz_uz: bayt

source: Login through your institution
cs_cz: Přihlášení prostřednictvím vaší instituce
el_gr: Συνδεθείτε μέσω του ιδρύματός σας
fi_fi: Kirjaudu laitoksesi kautta
pt_pt: Inicie sessão através de sua instituição
sk_sk: Prihlásanie sa cez váš inštitút
sl_si: Prijava preko institucije
uz_uz: Tashkilotingiz orqali tizimga kiring

source: Generate an API Key
cs_cz: Generování klíče API
el_gr: Δημιουργήστε ένα κλειδί API
fi_fi: Luo API-avain
pt_pt: Gerar uma chave de API
sk_sk: Generuj API kľúč
sl_si: Zgeneriraj API ključ
uz_uz: API kalitini yarating

source: Duplicate
cs_cz: Duplikovat
el_gr: Αντιγραφή
fi_fi: Kopioi
pt_pt: Duplicado
sk_sk: Duplikát
sl_si: Podvoji
uz_uz: Dublikat

source: Next step
cs_cz: Další krok
el_gr: Επόμενο βήμα
fi_fi: Seuraava askel
pt_pt: Etapa seguinte
sk_sk: Ďalší krok
sl_si: Naslednji korak
uz_uz: Keyingi qadam

source: Add a step
cs_cz: Přidání kroku
el_gr: Προσθήκη βήματος
fi_fi: Lisää askel
pt_pt: Adicionar uma etapa
sk_sk: Pridaj krok
sl_si: Dodaj korak
uz_uz: Bir qadam qo'shing

source: Draw something
cs_cz: Nakreslete něco
el_gr: Σχεδιάστε κάτι
fi_fi: Piirrä jotakin
pt_pt: Desenhe algo
sk_sk: Nakresli niečo
sl_si: Nekaj nariši
uz_uz: Biror narsani chizish

source: Clear
cs_cz: Vymazat
el_gr: Εκκαθάριση
fi_fi: Tyhjennä
pt_pt: Limpar
sk_sk: Vymaž
sl_si: Počisti
uz_uz: Toza

source: A password is already set.
cs_cz: Heslo je již nastaveno.
el_gr: Έχει ήδη οριστεί κωδικός πρόσβασης.
fi_fi: Salasana on jo asetettu.
pt_pt: Já está definida uma palavra-passe.
sk_sk: Heslo už je nastavené.
sl_si: Geslo je že nastavljeno.
uz_uz: Parol allaqachon o'rnatilgan.

source: Use default
cs_cz: Použít výchozí nastavení
el_gr: Χρησιμοποιήστε το προεπιλεγμένο κείμενο τίτλου αρχείου
fi_fi: Käytä oletusta
pt_pt: Utilizar a pré-definição
sk_sk: Použi prednastavené
sl_si: Uporabi privzeto
uz_uz: Standartdan foydalaning

source: Comment
cs_cz: Komentář
el_gr: Σχόλιο
fi_fi: Kommentti
pt_pt: Comentário
sk_sk: Poznámka
sl_si: Komentar
uz_uz: Izoh

source: Only lowercase letters are allowed.
cs_cz: Povolena jsou pouze malá písmena.
el_gr: Επιτρέπονται μόνο πεζά γράμματα.
fi_fi: Vain pienet kirjaimet ovat sallittuja.
pt_pt: Somente letras minúsculas são permitidas.
sk_sk: Sú povolené iba malé písmená.
sl_si: Samo male tiskane črke so dovoljene.
uz_uz: Faqat kichik harflarga ruxsat beriladi.

source: Disable the rich text editor and write Markdown directly
cs_cz: Vypnutí textového editoru a psaní přímo v jazyce Markdown
el_gr: Απενεργοποιήστε το πρόγραμμα επεξεργασίας εμπλουτισμένου κειμένου και γράψτε απευθείας σε Markdown
fi_fi: Poista Rich Text Editor käytöstä ja kirjoita suoraan Markdownilla
pt_pt: Desative o editor de rich text e escreva Markdown diretamente
sk_sk: Zruš RTF editor a píš Markdown priamo
sl_si: Onemogočite urejevalnik obogatenega besedila in neposredno napišite Markdown
uz_uz: Boy matn muharririni o'chiring va Markdownni to'g'ridan-to'g'ri yozing

source: Default visibility for new experiments
cs_cz: Výchozí viditelnost pro nové experimenty
el_gr: Προεπιλεγμένη ορατότητα για νέα πειράματα
fi_fi: Uusien kokeiden oletusnäkyvyys
pt_pt: Visibilidade padrão para novos experimentos
sk_sk: Predvolená viditeľnosť nových experimentov
sl_si: Privzeta vidljivost za nove eksperimente
uz_uz: Yangi tajribalar uchun standart koʻrinish

source: User
cs_cz: Uživatel
el_gr: Χρήστης
fi_fi: Käyttäjä
pt_pt: Do utilizador
sk_sk: Používateľ
sl_si: Uporabnik
uz_uz: Foydalanuvchi

source: If you are behind a firewall/proxy, enter the address here. Example: http://proxy.example.com:3128
cs_cz: Pokud se nacházíte za firewallem/proxy serverem, zadejte zde adresu. Příklad: http://proxy.example.com:3128
el_gr: Εάν βρίσκεστε πίσω από ένα τείχος προστασίας/διαμεσολαβητή, εισαγάγετε τη διεύθυνση εδώ. Παράδειγμα: http://proxy.example.com:3128
fi_fi: Jos olet palomuurin/välityspalvelimen takana, kirjoita osoite tähän. Esimerkki: http://proxy.example.com:3128
pt_pt: Se você estiver atrás de um firewall / proxy, insira o endereço aqui. Exemplo: http://proxy.example.com:3128
sk_sk: Ak ste za bránou firewall / proxy, zadajte tu adresu. Príklad: http://proxy.example.com:3128
sl_si: Če ste za požarnim zidom/proxyjem, tukaj vnesite naslov. Primer: http://proxy.example.com:3128
uz_uz: Agar siz xavfsizlik devori/proksi-server ortida bo'lsangiz, manzilni shu yerga kiriting. Misol: http://proxy.example.com:3128

source: Back to listing
cs_cz: Zpět na výpis
el_gr: Επιστροφή στη λίστα
fi_fi: Takaisin listaukseen
pt_pt: Voltar à lista
sk_sk: Späť na zoznam
sl_si: Nazaj na seznam
uz_uz: Ro'yxatga qaytish

source: Manage templates
cs_cz: Správa šablon
el_gr: Διαχείριση προτύπων
fi_fi: Hallinnoi mallipohjia
pt_pt: Gerenciar modelos
sk_sk: Správa šablón
sl_si: Uredi predloge
uz_uz: Shablonlarni boshqarish

source: Welcome to eLabFTW. Use the 'Create new' button to get started!
cs_cz: Vítejte v eLabFTW. Tlačítkem "Vytvořit nový" můžete začít!
el_gr: Καλώς ήρθατε στο eLabFTW. Χρησιμοποιήστε το κουμπί "Δημιουργία νέου" για να ξεκινήσετε!
fi_fi: Tervetuloa eLabFTW:hen. Aloita käyttämällä Luo uusi -painiketta!
pt_pt: Bem-vindo ao eLabFTW. Use o botão 'Criar novo' para começar!
sk_sk: Vitajte v eLabFTW. Pomocou tlačidla "Vytvoriť nové" môžete začať!
sl_si: Dobrodošli v eLabFTW. Da začnete, pritisnite gumb 'Ustvari novo'!
uz_uz: eLabFTW ga xush kelibsiz. Boshlash uchun "Yangisini yaratish" tugmasidan foydalaning!

source: Select all
cs_cz: Vybrat vše
el_gr: Επιλογή όλων
fi_fi: Valitse kaikki
pt_pt: Selecionar tudo
sk_sk: Vyber všetko
sl_si: Izberi vse
uz_uz: Hammasini belgilash

source: Clear selection
cs_cz: Zrušit výběr
el_gr: Εκκαθάριση Επιλογής
fi_fi: Tyhjennä valinta
pt_pt: Seleção clara
sk_sk: Zruš výber
sl_si: Počisti izbor
uz_uz: Tanlovni tozalash

source: Invert selection
cs_cz: Invertovat výběr
el_gr: Αντιστροφή επιλογής
fi_fi: Käänteinen valinta
pt_pt: Seleção invertida
sk_sk: Invertuj výber
sl_si: Obrni izbor
uz_uz: Tanlovni teskari aylantirish

source: With selected:
cs_cz: S vybranými:
el_gr: Με επιλεγμένα:
fi_fi: Valitun kanssa:
pt_pt: Com o selecionado:
sk_sk: S vybranými:
sl_si: Z izbranim:
uz_uz: Tanlangan holda:

source: Change status
cs_cz: Změnit stav
el_gr: Αλλαγή κατάστασης
fi_fi: Vaihda tilaa
pt_pt: Alterar estado
sk_sk: Zmeň stav
sl_si: Spremeni status
uz_uz: Holatni o'zgartirish

source: Please make sure to remove any reference to this file in the body!
cs_cz: Ujistěte se, že jste z těla odstranili jakýkoli odkaz na tento soubor!
el_gr: Βεβαιωθείτε ότι έχετε αφαιρέσει οποιαδήποτε αναφορά σε αυτό το αρχείο στο σώμα!
fi_fi: Muista poistaa kaikki viittaukset tähän tiedostoon!
pt_pt: Garanta que remove todas as referências a este ficheiro no corpo!
sk_sk: Uistite sa, že ste odstránili akýkoľvek odkaz na tento súbor v tele!
sl_si: Ne pozabite odstraniti vseh sklicevanj na to datoteko v telesu!
uz_uz: Iltimos, tanadagi ushbu faylga havolani olib tashlang.

source: Insert in text at cursor position
cs_cz: Vložení do textu na pozici kurzoru
el_gr: Εισαγωγή κειμένου στη θέση του δρομέα
fi_fi: Lisää tekstiin kursorin kohdalle
pt_pt: Inserir no texto na posição do cursor
sk_sk: Vlož do textu na pozíciu kurzora
sl_si: Vstavi besedilo na položaju kurzorja
uz_uz: Kursor joyida matnga kiriting

source: Archive user
cs_cz: Archivovat uživatele
el_gr: Αρχειοθέτηση χρήστη
fi_fi: Arkistoi käyttäjä
pt_pt: Arquivar utilizador
sk_sk: Zálohuj užívateľa
sl_si: Arhiviraj uporabnika
uz_uz: Arxiv foydalanuvchisi

source: Login as anonymous visitor
cs_cz: Přihlášení jako anonymní návštěvník
el_gr: Συνδεθείτε ως ανώνυμος επισκέπτης
fi_fi: Kirjaudu sisään anonyyminä vierailijana
pt_pt: Inicie sessão como visitante anónimo
sk_sk: Prihlás sa ako anonymný užívateľ
sl_si: Prijavi se kot anonimni uporabnik
uz_uz: Anonim mehmon sifatida tizimga kiring

source: Import to your profile
cs_cz: Import do vašeho profilu
el_gr: Εισαγωγή στο προφίλ σας
fi_fi: Tuo profiiliisi
pt_pt: Importar para o seu perfil
sk_sk: Importuj do svojho profilu
sl_si: Uvozi v tvoj profil
uz_uz: Profilingizga import qiling

source: PDF configuration
cs_cz: Konfigurace PDF
el_gr: Διαμόρφωση PDF
fi_fi: PDF-kokoonpano
pt_pt: Configuração de PDF
sk_sk: Konfigurácia PDF
sl_si: Konfiguracija PDF
uz_uz: PDF konfiguratsiyasi

source: Select paper format for PDF
cs_cz: Výběr formátu papíru pro PDF
el_gr: Επιλέξτε διαστάσεις χαρτιού για PDF
fi_fi: Valitse PDF-paperimuoto
pt_pt: Selecione o formato de papel para PDF
sk_sk: Vyber formát papiera pre PDF
sl_si: Izberi format papirja za PDF
uz_uz: PDF uchun qog'oz formatini tanlang

source: Upload a new version of this file
cs_cz: Nahrání nové verze tohoto souboru
el_gr: Μεταφορτώστε μια νέα έκδοση αυτού του αρχείου
fi_fi: Lataa uusi versio tästä tiedostosta
pt_pt: Carregue uma nova versão deste ficheiro
sk_sk: Nahrajte novú verziu tohto súboru
sl_si: Naloži novo različico datoteke
uz_uz: Ushbu faylning yangi versiyasini yuklang

source: Cartoon (proteins only)
cs_cz: Cartoon (pouze proteiny)
el_gr: Cartoon (μόνο πρωτεΐνες)
fi_fi: Sarjakuva (vain proteiinit)
pt_pt: Desenho (apenas proteínas)
sk_sk: Obrázok (iba proteiny)
sl_si: Skica (samo za proteine)
uz_uz: Multfilm (faqat oqsillar)

source: Cross
cs_cz: Kříž
el_gr: Διαστάυρωση
fi_fi: Ylittää
pt_pt: Cruz
sk_sk: Kríž
sl_si: Križ
uz_uz: Kesib o'tish

source: Line
cs_cz: Linka
el_gr: Γραμμή
fi_fi: Viiva
pt_pt: Linha
sk_sk: Čiara
sl_si: Črta
uz_uz: Chiziq

source: Sphere
cs_cz: Koule
el_gr: Σφαίρα
fi_fi: Pallo
pt_pt: Esfera
sk_sk: Kruh
sl_si: Krogla
uz_uz: Sfera

source: Maximum file size for uploaded files
cs_cz: Maximální velikost nahraných souborů
el_gr: Μέγιστο μέγεθος αρχείου για τα μεταφορτωμένα αρχεία
fi_fi: Ladattujen tiedostojen enimmäiskoko
pt_pt: Tamanho máximo para cada ficheiro carregado
sk_sk: Maximálna veľkosť nahraných súborov
sl_si: Največja velikost datoteke za naložene datoteke
uz_uz: Yuklangan fayllar uchun maksimal fayl hajmi

source: Timezone
cs_cz: Časová zóna
el_gr: Ζώνη ώρας
fi_fi: Aikavyöhyke
pt_pt: Fuso horário
sk_sk: Časové pásmo
sl_si: Časovni pas
uz_uz: Vaqt zonasi

source: Information
cs_cz: Informace
el_gr: Πληροφορίες
fi_fi: Tiedot
pt_pt: Informação
sk_sk: Informácie
sl_si: Podatek
uz_uz: Ma `lumot

source: completed
cs_cz: dokončený
el_gr: ολοκληρώθηκε
fi_fi: valmiiksi
pt_pt: completado
sk_sk: dokončené
sl_si: dokončano
uz_uz: yakunlandi

source: commented
cs_cz: komentováno
el_gr: σχολίασε
fi_fi: kommentoi
pt_pt: comentou
sk_sk: okomentoval
sl_si: komentirano
uz_uz: izoh berdi

source: Close
cs_cz: Zavřít
el_gr: Κλείσιμο
fi_fi: Sulje
pt_pt: Fechar
sk_sk: Zavrieť
sl_si: Zapri
uz_uz: Yopish

source: Todolist
el_gr: Λίστα TODO
fi_fi: Tehtävälista
pt_pt: Lista de tarefas
sk_sk: Zoznam úloh
sl_si: Seznam opravil
uz_uz: Ro'yxatini qilish

source: Import
el_gr: Εισαγωγή
fi_fi: Tuo
pt_pt: Importar
sk_sk: Importovať
sl_si: Uvozi

source: Tag manager
cs_cz: Správce štítků
el_gr: Διαχειριστής ετικετών
pt_pt: Gestor de etiquetas
sk_sk: Správca tagov
sl_si: Upravitelj oznak
uz_uz: Teg menejeri

source: Manage tags of the team
cs_cz: Správa štítků týmu
el_gr: Διαχείριση ετικετών της ομάδας
fi_fi: Hallinnoi joukkueen tunnisteita
pt_pt: Gerir etiquetas da equipa
sk_sk: Spravovať tagy tímu
sl_si: Upravljajte oznake ekipe
uz_uz: Jamoa teglarini boshqaring

source: Select status
cs_cz: Vyberte stav
el_gr: Επιλέξτε κατάσταση
fi_fi: Valitse tila
pt_pt: Selecionar estado
sk_sk: Vybrať stav
sl_si: Izberi status
uz_uz: Holatni tanlang

source: Select number of stars
cs_cz: Zvolte počet hvězdiček
el_gr: Επιλέξτε τον αριθμό των αστεριών
fi_fi: Valitse tähtien määrä
pt_pt: Selecionar número de estrelas
sk_sk: Vybrať počet hviezd
sl_si: Izberi število zvezdic
uz_uz: Yulduzlar sonini tanlang

source: You can use a TODOlist by pressing '%s'.
cs_cz: Seznam TODO můžete použít stisknutím '%s'.
el_gr: Μπορείτε να χρησιμοποιήσετε μια λίστα TODO πατώντας '%s'.
fi_fi: Voit käyttää TODO-listaa painamalla '%s'.
pt_pt: Pode utilizar uma lista de tarefas pressionando '%s'.
sk_sk: Môžete použiť zoznam úloh stlačením '%s'.
sl_si: Seznam TODO lahko uporabite s pritiskom na '%s'.
uz_uz: “%s” tugmasini bosish orqali TODOlistdan foydalanishingiz mumkin.

source: Select a team
cs_cz: Vyberte tým
el_gr: Επιλέξτε μία ομάδα
fi_fi: Valitse tiimi
pt_pt: Escolher uma equipa
sk_sk: Zvoľte tím
sl_si: Izberite ekipo
uz_uz: Jamoa tanlang

source: Privacy policy
cs_cz: Zásady ochrany osobních údajů
el_gr: Πολιτική απορρήτου
fi_fi: Tietosuojakäytäntö
pt_pt: Política de Privacidade
sk_sk: Zásady ochrany osobných údajov
sl_si: Politika zasebnosti
uz_uz: Maxfiylik siyosati

source: Generate report
cs_cz: Vytvořit report
el_gr: Δημιουργία αναφοράς
fi_fi: Luo raportti
pt_pt: Gerar relatório
sk_sk: Vygenerovať záznam
sl_si: Ustvari poročilo
uz_uz: Hisobot yaratish

source: This allows search engines to crawl the site. Visitors will be automatically logged in in the specified team.
cs_cz: To umožňuje vyhledávačům procházet web. Návštěvníci budou automaticky přihlášeni do určeného týmu.
el_gr: Αυτό επιτρέπει στις μηχανές αναζήτησης να ανιχνεύουν τον ιστότοπο. Οι επισκέπτες θα συνδεθούν αυτόματα στην καθορισμένη ομάδα.
fi_fi: Näin hakukoneet voivat indeksoida sivuston. Vierailijat kirjautuvat automaattisesti sisään määritettyyn tiimiin.
pt_pt: Isto permite que os motores de busca rastreiem o site. Os visitantes iniciarão automaticamente a sessão na equipa específicada.
sk_sk: Toto dovolí vyhľadávačom prezerať stránku. Návštevníci budú automaticky prihlásený do špecifikovaného tímu.
sl_si: To omogoča iskalnikom, da preiščejo spletno mesto. Obiskovalci bodo samodejno prijavljeni v navedeno ekipo.
uz_uz: Bu qidiruv tizimlariga saytni skanerlash imkonini beradi. Mehmonlar avtomatik ravishda belgilangan jamoaga kiradilar.

source: This has no effect if open science mode is disabled.
cs_cz: Pokud je vypnutý režim otevřené vědy, nemá to žádný vliv.
el_gr: Αυτό δεν έχει κανένα αποτέλεσμα εάν είναι απενεργοποιημένη η λειτουργία open science.
fi_fi: Tällä ei ole vaikutusta, jos avoin tiedetila on poistettu käytöstä.
pt_pt: Isto não tem efeito se o modo de ciência aberta estiver desativado.
sk_sk: Toto nastavenie nemá efekt ak je zapnutý open science mód.
sl_si: To nima učinka, če je način odprte znanosti onemogočen.
uz_uz: Ochiq fan rejimi o'chirilgan bo'lsa, bu hech qanday ta'sir qilmaydi.

source: Without a valid way to send emails, users won't be able to reset their password. It is recommended to create a specific %ssmtp2go.com%s account and add the information here.
cs_cz: Bez platného nastavení odesílání e-mailů nebudou uživatelé moci obnovit své heslo. Doporučujeme vytvořit specifický účet %ssmtp2go.com%s a přidat informace sem.
el_gr: Χωρίς έγκυρο τρόπο αποστολής μηνυμάτων ηλεκτρονικού ταχυδρομείου, οι χρήστες δεν θα μπορούν να επαναφέρουν τον κωδικό πρόσβασής τους. Συνιστάται να δημιουργήσετε έναν συγκεκριμένο λογαριασμό %ssmtp2go.com%s και να προσθέσετε τις πληροφορίες εδώ.
fi_fi: Ilman kelvollista tapaa lähettää sähköposteja käyttäjät eivät voi nollata salasanaansa. On suositeltavaa luoda %ssmtp2go.com%s-tili ja lisätä tiedot tähän.
pt_pt: Sem uma forma válida de enviar e-mails, os utilizadores não poderão repor a sua palavra-passe. É recomendável criar uma conta %ssmtp2go.com%s específica e adicionar as informações aqui.
sk_sk: Bez spôsobu ako odoslať emaily si užívatelia nebudú môcť obnoviť heslo. Odporúčame vytvoriť špecifický %ssmtp2go.com%s účet a zapísať sem údaje.
sl_si: Brez veljavnega načina za pošiljanje e-pošte uporabniki ne bodo mogli ponastaviti svojega gesla. Priporočamo, da ustvarite poseben račun %ssmtp2go.com%s in tukaj dodate informacije.
uz_uz: Elektron pochta xabarlarini jo‘natishning yaroqli usuli bo‘lmasa, foydalanuvchilar o‘z parollarini tiklay olmaydi. Muayyan %ssmtp2go.com%s hisobini yaratish va ma'lumotlarni shu yerga qo'shish tavsiya etiladi.

source: Note: the text below is a template and must be edited and saved.
cs_cz: Poznámka: níže uvedený text je šablona, kterou je třeba upravit a uložit.
el_gr: Σημείωση: το παρακάτω κείμενο είναι πρότυπο και χρειάζεται επεξεργασία και αποθήκευση.
fi_fi: Huomaa: alla oleva teksti on malli, ja sitä on muokattava ja tallennettava.
pt_pt: Nota: o texto abaixo é um modelo que deve ser editado e guardado.
sk_sk: Poznámka: text nižšie je šablóna a musí byť upravený a uložený.
sl_si: Opomba: spodnje besedilo je predloga in ga je treba urediti in shraniti.
uz_uz: Eslatma: quyidagi matn shablon bo'lib, tahrirlanishi va saqlanishi kerak.

source: Search users
cs_cz: Hledat uživatele
el_gr: Αναζήτηση χρηστών
fi_fi: Etsi käyttäjiä
pt_pt: Pesquisar utilizadores
sk_sk: Vyhľadať používateľov
sl_si: Iskanje uporabnikov
uz_uz: Foydalanuvchilarni qidirish

source: User ID
cs_cz: ID uživatele
el_gr: ID Χρήστη
fi_fi: käyttäjätunnus
pt_pt: ID do utilizador
sk_sk: Užívateľské ID
sl_si: Uporabniško ime
uz_uz: Foydalanuvchi IDsi

source: Delete user
cs_cz: Smazat uživatele
el_gr: Διαγραφή χρήστη
fi_fi: Poista käyttäjä
pt_pt: Eliminar utilizador
sk_sk: Vymazať používateľa
sl_si: Izbriši uporabnika
uz_uz: Foydalanuvchini oʻchirish

source: No user found!
cs_cz: Nebyl nalezen žádný uživatel!
el_gr: Δεν βρέθηκε χρήστης!
fi_fi: Käyttäjää ei löytynyt!
pt_pt: Nenhum utilizador encontrado!
sk_sk: Používateľ nenájdený!
sl_si: Ni uporabnika!
uz_uz: Hech qanday foydalanuvchi topilmadi!

source: Select an identity provider
cs_cz: Vyberte poskytovatele identit
el_gr: Επιλέξτε έναν πάροχο ταυτότητας
fi_fi: Valitse identiteetin tarjoaja
pt_pt: Selecionar um provedor de identidade
sk_sk: Zvoľte poskytovateľa identity
sl_si: Izberite ponudnika identitete
uz_uz: Identifikatsiya provayderini tanlang

source: The selected item(s) and all associated data will be permanently deleted. This cannot be undone. Are you sure?
cs_cz: Vybrané položky a všechna související data budou trvale odstraněny. Tento krok nelze vrátit zpět. Jste si jisti?
el_gr: Τα επιλεγμένα στοιχεία και όλα τα σχετικά δεδομένα θα διαγραφούν οριστικά. Αυτό δεν μπορεί να αναιρεθεί. Είσαι σίγουρος/η;
fi_fi: Valitut kohteet ja kaikki niihin liittyvät tiedot poistetaan pysyvästi. Tätä ei voi peruuttaa. Oletko varma?
pt_pt: O(s) item(ns) selecionado(s) e todos os dados associados serão eliminados permanentemente. Esta ação não pode ser desfeita. Tem a certeza?
sk_sk: Vybraté položky a všetky súvisiace údaje sa natrvalo odstránia. To nie je možné vrátiť späť. Si si istý?
sl_si: Izbrani predmet(i) in vsi pridruženi podatki bodo trajno izbrisani. Tega ni mogoče razveljaviti. Ali si prepričan?
uz_uz: Tanlangan element(lar) va barcha bog‘langan ma’lumotlar butunlay o‘chirib tashlanadi. Buni ortga qaytarib bo‘lmaydi. Ishonchingiz komilmi?

source: Delete this tag?
cs_cz: Smazat tento štítek?
el_gr: Διαγραφή αυτής της ετικέτας;
fi_fi: Poistetaanko tämä tunniste?
pt_pt: Eliminar esta etiqueta?
sk_sk: Odstrániť túto značku?
sl_si: Želite izbrisati to oznako?
uz_uz: Bu teg oʻchirilsinmi?

source: by
cs_cz: od
el_gr: από
fi_fi: kirjoittaja
pt_pt: por
sk_sk: od
sl_si: avtor
uz_uz: tomonidan

source: Book item
cs_cz: Rezervovat
el_gr: Κράτηση στοιχείου
fi_fi: Varaa kohde
pt_pt: Reservar item
sk_sk: Uložiť položku do záložiek
sl_si: Knjižni predmet
uz_uz: Kitob elementi

source: Enter your password to edit your profile.
cs_cz: Zadejte své heslo a upravte svůj profil.
el_gr: Εισάγετε τον κωδικό πρόσβασής σας για να επεξεργαστείτε το προφίλ σας.
fi_fi: Anna salasanasi muokataksesi profiiliasi.
pt_pt: Insira a sua palavra-passe para editar o seu perfil
sk_sk: Pre editovanie profilu zadajte vaše heslo.
sl_si: Vnesite geslo za urejanje profila.
uz_uz: Profilingizni tahrirlash uchun parolingizni kiriting.

source: API keys
cs_cz: Klíče API
el_gr: Κλειδιά API
fi_fi: API-avaimet
pt_pt: Chaves API
sk_sk: API kľúče
sl_si: API ključi
uz_uz: API kalitlari

source: Existing keys
cs_cz: Stávající klíče
el_gr: Υπάρχοντα κλειδιά
fi_fi: Olemassa olevat avaimet
pt_pt: Chaves existentes
sk_sk: Existujúce kľúče
sl_si: Obstoječi ključi
uz_uz: Mavjud kalitlar

source: Permissions
cs_cz: Oprávnění
el_gr: Εξουσιοδοτήσεις
fi_fi: Käyttöoikeudet
pt_pt: Permissões
sk_sk: Práva
sl_si: Dovoljenja
uz_uz: Ruxsatlar

source: Creation date
cs_cz: Datum vytvoření
el_gr: Ημερομηνία δημιουργίας
fi_fi: Luomispäivä
pt_pt: Data de criação
sk_sk: Dátum vytvorenia
sl_si: Datum nastanka
uz_uz: Yaratilgan sana

source: Read/Write
cs_cz: Čtení/Zápis
el_gr: Ανάγνωση/Εγγραφή
fi_fi: Lukea/kirjoittaa
pt_pt: Leitura e escrita
sk_sk: Čítanie/Zápis
sl_si: Brati, pisati
uz_uz: O'qish/Yozish

source: Read Only
cs_cz: Pouze pro čtení
el_gr: Μόνο για ανάγνωση
fi_fi: Vain lukuoikeus
pt_pt: Apenas leitura
sk_sk: Iba na čítanie
sl_si: Le za branje
uz_uz: Faqat o'qish

source: Create new key
cs_cz: Vytvoření nového klíče
el_gr: Δημιουργία νέου κλειδιού
fi_fi: Luo uusi avain
pt_pt: Criar chave nova
sk_sk: Vytvoriť nový kľúč
sl_si: Ustvari nov ključ
uz_uz: Yangi kalit yarating

source: You belong to the %s team.
cs_cz: Patříte do týmu %s.
el_gr: Ανήκετε στην ομάδα %s.
fi_fi: Kuulut %s-tiimiin.
pt_pt: Pertence à equipa %s.
sk_sk: Patríte do %s tímu.
sl_si: Pripadate ekipi %s.
uz_uz: Siz %s jamoasiga tegishlisiz.

source: Subject
cs_cz: Předmět
el_gr: Θέμα
fi_fi: Aihe
pt_pt: Assunto
sk_sk: Predmet
sl_si: Predmet
uz_uz: Mavzu

source: Content
cs_cz: Obsah
el_gr: Περιεχόμενο
fi_fi: Sisältö
pt_pt: Conteúdo
sk_sk: Obsah
sl_si: Vsebina
uz_uz: Tarkib

source: Email sent to %d users
cs_cz: E-mail odeslaný %d uživatelům
el_gr: Εστάλη email σε %d χρήστες
fi_fi: Sähköposti lähetetty %d käyttäjille
pt_pt: E-mail enviado a %d utilizadores
sk_sk: Email odoslaný %d používateľom
sl_si: E-pošta je bila poslana %d uporabnikom
uz_uz: %d ta foydalanuvchiga xat yuborildi

source: Registration is disabled.
cs_cz: Registrace je zakázána.
el_gr: Η Εγγραφή Χρήστη είναι απενεργοποιημένη.
fi_fi: Rekisteröinti on poistettu käytöstä.
pt_pt: Os registos estão desativadas.
sk_sk: Registrácia je vypnutá.
sl_si: Registracija je onemogočena.
uz_uz: Ro‘yxatdan o‘tish o‘chirilgan.

source: Email provided is invalid.
cs_cz: Zadaný e-mail je neplatný.
el_gr: Το email που παρέχεται δεν είναι έγκυρο.
fi_fi: Annettu sähköpostiosoite on virheellinen.
pt_pt: O e-mail fornecido é inválido.
sk_sk: Zadaný email je nesprávny.
sl_si: Podani e-poštni naslov je neveljaven.
uz_uz: Taqdim etilgan elektron pochta manzili yaroqsiz.

source: This item is locked. You cannot edit it!
cs_cz: Tato položka je uzamčena. Nelze ji upravovat!
el_gr: Αυτό το στοιχείο είναι κλειδωμένο. Δεν μπορείτε να το επεξεργαστείτε!
fi_fi: Tämä kohde on lukittu. Et voi muokata sitä!
pt_pt: Este item está bloqueado, não o pode editar!
sk_sk: Táto položka je uzamknutá. Nemôžte ju upraviť!
sl_si: Ta element je zaklenjen. Ne morete ga urejati!
uz_uz: Bu element qulflangan. Siz uni tahrirlay olmaysiz!

source: Input is too short! (minimum: %d)
cs_cz: Vstup je příliš krátký! (minimum: %d)
el_gr: Η εισαγωγή είναι πολύ μικρή! (ελάχιστο: %d)
fi_fi: Syöte on liian lyhyt! (vähintään: %d)
pt_pt: A entrada é demasiado curta! (mínimo: %d)
sk_sk: Príliš krátke! (minimum: %d)
sl_si: Vnos je prekratek! (najmanj: %d)
uz_uz: Kirish juda qisqa! (minimal: %d)
