Repository: Zack-83/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: cs_cz, el_gr, fi_fi, pt_pt, sk_sk, sl_si, uz_uz

source: An admin account will always be able to create new tags.
cs_cz: Účet správce bude vždy moci vytvářet nové štítky.
el_gr: Ένας λογαριασμός διαχειριστή θα μπορεί πάντα να δημιουργεί νέες ετικέτες.
fi_fi: Järjestelmänvalvojan tili voi aina luoda uusia tunnisteita.
pt_pt: Uma conta de administrador sempre poderá criar novas tags.
sk_sk: Účet správcu bude vždy môcť vytvárať nové značky.
sl_si: Skrbniški račun bo vedno lahko ustvarjal nove oznake.
uz_uz: Administrator hisobi har doim yangi teglar yaratishi mumkin.

source: Resources tags
cs_cz: Štítky zdrojů
el_gr: Ετικέτες πόρων
fi_fi: Resurssitunnisteet
pt_pt: Tags de recursos
sk_sk: Značky zdrojov
sl_si: Oznake virov
uz_uz: Resurs teglari

source: Experiments tags
cs_cz: Štítky experimentů
el_gr: Ετικέτες πειραμάτων
fi_fi: Kokeiden tagit
pt_pt: Tags de experimentos
sk_sk: Značky experimentov
sl_si: Oznake poskusov
uz_uz: Tajriba teglari

source: This setting sets a baseline upon which you can add more permissions by selecting teams, user groups or users below.
cs_cz: Toto nastavení nastavuje základní linii, na jejímž základě můžete přidat další oprávnění výběrem týmů, skupin uživatelů nebo uživatelů níže.
el_gr: Αυτή η ρύθμιση ορίζει μια γραμμή βάσης πάνω στην οποία μπορείτε να προσθέσετε περισσότερα δικαιώματα επιλέγοντας ομάδες, ομάδες χρηστών ή χρήστες παρακάτω.
fi_fi: Tämä asetus asettaa perustason, jonka perusteella voit lisätä käyttöoikeuksia valitsemalla tiimejä, käyttäjäryhmiä tai käyttäjiä alta.
pt_pt: Esta configuração define uma linha de base sobre a qual você pode adicionar mais permissões selecionando equipes, grupos de usuários ou usuários abaixo.
sk_sk: Toto nastavenie určuje základnú čiaru, na základe ktorej môžete pridať ďalšie povolenia výberom tímov, skupín používateľov alebo používateľov nižšie.
sl_si: Ta nastavitev določi osnovno linijo, na podlagi katere lahko dodate več dovoljenj tako, da spodaj izberete ekipe, uporabniške skupine ali uporabnike.
uz_uz: Bu sozlama quyida jamoalar, foydalanuvchilar guruhlari yoki foydalanuvchilarni tanlash orqali qoʻshimcha ruxsatlar qoʻshishingiz mumkin boʻlgan asosiy chiziqni oʻrnatadi.

source: Add to compounds database
cs_cz: Přidat do databáze sloučenin
el_gr: Προσθήκη στη βάση δεδομένων ενώσεων
fi_fi: Lisää yhdistetietokantaan
pt_pt: Adicionar ao banco de dados de compostos
sk_sk: Pridať do databázy zlúčenín
sl_si: Dodaj v podatkovno zbirko spojin
uz_uz: Murakkablar ma'lumotlar bazasiga qo'shing

source: Search similar structures
cs_cz: Hledat podobné struktury
el_gr: Αναζήτηση παρόμοιων δομών
fi_fi: Hae samankaltaisia ​​rakenteita
pt_pt: Pesquisar estruturas semelhantes
sk_sk: Hľadať podobné štruktúry
sl_si: Iskanje podobnih struktur
uz_uz: Shu kabi tuzilmalarni qidiring

source: Search exact structure
cs_cz: Hledat přesnou strukturu
el_gr: Αναζήτηση ακριβούς δομής
fi_fi: Hae tarkkaa rakennetta
pt_pt: Pesquisar estrutura exata
sk_sk: Hľadať presnú štruktúru
sl_si: Iskanje natančne strukture
uz_uz: Aniq tuzilmani qidiring

source: Exact structure
cs_cz: Přesná struktura
el_gr: Ακριβής δομή
fi_fi: Tarkka rakenne
pt_pt: Estrutura exata
sk_sk: Presná štruktúra
sl_si: Natančna struktura
uz_uz: Aniq tuzilish

source: Compounds substructure search results
cs_cz: Výsledky vyhledávání podstruktur sloučenin
el_gr: Αποτελέσματα αναζήτησης για υποδομές ενώσεων
fi_fi: Yhdisteiden alirakenteen hakutulokset
pt_pt: Resultados da pesquisa de subestrutura de compostos
sk_sk: Výsledky vyhľadávania podštruktúr zlúčenín
sl_si: Rezultati iskanja podstrukture spojin
uz_uz: Aralashmalarning pastki tuzilmasi qidiruv natijalari

source: Name unset
cs_cz: Název zrušen
el_gr: Μη ορισμένο όνομα
fi_fi: Nimi poistettu
pt_pt: Nome não definido
sk_sk: Názov zrušený
sl_si: Ime ni nastavljeno
uz_uz: Ism belgilanmagan

source: Molecular formula
cs_cz: Molekulární vzorec
el_gr: Μοριακός τύπος
fi_fi: Molekyylikaava
pt_pt: Fórmula molecular
sk_sk: Molekulárny vzorec
sl_si: Molekulska formula
uz_uz: Molekulyar formula

source: Search similar compounds
cs_cz: Hledat podobné sloučeniny
el_gr: Αναζήτηση παρόμοιων ενώσεων
fi_fi: Hae samankaltaisia ​​yhdisteitä
pt_pt: Pesquisar compostos semelhantes
sk_sk: Hľadať podobné zlúčeniny
sl_si: Iskanje podobnih spojin
uz_uz: O'xshash birikmalarni qidiring

source: View in JSON
cs_cz: Zobrazit ve formátu JSON
el_gr: Προβολή σε JSON
fi_fi: Näytä JSON-muodossa
pt_pt: Exibir em JSON
sk_sk: Zobraziť vo formáte JSON
sl_si: Ogled v JSON-u
uz_uz: JSON formatida koʻrish

source: View on PubChem
cs_cz: Zobrazit na PubChem
el_gr: Προβολή στο PubChem
fi_fi: Näytä PubChemissa
pt_pt: Ver no PubChem
sk_sk: Zobraziť na PubChem
sl_si: Ogled na PubChem
uz_uz: PubChem-da ko'rish

source: Remove compound
cs_cz: Odstraňte sloučeninu
el_gr: Αφαίρεση ένωσης
fi_fi: Poista yhdiste
pt_pt: Remover composto
sk_sk: Odstráňte zlúčeninu
sl_si: Odstranite spojino
uz_uz: Aralashmani olib tashlang

source: Link with compound
cs_cz: Spojení se sloučeninou
el_gr: Σύνδεση με σύνθετο υλικό
fi_fi: Linkki yhdisteeseen
pt_pt: Ligação com composto
sk_sk: Spojenie so zlúčeninou
sl_si: Povezava s spojino
uz_uz: Murakkab bilan bog'lanish

source: Search in local compounds database
cs_cz: Vyhledávání v lokální databázi sloučenin
el_gr: Αναζήτηση στην τοπική βάση δεδομένων ενώσεων
fi_fi: Hae paikallisesta yhdistetietokannasta
pt_pt: Pesquisar no banco de dados de compostos locais
sk_sk: Vyhľadávanie v lokálnej databáze zlúčenín
sl_si: Iskanje v lokalni bazi podatkov o spojinah
uz_uz: Mahalliy birikmalar ma'lumotlar bazasida qidirish

source: Export to CSV
cs_cz: Exportovat do CSV
el_gr: Εξαγωγή σε CSV
fi_fi: Vie CSV-tiedostoon
pt_pt: Exportar para CSV
sk_sk: Exportovať do CSV
sl_si: Izvozi v CSV
uz_uz: CSV ga eksport qilish

source: Compounds are chemical entities associated with properties such as a CAS number, a molecular formula, SMILES or InChI representations, hazardous properties, etc... This page allows you to manage your compounds database, which is shared to everyone on the instance. Once created, a compound can be associated with a Resource (or Experiment).
cs_cz: Sloučeniny jsou chemické entity spojené s vlastnostmi, jako je číslo CAS, molekulární vzorec, reprezentace SMILES nebo InChI, nebezpečné vlastnosti atd. Tato stránka umožňuje spravovat databázi sloučenin, která je sdílena se všemi v instanci. Po vytvoření lze sloučeninu přiřadit k zdroji (nebo experimentu).
el_gr: Οι ενώσεις είναι χημικές οντότητες που σχετίζονται με ιδιότητες όπως ένας αριθμός CAS, ένας μοριακός τύπος, αναπαραστάσεις SMILES ή InChI, επικίνδυνες ιδιότητες κ.λπ... Αυτή η σελίδα σάς επιτρέπει να διαχειρίζεστε τη βάση δεδομένων ενώσεων, η οποία είναι κοινόχρηστη σε όλους στην παρουσία. Μόλις δημιουργηθεί, μια ένωση μπορεί να συσχετιστεί με έναν Πόρο (ή Πείραμα).
fi_fi: Yhdisteet ovat kemiallisia kokonaisuuksia, joihin liittyy ominaisuuksia, kuten CAS-numero, molekyylikaava, SMILES- tai InChI-esitystavat, vaaralliset ominaisuudet jne. Tämän sivun avulla voit hallita yhdistetietokantaa, joka on jaettu kaikkien instanssin käyttäjien kanssa. Kun yhdiste on luotu, se voidaan liittää resurssiin (tai kokeeseen).
pt_pt: Compostos são entidades químicas associadas a propriedades como um número CAS, uma fórmula molecular, representações SMILES ou InChI, propriedades perigosas, etc. Esta página permite que você gerencie seu banco de dados de compostos, que é compartilhado com todos na instância. Uma vez criado, um composto pode ser associado a um Recurso (ou Experimento).
sk_sk: Zlúčeniny sú chemické entity spojené s vlastnosťami, ako je číslo CAS, molekulový vzorec, reprezentácie SMILES alebo InChI, nebezpečné vlastnosti atď. Táto stránka vám umožňuje spravovať vašu databázu zlúčenín, ktorá je zdieľaná so všetkými v inštancii. Po vytvorení je možné zlúčeninu priradiť k zdroju (alebo experimentu).
sl_si: Spojine so kemijske entitete, povezane z lastnostmi, kot so številka CAS, molekulska formula, predstavitve SMILES ali InChI, nevarne lastnosti itd. Ta stran vam omogoča upravljanje baze podatkov o spojinah, ki je v skupni rabi z vsemi v instanci. Ko je spojina ustvarjena, jo je mogoče povezati z virom (ali poskusom).
uz_uz: Murakkablar CAS raqami, molekulyar formulalar, SMILES yoki InChI ko'rinishlari, xavfli xususiyatlar va boshqalar kabi xususiyatlar bilan bog'liq bo'lgan kimyoviy ob'ektlardir... Bu sahifa misolda hamma uchun baham ko'rilgan birikmalar ma'lumotlar bazasini boshqarish imkonini beradi. Yaratilgandan so'ng, birikma Resurs (yoki Tajriba) bilan bog'lanishi mumkin.

source: Import from PubChem
cs_cz: Import z PubChemu
el_gr: Εισαγωγή από το PubChem
fi_fi: Tuo PubChemistä
pt_pt: Importar do PubChem
sk_sk: Importovať z PubChemu
sl_si: Uvoz iz PubChema
uz_uz: PubChem'dan import qiling

source: Substructure search from SMILES
cs_cz: Vyhledávání podkonstrukcí od SMILES
el_gr: Αναζήτηση υποδομής από SMILES
fi_fi: Alusrakenteen haku SMILESistä
pt_pt: Pesquisa de subestrutura do SMILES
sk_sk: Vyhľadávanie podštruktúry od SMILES
sl_si: Iskanje podstrukture iz SMILES
uz_uz: SMILES-dan quyi tuzilmalarni qidirish

source: Exact
cs_cz: Přesný
el_gr: Ακριβής
fi_fi: Tarkka
pt_pt: Exato
sk_sk: Presný
sl_si: Natančno
uz_uz: Aniq

source: Double-click a row in the table below to edit compound.
cs_cz: Dvojitým kliknutím na řádek v tabulce níže upravíte složeninu.
el_gr: Κάντε διπλό κλικ σε μια γραμμή στον παρακάτω πίνακα για να επεξεργαστείτε τη σύνθεση.
fi_fi: Kaksoisnapsauta alla olevan taulukon riviä muokataksesi yhdistettä.
pt_pt: Clique duas vezes em uma linha na tabela abaixo para editar o composto.
sk_sk: Dvojitým kliknutím na riadok v tabuľke nižšie upravíte zloženú zložku.
sl_si: Dvokliknite vrstico v spodnji tabeli, da uredite sestavljeno besedilo.
uz_uz: Murakkabni tahrirlash uchun quyidagi jadvaldagi qatorni ikki marta bosing.

source: Delete selected compounds
cs_cz: Smazat vybrané sloučeniny
el_gr: Διαγραφή επιλεγμένων ενώσεων
fi_fi: Poista valitut yhdisteet
pt_pt: Excluir compostos selecionados
sk_sk: Odstrániť vybrané zlúčeniny
sl_si: Izbriši izbrane spojine
uz_uz: Tanlangan birikmalarni o'chirish

source: Create a new template
cs_cz: Vytvořit novou šablonu
el_gr: Δημιουργήστε ένα νέο πρότυπο
fi_fi: Luo uusi mallipohja
pt_pt: Criar um novo modelo
sk_sk: Vytvoriť novú šablónu
sl_si: Ustvari novo predlogo
uz_uz: Yangi shablon yarating

source: Enter a title
cs_cz: Zadejte název
el_gr: Εισαγάγετε έναν τίτλο
fi_fi: Anna otsikko
pt_pt: Digite um título
sk_sk: Zadajte názov
sl_si: Vnesite naslov
uz_uz: Sarlavha kiriting

source: Create resource from compound
cs_cz: Vytvořit zdroj ze sloučeniny
el_gr: Δημιουργία πόρου από σύνθετο υλικό
fi_fi: Luo resurssi yhdisteestä
pt_pt: Criar recurso a partir do composto
sk_sk: Vytvoriť zdroj zo zlúčeniny
sl_si: Ustvari vir iz spojine
uz_uz: Murakkabdan resurs yarating

source: Select a resource category
cs_cz: Vyberte kategorii zdroje
el_gr: Επιλέξτε μια κατηγορία πόρων
fi_fi: Valitse resurssikategoria
pt_pt: Selecione uma categoria de recurso
sk_sk: Vyberte kategóriu zdroja
sl_si: Izberite kategorijo virov
uz_uz: Resurs toifasini tanlang

source: Link to original entry
cs_cz: Odkaz na původní záznam
el_gr: Σύνδεσμος προς την αρχική καταχώρηση
fi_fi: Linkki alkuperäiseen merkintään
pt_pt: Link para a entrada original
sk_sk: Odkaz na pôvodný záznam
sl_si: Povezava do izvirnega vnosa
uz_uz: Asl yozuvga havola

source: Search associated resources
cs_cz: Vyhledat související zdroje
el_gr: Αναζήτηση σχετικών πόρων
fi_fi: Hae aiheeseen liittyviä resursseja
pt_pt: Pesquisar recursos associados
sk_sk: Vyhľadať súvisiace zdroje
sl_si: Iskanje povezanih virov
uz_uz: Tegishli manbalarni qidiring

source: Search associated experiments
cs_cz: Vyhledat související experimenty
el_gr: Αναζήτηση σχετικών πειραμάτων
fi_fi: Hae aiheeseen liittyviä kokeiluja
pt_pt: Pesquisar experimentos associados
sk_sk: Vyhľadať súvisiace experimenty
sl_si: Iskanje povezanih poskusov
uz_uz: Tegishli tajribalarni qidiring

source: IUPAC Name
cs_cz: Název IUPAC
el_gr: Όνομα IUPAC
fi_fi: IUPAC-nimi
pt_pt: Nome IUPAC
sk_sk: Názov IUPAC
sl_si: Ime IUPAC
uz_uz: IUPAC nomi

source: CAS number
cs_cz: Číslo CAS
el_gr: Αριθμός CAS
fi_fi: CAS-numero
pt_pt: Número CAS
sk_sk: Číslo CAS
sl_si: Številka CAS
uz_uz: CAS raqami

source: Please enter a valid CAS number (e.g., 58-08-2)
cs_cz: Zadejte prosím platné číslo CAS (např. 58-08-2)
el_gr: Παρακαλώ εισάγετε έναν έγκυρο αριθμό CAS (π.χ., 58-08-2)
fi_fi: Anna kelvollinen CAS-numero (esim. 58-08-2)
pt_pt: Insira um número CAS válido (por exemplo, 58-08-2)
sk_sk: Zadajte platné číslo CAS (napr. 58-08-2)
sl_si: Vnesite veljavno številko CAS (npr. 58-08-2)
uz_uz: Yaroqli CAS raqamini kiriting (masalan, 58-08-2)

source: EC number
cs_cz: Číslo ES
el_gr: Αριθμός ΕΚ
fi_fi: EY-numero
pt_pt: Número CE
sk_sk: Číslo ES
sl_si: Številka ES
uz_uz: EC raqami

source: Please enter a valid EC number (e.g., 200-362-1)
cs_cz: Zadejte prosím platné číslo ES (např. 200-362-1)
el_gr: Παρακαλώ εισάγετε έναν έγκυρο αριθμό EC (π.χ., 200-362-1)
fi_fi: Anna kelvollinen EY-numero (esim. 200-362-1)
pt_pt: Insira um número CE válido (por exemplo, 200-362-1)
sk_sk: Zadajte platné číslo ES (napr. 200-362-1)
sl_si: Vnesite veljavno številko ES (npr. 200-362-1)
uz_uz: Yaroqli EC raqamini kiriting (masalan, 200-362-1)

source: Molecular weight
cs_cz: Molekulová hmotnost
el_gr: Μοριακό βάρος
fi_fi: Molekyylipaino
pt_pt: Peso molecular
sk_sk: Molekulová hmotnosť
sl_si: Molekulska masa
uz_uz: Molekulyar og'irlik

source: Safety information
cs_cz: Bezpečnostní informace
el_gr: Πληροφορίες ασφαλείας
fi_fi: Turvallisuustiedot
pt_pt: Informações de segurança
sk_sk: Bezpečnostné informácie
sl_si: Varnostne informacije
uz_uz: Xavfsizlik ma'lumotlari

source: Immutable information
cs_cz: Neměnné informace
el_gr: Αμετάβλητες πληροφορίες
fi_fi: Muuttumaton tieto
pt_pt: Informação imutável
sk_sk: Nemenné informácie
sl_si: Nespremenljive informacije
uz_uz: O'zgarmas ma'lumotlar

source: Remove user from team
cs_cz: Odebrat uživatele z týmu
el_gr: Αφαίρεση χρήστη από την ομάδα
fi_fi: Poista käyttäjä tiimistä
pt_pt: Remover usuário da equipe
sk_sk: Odstrániť používateľa z tímu
sl_si: Odstrani uporabnika iz ekipe
uz_uz: Foydalanuvchini jamoadan olib tashlang

source: Found archived users with same email address:
cs_cz: Nalezeni archivovaní uživatelé se stejnou e-mailovou adresou:
el_gr: Βρέθηκαν αρχειοθετημένοι χρήστες με την ίδια διεύθυνση ηλεκτρονικού ταχυδρομείου:
fi_fi: Löytyi arkistoituja käyttäjiä, joilla on sama sähköpostiosoite:
pt_pt: Foram encontrados usuários arquivados com o mesmo endereço de e-mail:
sk_sk: Nájdení archivovaní používatelia s rovnakou e-mailovou adresou:
sl_si: Najdeni arhivirani uporabniki z istim e-poštnim naslovom:
uz_uz: Bir xil elektron pochta manziliga ega arxivlangan foydalanuvchilar topildi:

source: Create a new account anyway
cs_cz: Přesto si vytvořit nový účet
el_gr: Δημιουργήστε έναν νέο λογαριασμό ούτως ή άλλως
fi_fi: Luo uusi tili joka tapauksessa
pt_pt: Crie uma nova conta mesmo assim
sk_sk: Aj tak si vytvoriť nový účet
sl_si: Vseeno ustvari nov račun
uz_uz: Baribir yangi hisob yarating

source: Number of lines for title
cs_cz: Počet řádků pro název
el_gr: Αριθμός γραμμών για τον τίτλο
fi_fi: Otsikon rivien määrä
pt_pt: Número de linhas para o título
sk_sk: Počet riadkov pre názov
sl_si: Število vrstic za naslov
uz_uz: Sarlavha uchun qatorlar soni

source: Split the title into this many lines
cs_cz: Rozdělte název na tolik řádků
el_gr: Χώρισε τον τίτλο σε τόσες πολλές γραμμές
fi_fi: Jaa otsikko näin moneen riviin
pt_pt: Divida o título em tantas linhas
sk_sk: Rozdeľte názov na toľko riadkov
sl_si: Razdeli naslov na toliko vrstic
uz_uz: Sarlavhani shuncha qatorga ajrating

source: Number of characters per line
cs_cz: Počet znaků na řádek
el_gr: Αριθμός χαρακτήρων ανά γραμμή
fi_fi: Merkkien määrä riviä kohden
pt_pt: Número de caracteres por linha
sk_sk: Počet znakov na riadok
sl_si: Število znakov na vrstico
uz_uz: Har bir satrdagi belgilar soni

source: Adjust how the title is displayed
cs_cz: Upravte způsob zobrazení názvu
el_gr: Προσαρμόστε τον τρόπο εμφάνισης του τίτλου
fi_fi: Säädä otsikon näyttötapaa
pt_pt: Ajuste como o título é exibido
sk_sk: Úprava spôsobu zobrazenia názvu
sl_si: Prilagodite način prikaza naslova
uz_uz: Sarlavha qanday ko'rsatilishini sozlang

source: Manage field groups
cs_cz: Správa skupin polí
el_gr: Διαχείριση ομάδων πεδίων
fi_fi: Kenttäryhmien hallinta
pt_pt: Gerenciar grupos de campo
sk_sk: Spravovať skupiny polí
sl_si: Upravljanje skupin polj
uz_uz: Maydon guruhlarini boshqarish

source: Use this feature to group related fields.
cs_cz: Tuto funkci použijte k seskupení souvisejících polí.
el_gr: Χρησιμοποιήστε αυτήν τη λειτουργία για να ομαδοποιήσετε σχετικά πεδία.
fi_fi: Käytä tätä ominaisuutta ryhmitelläksesi toisiinsa liittyviä kenttiä.
pt_pt: Use este recurso para agrupar campos relacionados.
sk_sk: Túto funkciu použite na zoskupenie súvisiacich polí.
sl_si: S to funkcijo lahko združite povezana polja.
uz_uz: Tegishli maydonlarni guruhlash uchun ushbu xususiyatdan foydalaning.

source: Update
cs_cz: Aktualizovat
el_gr: Εκσυγχρονίζω
fi_fi: Päivittää
pt_pt: Atualizar
sk_sk: Aktualizácia
sl_si: Posodobitev
uz_uz: Yangilash

source: Selected field group
cs_cz: Vybraná skupina polí
el_gr: Επιλεγμένη ομάδα πεδίων
fi_fi: Valittu kenttäryhmä
pt_pt: Grupo de campo selecionado
sk_sk: Vybraná skupina polí
sl_si: Izbrana skupina polj
uz_uz: Tanlangan maydonlar guruhi

source: Connect with us on the fediverse!
cs_cz: Spojte se s námi na fediverse!
el_gr: Συνδεθείτε μαζί μας στο fediverse!
fi_fi: Ota meihin yhteyttä fediversessä!
pt_pt: Conecte-se conosco no fediverse!
sk_sk: Spojte sa s nami na fediverse!
sl_si: Povežite se z nami na fediverse!
uz_uz: Fediverse biz bilan bog'laning!

source: Skip to content
cs_cz: Přejít k obsahu
el_gr: Μετάβαση στο περιεχόμενο
fi_fi: Siirry sisältöön
pt_pt: Pular para o conteúdo
sk_sk: Preskočiť na obsah
sl_si: Preskoči na vsebino
uz_uz: Tarkibga oʻtish

source: Template
cs_cz: Šablona
el_gr: Περίγραμμα
fi_fi: Mallipohja
pt_pt: Modelo
sk_sk: Šablóna
sl_si: Predloga
uz_uz: Shablon

source: Tools
cs_cz: Nástroje
el_gr: Εργαλεία
fi_fi: Työkalut
pt_pt: Ferramentas
sk_sk: Nástroje
sl_si: Orodja
uz_uz: Asboblar

source: DNA Cloning
cs_cz: Klonování DNA
el_gr: Κλωνοποίηση DNA
fi_fi: DNA-kloonaus
pt_pt: Clonagem de DNA
sk_sk: Klonovanie DNA
sl_si: Kloniranje DNK
uz_uz: DNK klonlash

source: Import a chemical compound from %sPubChem online database%s: you can specify directly the CID of the compound you wish to import, or search from its CAS number.
cs_cz: Importujte chemickou sloučeninu z %sonline databáze PubChem%s: můžete zadat přímo CID sloučeniny, kterou chcete importovat, nebo vyhledat podle jejího čísla CAS.
el_gr: Εισαγωγή χημικής ένωσης από την ηλεκτρονική βάση δεδομένων %sPubChem%s: μπορείτε να καθορίσετε απευθείας το CID της ένωσης που θέλετε να εισαγάγετε ή να κάνετε αναζήτηση από τον αριθμό CAS της.
fi_fi: Tuo kemiallinen yhdiste %sPubChem-verkkotietokannasta%s: voit määrittää suoraan tuotavan yhdisteen CID:n tai hakea sen CAS-numeron perusteella.
pt_pt: Importar um composto químico do %sbanco de dados on-line PubChem%s: você pode especificar diretamente o CID do composto que deseja importar ou pesquisar pelo seu número CAS.
sk_sk: Importujte chemickú zlúčeninu z online databázy %sPubChem%s: môžete priamo zadať CID zlúčeniny, ktorú chcete importovať, alebo vyhľadať podľa jej CAS čísla.
sl_si: Uvozite kemično spojino iz spletne baze podatkov %sPubChem%s: neposredno lahko določite CID spojine, ki jo želite uvoziti, ali pa iščete po njeni številki CAS.
uz_uz: Kimyoviy birikmani %sPubChem onlayn maʼlumotlar bazasidan%s import qiling: siz import qilmoqchi boʻlgan birikmaning CID-ni toʻgʻridan-toʻgʻri belgilashingiz yoki uning CAS raqamidan qidirishingiz mumkin.

source: Search containers or locations
cs_cz: Vyhledat kontejnery nebo lokality
el_gr: Αναζήτηση κοντέινερ ή τοποθεσιών
fi_fi: Hae kontteja tai sijainteja
pt_pt: Pesquisar contêineres ou locais
sk_sk: Vyhľadať kontajnery alebo lokality
sl_si: Iskanje zabojnikov ali lokacij
uz_uz: Konteynerlar yoki joylarni qidiring

source: No results found
cs_cz: Nenalezeny žádné výsledky
el_gr: Δεν βρέθηκαν αποτελέσματα
fi_fi: Ei tuloksia
pt_pt: Nenhum resultado encontrado
sk_sk: Nenašli sa žiadne výsledky
sl_si: Ni najdenih rezultatov
uz_uz: Hech qanday natija topilmadi

source: Browse inventory locations
cs_cz: Procházet skladové lokality
el_gr: Αναζήτηση τοποθεσιών αποθέματος
fi_fi: Selaa varastopaikkoja
pt_pt: Navegar pelos locais de estoque
sk_sk: Prehliadať miesta skladových zásob
sl_si: Brskaj po lokacijah zalog
uz_uz: Inventarizatsiya joylarini ko'rib chiqing

source: Add root element
cs_cz: Přidat kořenový prvek
el_gr: Προσθήκη στοιχείου ρίζας
fi_fi: Lisää juurielementti
pt_pt: Adicionar elemento raiz
sk_sk: Pridať koreňový prvok
sl_si: Dodaj korenski element
uz_uz: Ildiz elementini qo'shing

source: This document has been timestamped by %s on %s.
cs_cz: Tento dokument byl označen časovým razítkem uživatelem %s dne %s.
el_gr: Αυτό το έγγραφο έχει χρονοσημάνει από %s στις %s.
fi_fi: %s on aikaleimannut tämän asiakirjan päivämääränä %s.
pt_pt: Este documento foi registrado por %s em %s.
sk_sk: Tento dokument bol označený časovou pečiatkou %s dňa %s.
sl_si: Ta dokument je bil časovno žigosan s strani %s dne %s.
uz_uz: Bu hujjat %s tomonidan %s tomonidan vaqt tamg‘asi bilan tasdiqlangan.

source: Timestamped by %s on %s at %s
cs_cz: Časové razítko od %s dne %s v %s
el_gr: Χρονικά σφραγισμένο από %s στις %s στις %s
fi_fi: Aikaleimattu käyttäjän %s toimesta %s klo %s
pt_pt: Com registro de data e hora de %s em %s às %s
sk_sk: Časovú pečiatku od %s dňa %s o %s
sl_si: Časovno žigosal %s dne %s ob %s
uz_uz: Vaqt tamg‘asi %s da %s da %s da

source: Selecting a user group here will give access to all users part of this user group.
cs_cz: Výběrem uživatelské skupiny zde získáte přístup všem uživatelům, kteří jsou součástí této uživatelské skupiny.
el_gr: Η επιλογή μιας ομάδας χρηστών εδώ θα δώσει πρόσβαση σε όλους τους χρήστες που αποτελούν μέρος αυτής της ομάδας χρηστών.
fi_fi: Käyttäjäryhmän valitseminen tässä antaa käyttöoikeudet kaikille tähän käyttäjäryhmään kuuluville käyttäjille.
pt_pt: Selecionar um grupo de usuários aqui dará acesso a todos os usuários que fazem parte deste grupo.
sk_sk: Výberom skupiny používateľov tu získate prístup všetkým používateľom, ktorí sú súčasťou tejto skupiny.
sl_si: Če tukaj izberete uporabniško skupino, boste dostop dobili vsi uporabniki, ki so del te uporabniške skupine.
uz_uz: Bu yerda foydalanuvchi guruhini tanlash ushbu foydalanuvchilar guruhining barcha foydalanuvchilariga kirish huquqini beradi.

source: Set user password
cs_cz: Nastavení uživatelského hesla
el_gr: Ορισμός κωδικού πρόσβασης χρήστη
fi_fi: Aseta käyttäjän salasana
pt_pt: Definir senha do usuário
sk_sk: Nastaviť heslo používateľa
sl_si: Nastavi uporabniško geslo
uz_uz: Foydalanuvchi parolini o'rnating
